Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/dlcEvents_anaerobic.xml.rawclobber/*.po
Languages: ru

source: Try to lure the Lanius with scrap.
ru: Попытаться прикормить ланиуса ломом.

source: Let the Lanius eat more.
ru: Позволить ланиусу съесть ещё.

source: You give the Lanius a bit of scrap.
ru: Вы даёте ланиусу немного лома.

source: The Lanius gnaws at everything that you give them, but instead of gratitude they attack your crew! What an insatiable form of life!
ru: Ланиус сгрызает всё, что вы ему даёте, но вместо благодарности нападает на вашу команду! Какая ненасытная форма жизни!

source: The Lanius gnaws at everything that you give them and in gratitude gestures that you are now a team.
ru: Ланиус сгрызает всё, что вы ему даёте и в благодарность жестами объясняет, что вы теперь одна команда.

source: The Lanius gnaws at everything that you give them and in gratitude gestures that you are now a team.
ru: Ланиус сгрызает всё, что вы ему даёте и в благодарность жестами объясняет, что вы теперь одна команда.

source: The Lanii communicate for a while, but suddenly the foreign Lanius gets aggressive!
ru: Ланиусы общаются некоторое время, но внезапно чужой ланиус становится агрессивным!

source: The Lanii communicate for a while, and they gesture that you are now a team.
ru: Ланиусы общаются некоторое время, и ваш жестами объясняет, что вы теперь одна команда.

source: The Lanii communicate for a while, and they gesture that you are now a team.
ru: Ланиусы общаются некоторое время, и ваш жестами объясняет, что вы теперь одна команда.

source: The Lanius continues to gnaw at the hull of your ship while your crew look at it in surprise... Suddenly the Lanius attacks a member of your crew!
ru: Ланиус продолжает грызть корпус вашего корабля, пока ваша команда удивлённо на всё это смотрит... Внезапно он нападает на члена вашего экипажа!

source: The Lanius eats a little more hull before gesturing that you are now a team.
ru: Ланиус съедает ещё немного корпуса и жестами объясняет, что вы теперь одна команда.

source: The Lanius eats a little more hull before gesturing that you are now a team.
ru: Ланиус съедает ещё немного корпуса и жестами объясняет, что вы теперь одна команда.
