Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/dlcEvents_anaerobic.xml.rawclobber/*.po
Languages: ru

source: This sector has been largely abandoned since a series of battles decimated the local population. An unusual alien race is reportedly scavenging in the area. You'd best be on guard.
ru: Этот сектор по большей части был заброшен, с тех пор как в серии битв уничтожили местное население. Есть сообщения о странной расе, организовавшей сбор обломков в этом районе. Вам лучше быть начеку.

source: This sector was the site of many major battles between the Federation and Rebel fleets. Strangely, there's very little evidence of those battles remaining...
ru: В этом секторе состоялись многие крупные битвы между флотами Федерации и повстанцев. Странно, но следов этих битв практически не осталось...

source: There have been a number of reports of advanced ships salvaging the wrecks and abandoned mining facilities in this sector. Could it be that the Lanius have resurfaced?
ru: Не так давно стало известно о мощных кораблях, разбирающих обломки и заброшенные шахтёрские поселения в этом секторе. Неужели ланиусы снова взялись за своё?

source: The war tore through this civilian sector, and just recently even the few life signs that remained have begun blinking out. Rumours suggest the Lanius are responsible.
ru: Война уже разрушила этот гражданский сектор, но недавно даже немногие оставшиеся признаки жизни начали гаснуть один за другим. Говорят, что тут не обошлось без ланиусов.

source: Recently, ships have begun to completely avoid this sector altogether. Rumor has it that there are monsters settled here that don't need oxygen...
ru: С недавних пор корабли стали обходить этот сектор стороной. Поговаривают, что здесь поселились монстры, не нуждающиеся в кислороде...

source: The Lanius who settled in this sector have already benefitted from the war. There aren't any remains of the ships that didn't surive the battles — they were all swallowed up by these scavengers.
ru: Ланиусы, поселившиеся в этом секторе, уже успели извлечь выгоду из войны. Здесь не найти останков кораблей, погибших в боях, их все поглотили эти мусорщики.

source: Rumours suggest there are scrap-eating monsters living in a vacuum inhabiting this sector. Undoubtedly it must just be the imaginations of inexperienced travelers... right?
ru: Ходят слухи, что в этом секторе обитают монстры, живущие в вакууме и питающиеся ломом. Чего только не придумают эти неопытные путешественники.

source: In this dangerous sector, boarding will be quite difficult — after all, enemy ships lack oxygen rooms. Cursed scavengers!
ru: В этом опасном секторе вашей абордажной команде придётся несладко — ведь на вражеских кораблях нет кислородного отсека. Проклятые мусорщики!

source: The Lanius will do anything for the sake of scrap; you'll need to properly look after your ship here. Maybe you'd have been better off flying on a different route?
ru: Ланиусы пойдут на что угодно ради лома, в этом секторе придётся как следует присматривать за своим кораблём. Может, стоило полететь другим путём?

source: The local population left this sector ever since the arrival of the Lanius. Within a short time they cleared out every bit of metal they could find. It's time to stop these marauders.
ru: Местное население покинуло этот сектор, с тех пор как сюда заявились ланиусы. За короткое время они очистили от металла всё, до чего смогли дотянуться. Пора кончать с этими мародёрами.

source: Once there was major work done in this sector to construct warships fitting the needs of the Federation. It was here that the first attack by the Rebels was directed, inflicting irreparable damage to the Federation fleet. Eyewitnesses who pass by here mention Lanius activity, so be careful.
ru: В этом секторе когда-то проводилась крупная работа по строительству военных кораблей для нужд Федерации. Именно сюда была направлена первая атака повстанцев, нанеся неисправимые повреждения флоту Федерации. Пролетающие здесь очевидцы поговаривают об активности ланиусов, так что будьте осторожны.

source: Surface scans of nearby beacons show absolutely no signs of life. Moreover, you can't even find anything containing metal. Something's not right here...
ru: Поверхностное сканирование близлежащих маяков не обнаруживает никаких признаков жизни. Более того, вы не можете обнаружить ни одного содержащего металл объекта. Что-то тут не так...

source: This sector used to be the site of many mineral mining operations. Now, after several major battles between the Federation and the Rebellion, it's been turned into a ship graveyard... However, you get the strange feeling that it still isn't safe here...
ru: Когда-то в этом секторе добывали немало полезных ископаемых. Теперь, после нескольких крупных сражений Федерации и повстанцев, здесь скорее кладбище кораблей. Но что-то подсказывает, что здесь по-прежнему не безопасно...

source: Judging by scouting reports, the Lanius have settled here. You might be able to get some scrap only if you can manage to snag it from underneath their noses.
ru: Судя по докладам разведчиков, здесь обосновались ланиусы. Значит, можно разжиться ломом, если удастся его умыкнуть из-под носа чужаков.

source: Upon arrival in this sector, your ship was almost taken apart by a group of Lanius. It took you some time to prove that you're not just a talking piece of scrap...
ru: По прибытии в этот сектор ваш корабль чуть не растащила на части группа ланиусов. Пришлось долго доказывать, что вы не говорящий кусок лома...

source: Judging by intelligence reports, this sector is abandoned. However, Lanius ships scurrying back and forth beg to differ...
ru: Судя по данным разведчиков, данный сектор заброшен. Но снующие туда-сюда корабли ланиусов говорят об обратном...

source: In the distance are visible heaps of wreckage from shattered ships, and among them something flickers...
ru: В отдалении видны груды обломков погибших кораблей, среди них что-то мелькает...

source: The scanners detect a weak signal of some kind, but there's nothing around except the scant wreckage of various dismantled ships. It's worth being careful here... If you don't look for problems, they may find you themselves.
ru: Сенсоры засекли слабый сигнал, но вокруг нет ничего, кроме редких обломков разобранных кем-то кораблей. Стоит быть осторожнее... Если вы не ищете проблем, они могут найти вас сами.

source: Once life was quite vibrant here, but after a major battle between Federation and Rebel forces, this sector turned into a barren wilderness. Strange... there aren't any traces of such a battle ever happening... Your pilot grumbles that it's clearly the handiwork of the Lanius.
ru: Когда-то здесь кипела жизнь, но после крупного сражения между повстанцами и Федерацией этот сектор пришёл в запустение. Странно, но вы нигде не замечаете следов той битвы... Пилот ворчит, что тут явно постарались ланиусы.

# data/dlcEvents_anaerobic.xml.rawclobber$//textList[@name="STORE_LANIUS"]/text[1]
source: A large transport ship undergoing maintenance hails you. "Greetings, friend. We're getting out of this sector as soon as this Coolant Shaft is fixed and I suggest you do the same. I half expect those damn metal freaks to come and try to melt down our ship at any moment. We're trying to offload some inventory - interested in buying something?"
ru: Большой транспортный корабль, находящийся в ремонтном доке, выходит на связь. «Приветствую, друзья! Мы свалим из этого сектора, как только починим этот охлаждающий вал, и советую вам сделать то же самое. Я почти ощущаю, что эти чёртовы металлические уроды вот-вот заявятся и попытаются поджарить наш корабль. Кстати, не желаете чего-нибудь прикупить? Мы скидываем барахло».

# data/dlcEvents_anaerobic.xml.rawclobber$//textList[@name="STORE_LANIUS"]/text[2]
source: You arrive to discover a number of Lanius ships docked at what appears to be a station. You hasten to leave but are relieved when they message you in your language. "Buy? Sell? Traders." Apparently some merchants emigrated with the scavengers.
ru: По прибытии вы обнаруживаете рядом нечто, напоминающее космическую станцию, к которой пришвартованы корабли ланиусов. Вы собираетесь уносить отсюда ноги, но успокаиваетесь, получая от станции сообщение на родном языке: «Купить? Продать? Торговать». Очевидно, здесь живут не только мусорщики, но и торговцы.

# data/dlcEvents_anaerobic.xml.rawclobber$//textList[@name="STORE_LANIUS"]/text[3]
source: A trading depot is set up near the beacon. A surprising number of military ships guard the station. You pick up an advertisement on a wide band channel, "Ship parts, repairs, refueling, souvenirs - we got it all. Check out the only store not afraid of scavengers this side of Omacron 6."
ru: Около этого маяка расположен торговый пост. Станцию охраняет впечатляющее количество военных кораблей. На общих каналах идёт реклама: «У нас есть всё для кораблей: запчасти, сервис, дозаправка, сувениры. Взгляните на ассортимент единственного магазина на этой стороне Омикрон-6, которому не страшны мародёры».

# data/dlcEvents_anaerobic.xml.rawclobber$//textList[@name="STORE_LANIUS"]/text[4]
source: You arrive at an empty space station, no doubt abandoned due to the Lanius threat. Life signatures are detected at the ship depot and you spot a few crude signs stating "Everything Must Go!"
ru: Вы прибываете на пустую космическую станцию, явно покинутую из-за угрозы нападения ланиусов. Сканеры фиксируют живые организмы в складском отсеке, а вы замечаете несколько накаляканных надписей: «Полная распродажа!»

# data/dlcEvents_anaerobic.xml.rawclobber$//textList[@name="STORE_LANIUS"]/text[5]
source: This beacon is bustling with activity. It looks like some merchants decided to capitalize on the fact that dozens of refugee ships are using this location to recharge their FTL drives. You browse their wares.
ru: Этот маяк кипит жизнью. Похоже, некоторые торговцы решили заработать на том, что десятки кораблей беженцев используют это место, чтобы перезарядить свои приводы FTL. Вы просматриваете их товары.

# data/dlcEvents_anaerobic.xml.rawclobber$//textList[@name="STORE_LANIUS"]/text[6]
source: You receive a message from a nearby station, "The end is upon us! The metal demons have come to absorb your very being! But it's not too late to prepare for the worst!" It appears that was an advertisement for a space dock. You scan their products.
ru: Вы получаете сообщение от соседней станции: «Это конец для нас! Металлические демоны пришли, чтобы поглотить нашу сущность! Но ещё не слишком поздно, чтобы приготовиться к худшему!» Похоже, что это реклама космического дока. Вы просматриваете их товары.

source: The charts indicate this was the location of a small skirmish over a military facility on a nearby moon. Oddly, scans pick up no signs of debris from either the battle or the station. Yet another area sucked dry by the Lanius.
ru: Графики показывают, что здесь была небольшая схватка за военный объект на соседней луне. Как ни странно, сканеры не нашли никаких следов обломков ни на месте битвы, ни на самой станции. Ещё одна область полностью зачищена ланиусами.

source: Scans show no signs of any ships or settlements nearby. You have no way of knowing if the area was always uninhabited or if it was simply erased by the Lanius.
ru: Никаких признаков кораблей или поселений сенсоры не регистрируют. Непонятно, всегда ли здесь никого не было, или же тут поработали ланиусы.

source: A few refugee ships are preparing for the long journey to another sector. They explain how a number of Lanius military ships surrounded them and began to hack their FTL drives. Fortunately the Lanius moved on after briefly scanning the civilian ships, leaving them more than a little shaken up.
ru: Немногочисленные корабли беженцев готовятся к долгой поездке в другой сектор. Они поясняют, что несколько военных кораблей ланиусов окружили их и начали взламывать их приводы FTL. К счастью, ланиусы ушли после краткого сканирования гражданских кораблей, оставляя их в большом смятении.

source: You pass a civilian ship that warns of the nearby Lanius. "One of them attacked a civilian transport and started to melt their fracking hull. But then the weirdest thing happened... another metal ship actually fired on its companion until it backed off." Apparently there are disagreements among the Lanius about what should be salvaged.
ru: Вы минуете гражданский корабль, который предупреждает о ланиусах неподалёку. «Один из них напал на гражданский транспортник и начал расплавлять корпус их корабля. Но затем случилось нечто странное... Другой металлический корабль вдруг открыл огонь по своему напарнику, пока тот не отступил». Очевидно, среди ланиусов есть разногласия о том, на кого можно нападать.

source: You question a local settlement and they describe a fleet of metal ships wordlessly collecting all of the abandoned metal and debris in the area. When they approached important satellites, the settlements fired a few ASB warning shots. The Lanius moved on despite clearly having the firepower to overwhelm the settlements.
ru: Вы пообщались с местными поселенцами, и они рассказали о флоте металлических кораблей, молча собирающих весь никому не нужный металл и обломки. Когда они добрались до важных спутников, поселенцы сделали несколько предупредительных выстрелов из ПКБ. Ланиусы ушли, несмотря на их явное превосходство в огневой мощи, способной сокрушить поселение.

source: You come across a human civilian ship preparing to leave the sector. They message you, "We're getting out of here! There was some cult rambling about the spreading of the disease, Humanitis. They forcefully boarded our ship and tried to open all of our airlocks, shouting, "Be purged!" Is nowhere safe anymore?"
ru: Вы встречаете гражданское судно людей, готовящееся покинуть сектор. Они присылают вам сообщение: «Мы уходим отсюда! Здесь была какая-то секта, бормочущая об эпидемии заболевания "Гуманитис". Они насильно проникли на наш корабль и попытались открыть все шлюзы с криками «Очиститесь же!». Вокруг что, уже не осталось безопасных мест?»

source: The charts indicate this was the location of a small skirmish over a military facility on a nearby moon. Oddly, scans pick up no signs of debris from either the battle or the station. Yet another area sucked dry by the Lanius.
ru: Графики показывают, что здесь была небольшая схватка за военный объект на соседней луне. Как ни странно, сканеры не нашли никаких следов обломков ни на месте битвы, ни на самой станции. Ещё одна область полностью зачищена ланиусами.

source: Scans show no signs of any ships or settlements nearby. You have no way of knowing if the area was always uninhabited or if it was simply erased by the Lanius.
ru: Никаких признаков кораблей или поселений сенсоры не регистрируют. Непонятно, всегда ли здесь никого не было, или же тут поработали ланиусы.

source: Accept their offer.
ru: Принять их предложение.

source: We will not accept surrender!
ru: Мы не признаём капитуляцию!

source: An image of a silent Lanius captain appears on your monitor. Images of their well-filled cargo hold follow. You come to the conclusion that they are trying to barter for a cease-fire.
ru: Образ молчаливого капитана ланиусов предстаёт на вашем мониторе. Следом показываются изображения забитых грузовых трюмов. Вы приходите к выводу, что они пытаются торговаться ради прекращения огня.

source: The Lanius ship hails you. Your translator struggles, spurting out "Prevent death... Merciful... Penitent...". You believe they are surrendering.
ru: Корабль ланиусов шлёт позывные. Переводчик с трудом выдаёт: «Предотвратить смерть... Милосердие... Раскаяние...» Кажется, они сдаются.

source: You receive a hail from the ship followed by a crude translation device spurting, "Stop. Stop. Stop."
ru: Вы принимаете сигнал с корабля, раздающийся из грубого устройства перевода: «Стой. Стой. Стой».

source: You receive an image of their captain, silhouetted by the destruction aboard their ship. It bows forward with the metallic appendages about its body doing the same. It appears to be requesting mercy.
ru: Вы видите картинки на своём мониторе. Капитан корабля, силуэты команды в жгучей агонии, на их борту повсюду огонь и разрушения. Ланиус наклоняется вперёд, и металлические конечности вторят его движениям. Кажется, он просит милосердия.

source: Your comms system receives a video feed of the enemy ship's crew waving small makeshift white flags. It appears they have taken research about your culture's customs quite literally.
ru: Ваш коммуникатор принимает видеосигнал, на котором экипаж корабля противника машет импровизированными белыми флажками. Похоже, выводы из исследований вашей культуры они восприняли... буквально.

source: You receive a message from the enemy ship that your translator struggles to interpret, "Penitence for metal. Offering intention."
ru: Вы получили сообщение от вражеского корабля, ваш переводчик изо всех сил пытается перевести текст: «Покаяние для металла. Предлагая намерение».

source: You receive a one word message from the enemy ship, "Surrender." You assume they are asking to surrender rather than demanding your surrender.
ru: С вражеского корабля вы получаете сообщение в виде всего одного слова: «Капитуляция». Вы полагаете, что таким образом они скорее сообщают о своей готовности сдаться, а не требуют капитуляции от вас.

source: The Lanius ship begins to prepare their FTL drive for a jump. They appear to no longer wish to fight.
ru: Корабль ланиусов готовит свой FTL-привод для прыжка. Похоже, у них больше нет желания воевать.

source: Scanners indicate the Lanius ship is preparing to jump. Don't let them escape!
ru: Сканеры засекают, что корабль ланиусов пытается сбежать. Не дайте им уйти!

source: The ship explodes, leaving behind a small amount of scrap.
ru: Корабль взрывается, оставляя после себя немного лома.

source: The ship explodes, leaving behind a collection of useful scrap material.
ru: Корабль взрывается, оставляя после себя полезный лом.

source: The ship explodes, leaving behind a collection of useful scrap material.
ru: Корабль взрывается, оставляя после себя полезный лом.

source: The ship explodes, revealing their cargo of unprocessed metal. You collect a significant amount of scrap.
ru: Корабль взорвался, от него отвалилась часть металлической обшивки. Вы собрали значительное количество лома.

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: With the Lanius dispatched you are able to take the fuel out of storage. You also take all the scrap you can manage.
ru: После смерти команды ланиусов вы можете забрать топливо из их хранилища. Вы также собираете весь доступный лом.

source: Now that the Lanius ship has been emptied of hostiles, you search it. Eventually you find a prisoner who offers to join your crew.
ru: Теперь, когда корабль ланиусов очищен от противников, вы обыскиваете его. В конце концов вы обнаруживаете заключённого, который просит вас взять его в команду.

source: Take them into your crew.
ru: Принять его в команду.

source: The former prisoner embarks on their new duties.
ru: Бывший пленник приступает к своим новым обязанностям.

source: Drop them off at the next station.
ru: Довезти его до ближайшей станции.

source: As thanks for saving them, they offer you everything of value they have that wasn't stolen from them.
ru: За своё спасение он отдаёт вам все ценности, которые у него не забрали.

source: You find a drone schematic on their ship. With no crew to stop you, you take it for your own ship.
ru: На корабле вы обнаруживаете схему дрона. Никто не может вам помешать, и вы забираете её себе.

source: You immediately do a short-range scan after arriving at the beacon. It appears to be coming from a small civilian vessel under fire from a Lanius ship. Not all Lanius are content with simply scavenging the wrecks of previous battles.
ru: Сканирование ближайшей области — первое, что вы делаете после прибытия к маяку. Сигнал, похоже, исходит от небольшого гражданского судна, атакованного кораблём ланиусов. Не все ланиусы довольствуются обломками, оставшимися от былых сражений.

source: Fight the Lanius ship.
ru: Вступить в бой с кораблём ланиусов.

source: You move in to intercept the ship. Detecting a greater threat, the Lanius prepare to fight.
ru: Вы пытаетесь перехватить судно. Заметив более крупную добычу, ланиусы готовятся к бою.

source: Avoid the conflict.
ru: Избежать конфликта.

source: Your crew seems unhappy to leave the civilians to such a fate but you try to convince them of the greater good. You don't speak of your own misgivings, however.
ru: Ваша команда явно недовольна решением бросить гражданских на верную погибель, но вы стараетесь всех убедить, что всё, что ни делается — всё к лучшему. А о своём сожалении вы благоразумно умалчиваете.

source: After a discussion that your translator fails to comprehend, the enemy ship powers down its weapons. You learn that your crewmember sucessfully reminded them of their treatise promising to leave the property of sentient aliens alone. If this is a widespread rule of this race, there appear to be many who disagree with it. You attempt to hail the civilian ship now that it's safe.
ru: Переводчик не разобрал диалог, но после него противник отключил орудия. Выясняется, что член вашего экипажа напомнил ему о трактате, по которому собственность разумных рас трогать нельзя. Если о нём и известно многим ланиусам, то, как видно, не все с ним согласны. Теперь, когда угроза миновала, вы пытаетесь связаться с гражданским судном.

source: The ship refuses all hails, even from one of its own kind. It appears to have gone completely rogue. Before you can react, it begins to target your ship. Prepare for a fight.
ru: Корабль игнорирует любые запросы, даже на их родном языке. Похоже, что он полностью заброшен. Но прежде чем вы смогли отреагировать, он начал наводить на вас орудия. Приготовьтесь к бою.

source: You arrive at the location of the distress signal prepared for a fight, but on first glance it's entirely empty. The signal is coming from a small plastic satellite orbiting a moon. A looping message describes how settlers have recently abandoned the area due to the Lanius threat. You fail to find any other signs of a settlement nearby.
ru: В полной боеготовности вы прибыли на место, откуда шёл сигнал бедствия, но на первый взгляд ничего не видно. Оказалось, что сигнал шёл с маленького пластикового спутника на орбите луны. В повторяющемся сообщении говорилось о том, как поселенцы покинули область перед нападением ланиусов. Вам так и не удалось найти другие признаки поселения в округе.
