Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/dlcEvents_anaerobic.xml.rawclobber/*.po
Languages: ru

source: When you get to the beacon you quickly try to locate the source of the distress call. As you are looking, the signal blinks out. It is then that you notice the small fleet of scavenger ships absorbing debris from a large battle nearby. You can't help but wonder where the distress signal came from, but you decide not to risk pressuring the fleet.
ru: Когда вы добираетесь до маяка, вы быстро пытаетесь определить источник сигнала бедствия. Пока вы искали источник, сигнал пропал. В тот же момент появился маленький флот мусорщиков, собирающий обломки после битвы, что проходила рядом. Вы не можете понять, откуда шёл сигнал бедствия, но решаете не рисковать и не беспокоить флот мусорщиков.

source: You are too late - whatever once was emitting the distress signal from this system drew a Lanius ship as well as your own. Having consumed the original target, the Lanius turn their attention to your vessel.
ru: Вы опоздали — кто бы ни отправлял сигнал бедствия из этой системы, тут остался лишь корабль ланиусов. После расправы над своей целью ланиусы обратили внимание на ваше судно.

source: The distress signal from this system is coming from a Slug vessel under attack by the Lanius! The Slugs beg for assistance as the Lanius tear into their hull plating.
ru: Сигнал бедствия из этой системы шёл от корабля слагов, который атаковали ланиусы. Слаги молили о помощи, пока ланиусы рвали на части обшивку их корабля.

source: Attack the Lanius ship.
ru: Атаковать корабль ланиусов.

source: Leave the Slugs to their fate.
ru: Оставить слагов на произвол судьбы.

source: You leave the Lanius ship alone, and prepare to jump to the next beacon.
ru: Вы оставляете корабль ланиусов в покое и готовите двигатели к прыжку до следующего маяка.

source: The Slugs, taking advantage of the firefight, have fled the system. So much for gratitude.
ru: Пользуясь моментом, слаги покидают систему. Вот это благодарность!

source: The Slugs reluctantly thank you for your help, protest they had the whole situation under control, attempt to make you pay for them helping you, and an hour later, finally relent and give you some supplies.
ru: Слаги отказываются благодарить вас за помощь. Доказывая, что держали всю ситуацию под контролем, они пытаются заставить вас заплатить им за ваше спасение. Спустя час споров слаги наконец уступают и отдают вам некоторые запасы из своего трюма.

source: The ship explodes, leaving behind a collection of useful scrap material.
ru: Корабль взрывается, оставляя после себя полезный лом.

source: Contact the Slugs.
ru: Выйти на связь со слагами.

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: Contact the Slugs.
ru: Выйти на связь со слагами.

source: The Mantis ship in this system looks like its distress beacon is malfunctioning... likely due to the Lanius ship mining their hull and sub-systems! It doesn't look like the Mantis ship will last much longer.
ru: Похоже, у этого корабля мантисов не сработал сигнал бедствия... вероятнее всего — из-за работы ланиусов, чьей добычей стал их корпус и подсистемы! Не похоже, что мантисы продержатся долго.

source: Attack the Lanius ship.
ru: Атаковать корабль ланиусов.

source: The Lanius don't seem to have noticed you yet - but they will. Launching into the fray, you target the Lanius vessel!
ru: Ланиусы, кажется, вас ещё не заметили, но это вопрос времени. Вы рвётесь в атаку и нацеливаете орудия на их корабль!

source: Leave the Mantis to their fate.
ru: Оставить мантисов на произвол судьбы.

source: The Mantis ship is quickly overcome by the Lanius vessel, and you move away as the Lanius feed on the remains.
ru: Ланиусы быстро расправились с кораблём мантисов. Пока ланиусы копаются в обломках, вы уходите.

source: The Mantis hiss and click, angry at being saved, and angry at themselves for needing to be saved. They part ways with some scrap metal that is no longer attached to their hull and a few missiles they can no longer use.
ru: Мантис издаёт шипение и щелчки, озлобленный и на вас, за то, что его спасли, и на себя, за то, что пришлось принять помощь. Он нехотя расстаётся с ломом, в который превратились куски обшивки его корпуса, а также с несколькими ракетами, которые ему уже не пригодятся.

source: The Mantis ship has sustained too much damage - there are no survivors. You gather what resources you can from the wreckage.
ru: Судно мантисов как следует потрепало. Выживших нет. Вы собираете всё полезное, что смогли найти среди обломков.

source: The ship explodes, leaving behind a collection of useful scrap material.
ru: Корабль взрывается, оставляя после себя полезный лом.

source: Contact the Mantis.
ru: Связаться с мантисами.

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: Contact the Mantis.
ru: Связаться с мантисами.

source: A distress beacon pulses weakly from a Rockman ship in this system... their hull (and their crew) are being mined by the Lanius, lasers and weapons tearing through the ship!
ru: Слабый аварийный сигнал в этой системе принадлежит кораблю роков... Их корпус (вместе с командой) подгребают под себя ланиусы, а лучи режут корабль на части.

source: Attack the Lanius ship.
ru: Атаковать корабль ланиусов.

source: The Rockmen need your help - you target the Lanius ship and grimly prepare for battle.
ru: Рокам нужна ваша помощь, и вы без колебаний поворачиваете орудия в сторону корабля ланиусов.

source: Leave the Rockmen to their fate.
ru: Оставить роков на произвол судьбы.

source: As you make your escape, the Rockman's ship's engines explode, and you watch the Lanius ship slowly feed on the remains - and the crew.
ru: Пока вы готовитесь к прыжку, двигатель корабля роков взрывается — и вам приходится наблюдать, как ланиусы медленно начинают поглощать останки корабля вместе с командой.

source: The Rockmen give an awkwardly-translated message that seems to indicate something about gratitude. They then jump away without another word.
ru: Роки прислали неуклюже переведённое сообщение, которое, похоже, свидетельствует об их благодарности. После, не сказав больше ни слова, они совершают прыжок в другой сектор.

source: The Rockman ship jumped away during the battle, but it left much of its hull and spare parts floating behind - you salvage what you can, and prepare to jump.
ru: Корабль роков совершил прыжок во время боя, однако он оставил дрейфовать за собой большую часть своего корпуса и других запчастей. Вы собираете самое ценное и готовите приводы к следующему прыжку.

source: The ship explodes, leaving behind a collection of useful scrap material.
ru: Корабль взрывается, оставляя после себя полезный лом.

source: Contact the Rockmen.
ru: Связаться с роками.

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: Contact the Rockmen.
ru: Связаться с роками.

# data/dlcEvents_anaerobic.xml.rawclobber$//event[@name="LANIUS_FREE_STUFF"]/text
source: You stumble across a badly damaged Lanius craft. It jumps away as soon as it sees you. Looking around the area, you discover a number of destroyed Rebel automated ships. It must have been quite the fight. You scrap what remains.
ru: Вы наткнулись на сильно повреждённый корабль ланиусов. Увидев вас, он тут же прыгает. Рыская по сектору, вы находите несколько уничтоженных беспилотников повстанцев. Должно быть, была знатная битва. Вы собираете оставшийся после неё лом.

source: A Federation science craft is docked with a few Lanius ships. You hail them and ask what is going on. "Greetings! We have been attempting to understand our region's newest visitors, the Lanius, although we have been making little headway in deciphering their language."
ru: Научное судно Федерации состыковано с несколькими кораблями ланиусов. Вы приветствуете их и спрашиваете, что происходит. «Приветствуем! Мы пытаемся понять новых гостей нашего региона, ланиусов, но пока не можем разобраться в их языке».

source: Ask if they have anything that could help your mission.
ru: Спросить, есть ли у них что-нибудь, что могло бы помочь вашей миссии.

source: Leave this place.
ru: Покинуть это место.

source: You wish them well and prepare to jump.
ru: Вы желаете им всего хорошего и готовитесь к прыжку.

source: "There should be some extra junk metal in some cargo bay..." You thank them once they transfer the scrap and prepare to move on.
ru: «Там должно быть немного лишнего металла в некоторых грузовых отсеках...» Вы благодарите их, как только они передают лом, и готовитесь двигаться дальше.

source: "We use drones frequently in our work and have extra parts lying around." They transfer the parts over and you thank them for their generosity.
ru: «Мы в своей работе часто используем дронов и всегда держим рядом запчасти». Они передают вам детали дронов, а вы благодарите их за щедрость.

source: "We were doing research on some Lanius weaponry before. I hope you don't have to use it but perhaps it will aid you on your mission." You thank them and prepare to move on.
ru: «Раньше мы проводили исследования одного оружия ланиусов. Я надеюсь, вам не придётся использовать его, но, возможно, это поможет вам в вашей миссии». Вы благодарите их и готовитесь двигаться дальше.

source: "Sorry we don't really carry much equipment that would be of use to a military vessel." You thank them and prepare to move on.
ru: «Сожалею, но среди нашего оборудования нет ничего такого, что могло бы пригодиться на военном судне». Вы благодарите их и готовитесь двигаться дальше.

source: They are grateful for your contribution and offer you some Lanius equipment that they were previously studying.
ru: Они благодарны за содействие и предлагают вам оборудование ланиусов, которое они ранее изучали.

source: They are grateful for your contribution and offer you some Lanius equipment that they were previously studying.
ru: Они благодарны за содействие и предлагают вам оборудование ланиусов, которое они ранее изучали.

source: A merchant ship is docked with a Lanius transport. You message them to see if they need any help. It turns out they have been studying the Lanius's ability to reshape metal.
ru: Торговое судно состыковано с транспортником ланиусов. Вы спрашиваете их, нужна ли им помощь. Оказывается, они изучают способность ланиусов изменять форму металла.

source: Inquire about the process.
ru: Спросить об этом процессе.

source: They respond, "We haven't the foggiest idea how it works. They appear to meld part of their bodies into the metal and reshape it. They have been willing to demonstrate their ability if you have some extra metal that you would like converted into something.
ru: Они отвечают: «Не имеем ни малейшего представления, как это работает. Похоже, что они сливаются своими частями тела с металлом и придают ему новую форму». Они готовы показать, как они это делают, если у вас найдётся лишний кусок металла, который вы хотите превратить во что-нибудь другое.

source: Give 45 scrap to craft an augmentation.
ru: Дать 45 лома на создание усиления.

source: You transfer over the scrap and watch the master craftsmen work. They easily reshape the metal into pieces they can use and then add various additional materials on their ship to construct the augmentation. You thank them and load it onto your ship.
ru: Вы передаёте лом и наблюдаете за работой мастеров. Они с лёгкостью превращают куски металла в новые детали и добавляют дополнительные материалы со своего корабля для создания усиления. Вы благодарите их и загружаете его на свой корабль.

source: Give 50 scrap to craft a weapon.
ru: Дать 50 лома на создание оружия.

source: You transfer over the scrap and watch the master craftsmen work. They easily reshape the metal into pieces they can use and then add various additional materials on their ship to construct the weapon. You thank them and load it onto your ship.
ru: Вы передаёте лом и наблюдаете за работой мастеров. Они с лёгкостью превращают куски металла в новые детали и добавляют дополнительные материалы со своего корабля для создания оружия. Вы благодарите их и загружаете его на свой корабль.

source: Give 40 scrap to craft a drone schematic.
ru: Дать 40 лома на создание схемы дрона.

source: You transfer over the scrap and watch the master craftsmen work. They easily reshape the metal into pieces they can use and then add various additional materials on their ship to construct the schematic. You thank them and load it onto your ship.
ru: Вы передаёте лом и наблюдаете за работой мастеров. Они с лёгкостью превращают куски металла в новые детали и добавляют дополнительные материалы со своего корабля для создания схемы дрона. Вы благодарите их и загружаете его на свой корабль.

source: Decline their offer.
ru: Отклонить их предложение.

source: You thank them for the information and prepare to jump.
ru: Вы благодарите их за информацию и готовитесь к прыжку.

source: Inquire about the process.
ru: Спросить об этом процессе.

source: They respond, "We haven't the foggiest idea how it works. They appear to meld part of their bodies into the metal and reshape it. They have been willing to demonstrate their ability if you have some extra metal that you would like converted into something.
ru: Они ответили: «Не имеем ни малейшего представления, как это работает. Похоже, что они сливаются своими частями тела с металлом и придают ему новую форму». Они готовы показать, как они это делают, если у вас найдётся лишний кусок металла, который вы хотите превратить во что-нибудь другое.

source: Your Slug can forsee the result of their work!
ru: Ваш слаг может предвидеть результат их работы!

source: Give 45 scrap to craft an augmentation.
ru: Дать 45 лома на создание усиления.

source: You transfer over the scrap and watch the master craftsmen work. They easily reshape the metal into pieces they can use and then add various additional materials on their ship to construct the augmentation. You thank them and load it onto your ship.
ru: Вы передаёте лом и наблюдаете за работой мастеров. Они с лёгкостью превращают куски металла в новые детали и добавляют дополнительные материалы со своего корабля для создания усиления. Вы благодарите их и загружаете его на свой корабль.

source: Give 50 scrap to craft a weapon.
ru: Дать 50 лома на создание оружия.

source: You transfer over the scrap and watch the master craftsmen work. They easily reshape the metal into pieces they can use and then add various additional materials on their ship to construct the weapon. You thank them and load it onto your ship.
ru: Вы передаёте лом и наблюдаете за работой мастеров. Они с лёгкостью превращают куски металла в новые детали и добавляют дополнительные материалы со своего корабля для создания оружия. Вы благодарите их и загружаете его на свой корабль.

source: Give 40 scrap to craft a drone schematic.
ru: Дать 40 лома на создание схемы дрона.

source: You transfer over the scrap and watch the master craftsmen work. They easily reshape the metal into pieces they can use and then add various additional materials on their ship to construct the schematic. You thank them and load it onto your ship.
ru: Вы передаёте лом и наблюдаете за работой мастеров. Они с лёгкостью превращают куски металла в новые детали и добавляют дополнительные материалы со своего корабля для создания схемы дрона. Вы благодарите их и загружаете его на свой корабль.

source: Decline their offer.
ru: Отклонить их предложение.

source: You thank them for the information and prepare to jump.
ru: Вы благодарите их за информацию и готовитесь к прыжку.

source: Leave them to their research.
ru: Не мешать их исследованиям.

source: While replicating their innate ability would have immeasurable consequences on commercial manufacturing, your mission has a much higher priority at the moment.
ru: Хотя копирование их врождённой способности и будет иметь огромный успех в коммерческом производстве, ваша миссия имеет гораздо более высокий приоритет в данный момент.

source: A Lanius merchant appears to have a significantly improved translator as you clearly understand their message. "Metal content more than sufficient. Does your ship care to exchange resources for our excess metal?"
ru: Похоже, у торговца ланиуса имеется значительно улучшенный переводчик, так как вы без проблем понимаете их сообщение: «Металла более чем достаточно. Согласны ли вы обменять ресурсы в обмен на наш металл?»

source: Agree to the exchange.
ru: Согласиться на обмен.

source: Decline.
ru: Отказаться.

source: They leave without a word.
ru: Они молча уходят.

source: Decline but ask about their translation device.
ru: Отказаться, но спросить об их устройстве перевода.

source: "Yes. It is quality. Our ship contains excess. Care to purchase?"
ru: «Да. Товар качественный. У нас его с избытком. Желаете приобрести?»

source: Purchase the translator for 30 scrap.
ru: Приобрести переводчик за 30 лома.

source: Your ships dock and you are more than a little surprised when the Lanius you spoke with boards your ship. It appears the 'device' you purchased was one of the beings that learned your language.
ru: Ваш корабль пришвартовался, и вы более чем удивились, когда ланиус, с которым вы говорили, поднялся к вам на борт. Оказывается, "устройством", которое вы приобрели, было существо, выучившее ваш язык.

source: Translator
ru: Толмач

source: Decline again.
ru: Отказаться снова.

source: "No matter. This one does not mind this ship." They pull away and you are left to wonder what it meant by that. Perhaps the translation device has not yet been perfected?
ru: «Не имеет значения. Этот экземпляр возражает против данного корабля». Они уходят, оставляя вас недоумевать о том, что же это могло значить. Может быть, устройство перевода нуждается в доработке?

source: Agree to the exchange.
ru: Согласиться на обмен.

source: Decline.
ru: Отказаться.

source: They leave without a word.
ru: Они молча уходят.

source: Aided by a modified translator, a nearby Lanius scavenger ship messages you, saying, "Metal sufficient. Request exchange." It appears there are some Lanius who wish sociable interaction with other races.
ru: С помощью модифицированного переводчика корабль-мародёр ланиусов вызывает вас: «Запас металла достаточен. Запрашиваю обмен». Похоже, некоторые ланиусы готовы к общественным отношениям с другими расами.

source: A small Lanius craft approaches. You prepare for a fight but they do not seem to be carrying any weapons. After a brief moment they message you, although your translator struggles with the unfamiliar dialect. It appears they wish to trade.
ru: Приближается небольшой корабль ланиусов. Вы готовитесь к бою, но, похоже, что они не вооружены. Затем они посылают вам сообщение, диалект которого с трудом даётся вашему переводчику. Оказывается, они хотят торговать с вами.

source: You arrive to find a large Lanius vessel laden with recently collected metal. They are apparently offering to trade for supplies they are lacking.
ru: По прибытии вы обнаруживаете большой корабль ланиусов, гружёный свежесобранным металлом. По всей видимости, они предлагают вам обмен, чтобы пополнить запасы недостающих материалов.

source: After the exchange is complete they leave without a word.
ru: После завершения обмена они молча улетают.

source: After the exchange is complete they leave without a word.
ru: После завершения обмена они молча улетают.

source: After the exchange is complete they leave without a word.
ru: После завершения обмена они молча улетают.

source: After the exchange is complete they leave without a word.
ru: После завершения обмена они молча улетают.

source: After the exchange is complete they leave without a word.
ru: После завершения обмена они молча улетают.

source: After the exchange is complete they leave without a word.
ru: После завершения обмена они молча улетают.

source: Sensors indicate a small Lanius cruiser in the process of salvaging another small Lanius ship. Before you have a chance to wonder what caused them to turn on each other, the survivor notices you and moves in to attack.
ru: Сенсоры замечают небольшой крейсер ланиусов, занятый разборкой другого небольшого корабля ланиусов. Прежде чем вы успели удивиться, что заставило их обратиться против друг друга, крейсер замечает вас и идёт в атаку.

source: Shortly after your arrival, a Lanius ship jumps near the beacon. It begins to move slowly toward you. You open wide band communication channels, attempting to make contact. However, it either ignores you or is unable to receive the messages. As they get closer you issue the order to charge weapons and find they do the same.
ru: Вскоре после вашего прибытия корабль ланиусов выпрыгивает рядом с маяком. Он начинает медленно приближаться. Вы пытаетесь с ними связаться по общему каналу связи. Однако, либо он решил проигнорировать, либо не понимает вас. Когда корабль приблизился, вы даёте команду зарядить оружие и видите, что ланиусы делают то же самое.

source: You receive a message on a wide band frequency, originating from an approaching Lanius ship. It appears not to be directed at you, but your translator does its best all the same: "... metallic opportunity... acquisition... by force..." Looks like you're in for a fight.
ru: Вы получаете сообщение по широкополосному каналу связи от приближающегося корабля ланиусов. Похоже, оно адресовано не вам, ваш переводчик делает всё, что может, но результат всегда один: «... металлический удачная возможность... сбор... силой...» Похоже, бой уже начался.

source: A military Lanius vessel stops repurposing an abandoned satellite as soon as you jump in. It blocks all hails and powers its weapons.
ru: Военный корабль ланиусов прекращает перенастройку заброшенного спутника сразу после вашего появления. Он блокирует все сигналы и заряжает орудия.

source: The beacon is surrounded by many tiny Lanius craft, surely only capable of holding one occupant. Perhaps they are some kind of forward scout searching for 'metallic opportunities'? As you consider this, a much larger Lanius vessel moves in to engage you, and the scout ships scatter in all directions.
ru: Маяк окружён множеством крошечных кораблей ланиусов, наверняка рассчитанных всего на одного пилота. Вы считаете, что гораздо большее судно ланиусов движется за вами и рассылает разведчиков во всех направлениях.

source: You arrive to see a well-armed Lanius craft preparing to salvage a badly damaged Rebel patrol ship. Noticing your arrival, the Lanius greedily moves in to intercept its second target of the day.
ru: На месте вы видите хорошо вооружённый корабль ланиусов, который готовится к зачистке патрульного корабля повстанцев. Заметив ваше приближение, ланиусы готовятся к нападению на ваш корабль.

source: As you arrive in the system, your proximity alarm begins screaming: there is a Lanius ship right on top of you! Before you have a chance to hail, they open fire!
ru: По прибытии в систему срабатывает тревога: прямо перед вами находится корабль ланиусов! Прежде чем вы успеваете связаться с ним, он открывают огонь!

source: As you are getting your bearings, another ship suddenly arrives at the beacon - it's the Lanius, and they've marked your ship for salvage!
ru: В то время как вы собирали трофеи, к маяку приблизился ещё один корабль. Это ланиусы, и они собираются грабить ваш корабль!
