Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/dlcEvents_anaerobic.xml.rawclobber/*.po
Languages: ru

source: The civilian ship hastily retreats while you intercept the path of the ship and lock on weapons. It turns and prepares for a fight.
ru: Гражданские в спешке улетают, в то время как вы перехватываете корабль и наводите орудия. Он разворачивается и готовится к бою.

source: Stay out of it.
ru: Держаться от них подальше.

source: You ignore the ship's pleas and watch as it hastily escapes. Oddly, the Lanius ship makes no move to chase it. You wonder if they were ever a threat at all.
ru: Вы игнорируете просьбы корабля и смотрите, как он поспешно улетает. Как ни странно, корабль ланиусов не делает ничего, чтобы преследовать его. Вы задаётесь вопросом, была ли угроза вообще.

source: Try to contact the Lanius ship.
ru: Попытаться установить контакт с кораблём ланиусов.

source: You approach the ship without activating weapons and the civilian ship says, "Don't go any closer! Just kill them!" before hastily making their retreat.
ru: Вы приближаетесь к кораблю, не заряжая орудия, и гражданское судно передаёт: «Не подходите ближе! Просто убейте их!» — после чего поспешно отступает.

source: Ignore them and continue.
ru: Игнорировать их и продолжить.

source: Attack the Lanius.
ru: Атаковать ланиусов.

source: You point your guns at the Lanius. They turn around and prepare to fight.
ru: Вы наводите свои орудия на ланиусов. Они разворачиваются и готовятся к бою.

source: You ask what they want and the translator chirps their response, "Explore. Assess trade potential." It appears to be a merchant ship attempting to make connections with the other races. The civilian must have simply been too scared to ask. You check what they have to sell at the moment.
ru: Вы спрашиваете, чего они хотят, и переводчик щебечет ответ: «Исследование. Оценка торгового потенциала». Похоже, что торговое судно пытается установить связи с другими расами. Гражданские, должно быть, просто были слишком напуганы, чтобы спросить об этом. Вы смотрите, что они могут вам продать.

source: You ask what they are doing here but the translator clearly has problems with the request. It chirps with their response, "Expunge... Floral... Proposition..." You try to clarify their answer but to no avail. Both you and the Lanius captain end the transmission despondently.
ru: Вы спрашиваете, что они делают здесь, но у переводчика явно проблемы с переводом. Он выдаёт их ответ: «Вычеркнуть... Цветочные... Предложение...» Вы пытаетесь разобрать их ответ, но безрезультатно. И вы, и капитан ланиусов закончили разговор в недоумении.

source: You ask what they are doing here but the translator clearly has problems with the request. The Lanius seem enraged for an indiscernible reason. They cut transmission and power their weapons. Looks like you'll have to fight after all!
ru: Вы спрашиваете, что они делают здесь, но у переводчика явно проблемы с переводом. Ланиусы выглядят очень агрессивно после вашего вопроса. Они обрывают связь и заряжают свои орудия. Похоже, вам всё же придётся сражаться!

# data/dlcEvents_anaerobic.xml.rawclobber$//event[@name="LANIUS_AUTO_REBEL"]/text
source: You come across a Lanius ship in the process of absorbing a Rebel automated scout. If you scare off the Lanius you could probably make use of it.
ru: Вы столкнулись с кораблём ланиусов, поглощающим обломки автоматизированного разведчика повстанцев. Если отпугнуть ланиусов, то, вероятно, можно вынести из этого пользу.

source: Fight the ship.
ru: Вступить в бой.

source: You power up your weapons, which quickly gets the attention of the ship.
ru: Вы заряжаете свои орудия, сразу привлекая внимание корабля.

source: Leave them alone.
ru: Оставить их в покое.

source: Whatever assistance the disabled scout could provide is not worth the risk of fighting another Lanius. You prepare to move on.
ru: Не важно, какую помощь может оказать разведчик, битвы с ланиусами оно не стоит. Вы готовитесь двигаться дальше.

source: You are able to retrieve a significant amount of data about the surrounding beacons from the scout before you scrap it.
ru: Перед тем как разобрать разведчика на металл, вам удаётся извлечь из него большой объём информации о маяках неподалёку.

source: You find the ship has a built-in method of warning the Rebel fleet of contact with your ship. You feed it some false data about your ship's whereabouts that should keep the fleet off your tail for a time.
ru: На этом судне вы находите устройство предупреждения флота повстанцев о контакте с вашим кораблём. Вы загружаете ложные данные о своём местонахождении, это сбросит повстанцев с вашего хвоста на некоторое время.

# data/dlcEvents_anaerobic.xml.rawclobber$//event[@name="LANIUS_GROUP_AUTO"]/text
source: You notice a number of Lanius ships absorbing a forward Rebel base and its automated scouts. They don't seem to be aggressive. Perhaps their desire for metal could prove to be useful?
ru: Вы замечаете несколько кораблей ланиусов, поглощающих передовую базу повстанцев и её автоматизированных разведчиков. Ланиусы не проявляют агрессии. Возможно, их жадное стремление собирать металл окажется для вас полезным?

source: Try to use them to delay the Rebels.
ru: Попробовать связаться с ними, чтобы задержать флот повстанцев.

source: Leave them alone.
ru: Оставить их в покое.

source: You decide it would be better to leave them be.
ru: Вы решаете, что лучше бы оставить их в покое.

source: You try your best to convey the notion that the approaching Rebel fleet has countless automated ships scouting for them. However, either the translation device has failed or they're simply not interested. They cut the channel and continue to absorb the ships.
ru: Вы рассказываете, что приближается флот повстанцев с многочисленными автоматизированными разведчиками. Но из этого ничего не выходит. Либо сломался переводчик, либо они просто не заинтересовались этим. Отключив канал связи, ланиусы продолжают поглощать корабли.

source: You try your best to convey the notion that the approaching Rebel fleet has countless automated ships scouting for them. You're not certain if you were misunderstood but they appear to scoff at your suggestion. Most ships continue what they were doing but a single ship moves to fight you.
ru: Вы делаете всё, что в ваших силах, стараясь объяснить ланиусам, что сюда с бесчисленным количеством автоматизированных кораблей надвигается флот повстанцев. Вы не уверены, правильно ли вас поняли, но, похоже, они смеются над вашими предостережениями. Большинство кораблей продолжают заниматься своими делами, но один из них идёт на вас в атаку.

source: You try your best to convey the notion that the approaching Rebel fleet has countless automated ships scouting for them. They thank you for the tip and prepare to jump in the direction you came. That will hopefully delay the fleet. You scrap what remains of the Rebel station.
ru: Вы рассказываете им о приближении флота повстанцев с многочисленными автоматизированными разведчиками. Они благодарят вас за информацию и готовятся к прыжку в направлении маяка, который вы недавно посетили. Это должно задержать флот. Вы собираете лом, оставшийся от станции повстанцев.

source: You detect a damaged vessel docked with the jump beacon. It appears the Lanius are absorbing metal from the beacon, risking destroying it and becoming stranded.
ru: Вы обнаружили повреждённое судно, состыкованное с прыжковым маяком. Похоже, ланиусы поглощают металл обшивки прыжкового маяка, рискуя уничтожить его и застрять здесь.

source: Ask if they require assistance.
ru: Спросить, не нуждаются ли они в помощи.

source: Send them 30 scrap.
ru: Отправить им 30 лома.

source: Leave this place.
ru: Покинуть это место.

source: (Hull Repair Drone) Send a drone to help.
ru: (Ремонтник корпуса) Отправить дрона на помощь.

source: As soon as the drone gets close, a Lanius in a type of spacewalk maneuvering unit grabs it and immediately starts breaking it down for metal. You prepare for a fight but they appear quite grateful for the act. They start to use the metal to repair key portions of their ship. From what you can understand from the translator it appears one of their crew wishes to join you.
ru: Как только дрон приближается к кораблю, ланиусы захватывают его манипулятором и сразу же начинают разбирать его на лом. Вы готовитесь заряжать орудия, но они кажутся довольными подарком. Они используют лом для ремонта ключевых частей своего корабля. Всё, что вы поняли от переводчика — один ланиус из их команды желает присоединиться к вам.

source: After a long message the translator is only able to spurt out "critical... must... metal..." You can only surmise they are desperate for scrap.
ru: После длинного сообщения переводчик смог лишь выдать «критический... нужно... металл...» Вы можете только предположить, что они отчаянно нуждаются в ломе.

source: Give them 30 scrap.
ru: Дать им 30 лома.

source: You release the material out of the airlock and the Lanius quickly collect it and start melting it down. They are grateful for your assistance and send over a ship augmentation.
ru: Вы выбрасываете материал из шлюза. Ланиусы быстро собирают его и начинают плавить. Они благодарны вам за помощь и присылают усиление.

source: Leave this place.
ru: Покинуть это место.

source: You begin to message the ship but it quickly powers on its weapons defensively. It appears to be fully functional and looking for a fight!
ru: Вы пытаетесь связаться с кораблём, но он быстро заряжает защитные орудия. Похоже, что он полностью функционирует и хочет сражаться!

source: You release the material out of the airlock and the Lanius quickly collect it and start melting it down. They are grateful for your assistance and send over a ship augmentation.
ru: Вы выбрасываете материал из шлюза. Ланиусы быстро собирают его и начинают плавить. Они благодарны вам за помощь и присылают усиление.

source: You release the material out of the airlock and the Lanius quickly collect it and start melting it down. They are grateful for your assistance and send over a ship augmentation.
ru: Вы выбрасываете материал из шлюза. Ланиусы быстро собирают его и начинают плавить. Они благодарны вам за помощь и присылают усиление.

source: You release the scrap out of the airlock and they greedily collect it. Shortly afterwards their impulse engines flicker on and they power up their weapons. It appears you haven't sated their lust for metal!
ru: Вы выбрасываете лом из шлюза, и ланиусы бросаются жадно собирать его. Вскоре их импульсные двигатели и оружейные системы начинают светиться. Похоже, что полностью удовлетворить их жажду металла вы не смогли.

source: You prepare to jump as soon as possible. You don't want to be around if they disable this beacon.
ru: Вы начинаете в спешке готовиться к прыжку. Вы не хотите находиться рядом, когда они отключат маяк.

source: You prepare to jump as soon as possible. You don't want to be around if they disable this beacon.
ru: Вы начинаете в спешке готовиться к прыжку. Вы не хотите находиться рядом, когда они отключат маяк.

source: You prepare to jump as soon as possible. You don't want to be around if they disable this beacon.
ru: Вы начинаете в спешке готовиться к прыжку. Вы не хотите находиться рядом, когда они отключат маяк.

source: You make preparations to jump but are surprised when the Lanius ship pulls away from the beacon towards you. It appears to be fully operational!
ru: Вы уже готовились к прыжку, но были очень удивлены тем, что корабль ланиусов оторвался от маяка и направился к вам. Похоже, он в полном порядке!

source: You have picked up a Lanius vessel drifting in this sector. There is no damage to the hull, and it appears to be powered down.
ru: Вы обнаружили судно ланиусов, дрейфующее по этому сектору. Корпус не повреждён, но питание, кажется, отключено.

source: Scan the ship for lifeforms.
ru: Просканировать корабль на наличие признаков жизни.

source: As you scan the vessel, the scan frequencies awaken the Lanius crew from hibernation - and they're hungry for raw materials!
ru: Как только вы начали сканирование, импульсы сканера вывели экипаж ланиусов из спячки. И они явно голодны!

source: Power weapons to attack.
ru: Зарядить орудия для атаки.

source: Investigate the vessel.
ru: Исследовать судно.

source: You power up your weapons, and in response, the Lanius ship does the same! Prepare for a fight.
ru: Вы заряжаете свои орудия, но и корабль ланиусов делает то же самое! Готовьтесь к битве.

source: You power up your weapons, but don't get a response.
ru: Вы заряжаете свои орудия, но не видите ответной реакции.

source: Investigate the vessel.
ru: Исследовать судно.

source: Destroy and scrap it.
ru: Уничтожить корабль и разобрать на лом.

source: As soon as you lock your weapons onto their vessel, it awakens... they must have been in hibernation and were awoken by the danger!
ru: Как только вы наводите орудия на их корабль, ланиусы просыпаются... Они, должно быть, были в спячке, но опасность пробудила их!

source: The vessel appears to be dormant. It is likely there are Lanius on board, but they may be in hibernation until the ship comes within range of new materials.
ru: Похоже, что судно просто дрейфует. Вероятно, на борту есть ланиусы, но они, скорее всего, погружены в спячку до тех пор, пока их корабль не пройдёт вблизи источника металла.

source: Ignore the vessel.
ru: Игнорировать судно.

source: Navigate carefully around the ship and strip what materials from the hull you can.
ru: Аккуратно обойти вокруг корабля и снять с его корпуса всё, что можно.

source: (Improved Piloting) Engage the autopilot to strip the ship safely.
ru: (Улучшенная рубка управления) Включить автопилот, чтобы без опаски ободрать материалы с корпуса корабля.

source: The computer matches the rotation and speed of the target ship, and you take the opportunity to gather what residual scrap you can without awakening the Lanius crew. You get an excellent haul!
ru: Бортовой компьютер выставляет скорость и вращение корабля соответственно цели, а вы пользуетесь этой возможностью, чтобы собрать остатки лома, не потревожив в процессе сон команды ланиусов. У вас вышел отличный улов!

source: As you drift toward the vessel, your piloting skill is unable to match your intent - the Lanius ship powers up, hungry for raw materials!
ru: Вы направляете корабль в сторону судна, но вашему пилоту не хватает мастерства для выполнения манёвра — корабль ланиусов оживает, и он жаждет металла!

source: You clumsily manage to strip some hull plating before being forced to retreat or risk collision.
ru: Вы неуклюже сняли часть обшивки корпуса, после чего вам пришлось отвести корабль из-за риска столкновения.

source: You detect a refueling platform near the beacon, although its broadcast signal is garbled, and you can't make out the message.
ru: Возле маяка вы находите станцию дозаправки, но её сигнал вещания искажён, и вам не удаётся распознать сообщение.

source: Hail the platform and attempt to communicate.
ru: Поприветствовать станцию и попытаться связаться.

source: There is a screech from your comm system, and the broadcast suddenly cuts off. The platform suddenly begins to move, revealing itself to be a Lanius ship!
ru: Из вашей коммуникационной системы доносится пронзительный визг, и трансляция резко прерывается. Вдруг платформа приходит в движение. Оказывается, это вовсе не платформа, а корабль ланиусов!

source: Dock with the platform.
ru: Состыковаться с платформой.

source: Your ship enters one of the refueling station berths, grateful for a rest.
ru: Ваш корабль стыкуется с одним из шлюзов заправочной станции. Вы рады возможности перевести дух.

source: Signal for a refuel.
ru: Попросить о дозаправке.

source: (Blast Doors) Secure your blast doors — best to be safe when docked.
ru: (Укреплённые двери) Заблокировать укреплённые двери — лучше быть в безопасности, когда происходит стыковка.

source: Your reinforced doors save you from an attempted ambush by the Lanius, who cluster around the doors and hull, attempting to consume your ship. Coldly, you wipe them out one by one with your weapon array, then take control of the station and take its fuel reserves.
ru: Ваши укреплённые двери защитили вас от засады ланиусов, которые теперь крутятся вокруг корпуса, пытаясь повредить обшивку. Вы хладнокровно уничтожаете их одного за другим из больших орудий. Взяв под контроль станцию, вы забираете топливо.

source: Ignore the platform.
ru: Игнорировать платформу.

source: You leave the platform alone, and prepare to jump.
ru: Вы оставили платформу в покое и приготовились к прыжку.

source: Your ship's dash suddenly lights up with warnings - a hull breach! Lanius were on board the platform and are now on board your ship. A hidden cruiser comes into view!
ru: На приборной панели внезапно загорается сигнал предупреждения о пробоине в корпусе. На платформе были ланиусы. А теперь уже и у вас на борту! Ко всему прочему из-под маскировки выходит крейсер.

source: What seemed to be a brief respite turns into a Lanius trap... the first warning is an explosion from your engine room, followed moments later by detection of a Lanius ship at sensor range!
ru: Короткая передышка оказалась ловушкой. Прогремел взрыв в моторном отсеке, и через секунду на радаре появился корабль ланиусов.

source: No one answers your hails. You run some scans and discover that the station has been recently abandoned, no doubt due to the threat of the Lanius. You empty their fuel reserves before leaving.
ru: Никто не отвечает на ваш запрос. Запустив сканер, вы обнаруживаете, что станция была недавно покинута. Без сомнений, здесь не обошлось без ланиусов. Перед тем как улетать, вы забираете остатки топлива.

source: (Improved Sensors) Run another scan at maximum sensitivity.
ru: (Улучшенные сенсоры) Запустить сканирование на максимальной чувствительности.

source: You run an additional more focused scan and find one of the auxiliary refueling platforms has some unclaimed fuel.
ru: Вы провели более тщательное сканирование и обнаружили, что на одной из вспомогательных платформ осталось ещё немного топлива.

source: (Advanced Sensors) Run another scan at maximum sensitivity.
ru: (Продвинутые сенсоры) Запустить сканирование на максимальной чувствительности.

source: You run an additional more focused scan and find one of the auxiliary refueling platforms has some unclaimed fuel and drone parts.
ru: Вы провели более тщательное сканирование и обнаружили, что на одной из вспомогательных платформ осталось не только немного топлива, но и несколько деталей дронов.

source: It looks as if the Lanius were uninterested in the fuel reserves on the station, and there is a good amount of fuel left. You take what your ship can hold and prepare to jump to the next beacon.
ru: Похоже, что ланиусы не были заинтересованы топливными запасами станции и оставили их в целости. Вы отгружаете столько топлива, сколько ваш корабль может вместить, и готовитесь к прыжку до следующего маяка.

source: The ship explodes, leaving behind a collection of useful scrap material.
ru: Корабль взрывается, оставляя после себя полезный лом.

source: Investigate the fueling platform.
ru: Исследовать заправочную платформу.

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: Investigate the fueling platform.
ru: Исследовать заправочную платформу.

source: An image of some weak and hungry humans comes onto your screen. "Those metal bastards think they can just absorb half of our engines and leave us here to die? I hope you understand the need to take your ship by force."
ru: На мониторе вы видите слабых оголодавших людей. «Эти ржавые ублюдки думают, что могут просто так поглотить половину наших двигателей и оставить нас здесь подыхать? Надеюсь, вы понимаете, что теперь нам нужен ВАШ корабль? И, если придётся, мы заберём его силой!»

# data/dlcEvents_anaerobic.xml.rawclobber$//event[@name="LANIUS_BOARDERS"]/text
source: You detect a small craft in an otherwise empty area and move in to examine it. It appears to be the husk of a Lanius ship barely holding together. As you are closely scanning it for useful materials and collecting them, some figures climb out from the wreckage and launch themselves the short distance onto your ship. An explosive vibration rocks the ship — Lanius lifeforms are detected on board, and they have already managed to breach a hole in the ship!
ru: Вы обнаружили небольшой одинокий корабль и решили осмотреть его поближе. Похоже, что это судно ланиусов, которое вот-вот развалится на куски. Пока вы, подойдя ближе, собирали полезные материалы, из-под обломков показались фигуры, направившиеся в вашу сторону. Взрывы сотрясают ваш корабль. Ланиусы на борту, и они уже успели проломить дыру в обшивке!

# data/dlcEvents_anaerobic.xml.rawclobber$//ship[@name="LANIUS_SHIP"]/gotaway/text
source: The Lanius ship has escaped.
ru: Корабль ланиусов скрылся.

source: The Lanius craft breaks apart. You hasten to contact the civilian ship.
ru: Судно ланиусов разваливается на куски. Вы спешите связаться с гражданским судном.

source: Contact the civilian ship.
ru: Связаться с гражданским судном.

source: No more life signs detected on the Lanius ship. You hasten to contact the civilian ship.
ru: На корабле ланиусов не осталось признаков жизни. Вы спешите связаться с гражданским судном.

source: Contact the civilian ship.
ru: Связаться с гражданским судном.

source: The ship breaks apart. You decide to salvage it when the opportunity arises.
ru: Корабль разваливается на куски. Вы решаете собрать с него лом, как только представляется такая возможность.

source: No more life signs detected on the Lanius ship. You decide to salvage it when the opportunity arises.
ru: На корабле ланиусов не осталось признаков жизни. Вы решаете собрать с него лом, как только представляется такая возможность.

source: The Lanius craft breaks apart. You move to inspect the automated Rebel ship that it was absorbing.
ru: Корабль ланиусов разваливается на куски. Вы приближаетесь, чтобы рассмотреть, что осталось от беспилотника повстанцев.

source: No more life signs detected on the Lanius ship. You move to inspect the automated Rebel ship that it was absorbing.
ru: На корабле ланиусов не осталось признаков жизни. Вы приближаетесь, чтобы рассмотреть беспилотник повстанцев, который не успели поглотить ланиусы.

source: The Lanius ship has escaped. You move to inspect the automated Rebel ship that it was absorbing.
ru: Корабль ланиусов скрылся. Вы приближаетесь, чтобы рассмотреть, что же осталось от беспилотника повстанцев.

source: The pirate ship breaks apart. You hasten to contact the civilian ship.
ru: Пиратский корабль разваливается на куски. Вы спешите связаться с гражданским судном.

source: Contact the civilian ship.
ru: Связаться с гражданским судном.

source: No more life signs detected on the pirate ship. You hasten to contact the civilian ship.
ru: На пиратском корабле не осталось признаков жизни. Вы спешите связаться с гражданским судном.

source: Contact the civilian ship.
ru: Связаться с гражданским судном.

# data/dlcEvents_anaerobic.xml.rawclobber$//event[@name="EVENT_LANIUS_EATME"]/text
source: After completing the jump, you hear some crackling and scraping on the ship's outer hull...
ru: Завершив прыжок, вы слышите какой-то треск и скрежет на внешней обшивке корабля...

source: After a thorough examination, you find a Lanius eating your hull!
ru: Осмотрев всё, вы находите ланиуса, который поедает ваш корпус!

source: Exterminate!
ru: Уничтожить его!

source: While you decide how to get rid of this parasite, the Lanius gnaws another hole in your ship!
ru: Пока вы решаете, как избавиться от этого паразита, ланиус прогрызает ещё одну дыру в вашем корабле!
