Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/dlcEvents_anaerobic.xml.rawclobber/*.po
Languages: ru

source: At first everything seems quiet, then your scanners pick up a ship approaching at high speed - the Lanius have detected your arrival and are powering up their weapons!
ru: Поначалу всё выглядит тихо и спокойно, но ваши сканеры засекают приближающийся на большой скорости корабль — ланиусы заметили ваше прибытие и начинают заряжать орудия!

source: You have stumbled across a mining expedition - unfortunately, the miners are the Lanius, and they've chosen your ship as their target!
ru: Вы наткнулись на добывающую экспедицию. К несчастью, ими оказываются ланиусы, и они уже нацелились на ваш корабль!

source: As you are getting your bearings, another ship suddenly arrives at the beacon - it's the Lanius, and they've marked your ship for salvage!
ru: В то время как вы собирали трофеи, к маяку приблизился ещё один корабль. Это ланиусы, и они собираются грабить ваш корабль!

source: You arrive to see a number of Rebel ships attempting to dissuade Lanius scavenger ships from "acquiring" their forward station. A passing Rebel patrol ship spots you and moves in to intercept.
ru: По прибытии вы замечаете несколько кораблей повстанцев, пытающихся отговорить корабль-мародёр ланиусов от "приобретения" их станции. Патрульный корабль повстанцев замечает вас и приближается для перехвата.

source: A Rebel scout patrols near the beacon. "Hah! I knew you would try to sneak through this sector as soon as I heard it had become treacherous. Surrender!"
ru: Разведчик повстанцев патрулировал маяк. «Ага! Я знал, что вы попытаетесь проскользнуть через этот сектор, только я заподозрил что-то неладное. Сдавайтесь!»

source: You intercept discussions between a Rebel patrol and a human mining colony, "... we realize you're scared but all reports indicate the metal bastards target abandoned settlements only. If we relocated our fleets based on every request from backwater... wait, what's that..." Before you can react, the channel is cut and the Rebel ship moves in to attack.
ru: Вы перехватываете разговор между повстанцами и горнодобывающей колонией людей: «... мы понимаем вашу обеспокоенность, но все отчёты говорят о том, что металлических ублюдков интересуют только заброшенные поселения. Если бы мы отправляли флот по каждому запросу из очередного захолустья... погодите, что это...» Прежде чем вы успели среагировать, связь прервалась, а корабль повстанцев направился в атаку.

source: You arrive at the beacon and notice a small Rebel ship chasing Lanius scavengers away from a wrecked Rebel battleship. As soon as the Rebel notices you and moves in to attack, the Lanius ships return to their prey like flies on garbage.
ru: Вы прибываете к маяку и замечаете небольшой корабль повстанцев, отгоняющий мусоросборные корабли ланиусов от повреждённого линкора повстанцев. Как только повстанцы замечают вас и разворачиваются к атаке, корабли ланиусов возвращаются к своей жертве, как мухи на мусор.

source: A Rebel messages you. "Who would have thought the most wanted ship in the quadrant would just happen by my station? Prepare to meet your maker."
ru: Повстанцы прислали сообщение. «Кто бы мог подумать, что самый разыскиваемый корабль сектора вдруг окажется на моей станции? Готовьтесь к встрече с создателем».

source: Your arrival coincides almost exactly with that of a Rebel ship. It's hard to know who is more surprised, but there is no option but to fight.
ru: Ваше прибытие почти идеально совпало с прибытием корабля повстанцев. Трудно понять, кто больше удивлён, но другого выхода, кроме как сражаться, у вас нет.

source: A pirate ship appears to be threatening a small refugee ship near the beacon. Upon seeing you jump in, it turns to approach. The civilian wastes no time and jumps away, but that appears only to harden the pirate's resolve.
ru: Похоже, что пиратский корабль угрожает небольшому кораблю беженцев неподалёку от маяка. Заметив ваше приближение, пираты разворачиваются в вашу сторону. Гражданский корабль не теряет времени и сбегает, что только придаёт решимости пиратам.

source: An upgraded pirate ship sits among the remains of a number of Lanius ships. It hails you, "These punks think they can jus' waltz in here into our sector? Obnoxious, right? Well, I'm sure you know the routine, let's do this."
ru: Улучшенный пиратский корабль остановился среди обломков нескольких кораблей ланиусов. Они вас приветствуют: «Эти придурки думают, что могут просто так шататься по нашему сектору? Отвратительно, не правда ли? Ну, думаю, вы всё поняли. Покончим с этим».

source: Debris from a number of battleships are scattered around the beacon. As you approach the area a pirate ship thrusts itself through the hulks to attack. It must be using the metal to lure the Lanius into a trap.
ru: Обломки нескольких кораблей разбросаны около маяка. При вашем приближении пиратский корабль прорывается сквозь обломки для атаки. Возможно, они использовали металл как приманку, чтобы заманить ланиусов в ловушку.

source: The pirate ship patroling this sector has been busy. The debris of several Rebel scouts and at least one civilian ship litter the area. "Welcome, welcome, there's room for one more!" The over-confident pirate hails you as he charges his weapons and moves in to attack.
ru: Пиратский корабль патрулирует этот сектор. В космосе болтаются обломки нескольких повстанцев-разведчиков и как минимум одного гражданского корабля. Слишком самоуверенный капитан пиратов заряжает орудия и выходит с вами на связь. «Приветствую, добро пожаловать, у нас тут есть место для ещё одного!»

source: The pirate sees you before you see him... prepare for a fight!
ru: Пираты замечают вас первыми... Готовьтесь к бою!

source: This beacon appears to have been set up within an asteroid field to access a mining settlement. However, half of the settlement has been disassembled by a number of Lanius scavengers. Their military escort moves in to scare you off.
ru: Кажется, этот маяк был установлен в поле астероидов, чтобы получить доступ к горнодобывающему поселению. Но половина посёлка уже разобрана мусорщиками ланиусов. Их военный эскорт направляется к вам.

source: There appears to be some sort of research station near a pulsar, although it's hard to tell since a portion of it has been melted. The Lanius ship that has been working at it moves in to intercept you, totally oblivious to the threat of EM pulses.
ru: Вы видите какую-то исследовательскую станцию около пульсара. Хотя сразу и не скажешь, что это, так как большая часть станции была расплавлена. Корабль ланиусов, который тут хозяйничал, двинулся к вам на перехват, совершенно игнорируя угрозу электромагнитных вспышек.

source: Upon arrival you are immediately surrounded by chaos: a planet's Anti-Ship Battery is firing on a number of Lanius ships; one of the combat ships mistakenly believes your ship has arrived to assist the planetary defenses. Combat positions!
ru: По прибытии вы сразу же погрузились в полный хаос: с планеты ведётся огонь из противокорабельной батареи по кораблям ланиусов. Один из этих боевых кораблей по ошибке принимает ваш корабль за подкрепление для планетарной защиты. Битва неизбежна!

source: After your skirmish the fighting dies down and you're contacted by the planetary defense team. "Sorry you got caught up in that fight, stranger. No matter how many of these monsters we blow out of the sky they just keep coming. We can patch up your ship for you."
ru: После боя всё стихает, вы связываетесь с командой планетарной обороны. «Нам жаль, что вы попали в эту перестрелку, незнакомцы. Сколько бы мы ни уничтожали этих выродков, они всё прибывают и прибывают. Кстати, мы можем подлатать ваш корабль».

source: You finish off your assailant with the help of the Anti-Ship Battery but the fight rages on in the distance. You'd best leave before you get dragged into it again.
ru: Вы прикончили нападавшего с помощью противокорабельной батареи, но битва только разгорается. Вам лучше покинуть это место, пока вас снова в это не втянули.

source: After your skirmish the fighting dies down and you're contacted by the planetary defense team. "Sorry you got caught up in that fight, stranger. No matter how many of these monsters we blow out of the sky they just keep coming. We can patch up your ship for you."
ru: После боя всё стихает, вы связываетесь с командой планетарной обороны. «Нам жаль, что вы попали в эту перестрелку, незнакомцы. Сколько бы мы ни уничтожали этих выродков, они всё прибывают и прибывают. Кстати, мы можем подлатать ваш корабль».

# data/dlcEvents_anaerobic.xml.rawclobber$//event[@name="LANIUS_HARVESTER"]/text
source: Your scans have picked up a Lanius vessel in this system: it appears to be navigating a rich debris field, harvesting the minerals.
ru: Ваши сканеры засекли судно ланиусов в этой системе: похоже, они нашли поле останков, богатое материалами.

source: Attempt to harvest some for yourself.
ru: Попытаться тоже добыть что-нибудь.

source: As you attempt to navigate the debris, you come too close to the Lanius ship - and they proceed to try to harvest you!
ru: Пока вы пытаетесь сориентироваться в этом мусоре, вы слишком близко приближаетесь к кораблю ланиусов, и они предпринимают попытку "добыть" вас!

source: (Improved Piloting) Engage the auto-pilot and safely harvest the debris.
ru: (Улучшенная рубка управления) Включить автопилот и спокойно собрать мусор.

source: With help from the computer, you are able to keep a comfortable distance between you and the Lanius ship, and you are able to gather resources from the debris field without conflict.
ru: С помощью компьютера вам удаётся держать дистанцию между вами и кораблём ланиусов. У вас получается собрать ресурсы из мусора, избежав конфликта.

source: (Advanced Piloting) Engage the auto-pilot and safely harvest the debris.
ru: (Продвинутая рубка управления) Включить автопилот и спокойно собрать мусор.

source: With help from the computer, you are able to keep a comfortable distance between you and the Lanius ship, and you are able to gather a substantial quantity of resources from the debris field without conflict.
ru: С помощью компьютера вам удаётся держать дистанцию между вами и кораблём ланиусов. У вас получается собрать значительное количество ресурсов из мусора, избежав конфликта.

source: Attack the vessel.
ru: Атаковать судно.

source: You go on the offensive and power up your weapons - with any luck, you'll soon have the mineral field all to yourself.
ru: Вы идёте в нападение и заряжаете орудия — немного удачи, и вскоре поле материалов будет под вашим контролем.

source: Ignore the vessel.
ru: Игнорировать судно.

source: You charge up your drive and prepare to make the next jump. No sense in antagonizing the Lanius if you don't need to.
ru: Вы заряжаете FTL-привод и готовитесь к следующему прыжку. Нет никакой необходимости в бессмысленном противостоянии с ланиусами.

source: The ship explodes, leaving behind a collection of useful scrap material.
ru: Корабль взрывается, оставляя после себя полезный лом.

source: Investigate the debris.
ru: Осмотреть мусор.

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: Investigate the debris.
ru: Осмотреть мусор.

source: The competitor gone, you investigate the debris, but it looks as if the Lanius harvested much of it before you arrived.
ru: Конкурента больше нет, вы осматриваете мусор, но, похоже, ланиусы собрали большую часть ценного ещё до вашего прибытия.

source: The competitor gone, you proceed to investigate the field and scavenge what you can.
ru: Конкурента больше нет, вы начинаете осмотр поля и собираете всё, что можете.

source: The competitor gone, you proceed to investigate the field and scavenge what you can.
ru: Конкурента больше нет, вы начинаете осмотр поля и собираете всё, что можете.

source: It looks like you interrupted the Lanius before they had a chance to scavenge much from the debris, and you make off with a good haul.
ru: Похоже, что из-за вашего вторжения ланиусы не успели хорошенько обобрать обломки, так что вы уходите с неплохой добычей.

source: Attack the Lanius ship.
ru: Атаковать корабль ланиусов.

source: You charge your weapons, which quickly gets the Lanius ship's attention.
ru: Вы заряжаете свои орудия, тем самым быстро привлекая внимание корабля ланиусов.

source: Avoid the conflict.
ru: Избежать конфликта.

source: Unfortunately it is not your mission to save every person affected by this war or the Lanius invasion.
ru: К сожалению, спасение всех, кого коснулась эта война или нашествие ланиусов, не является вашей задачей.

source: You immediately receive a message upon arrival, "Help! These metal bastards have gone crazy!" The communication originates from the hull of a partially dismantled ship which lies among a number of other destroyed ships. The violent Lanius ship responsible for this carnage is advancing on the survivors.
ru: По прибытии вы сразу же получаете сообщение: «Помогите! Эти железные ублюдки совсем с ума сошли!» Сигнал исходит из полуразрушенного судна, находящегося среди множества других раздробленных кораблей. А враждебный корабль ланиусов, ответственный за эти побоища, продвигается к последним выжившим.

source: You scan the area after arriving at this system. A Lanius ship is in fast pursuit of an unarmed civilian ship. It's hard to say if it's truly a threat since its weapons are not charging.
ru: После прибытия вы сканируете местность в этой системе. Корабль ланиусов быстро преследует безоружное гражданское судно. Трудно сказать, угрожают ли они им, так как оружие ланиусов не заряжается.

source: You arrive at the location of a recent battle. Judging from the debris, some settlers attempted to fight off a number of small Lanius ships, although it's impossible to say who instigated the aggression. A few skirmishes can be seen in the distance, but more notably a lone Lanius ship is firing on a heavily damaged civilian vessel.
ru: Вы прибываете на место недавней битвы. Судя по обломкам, поселенцы пытались отбиться от множества небольших кораблей ланиусов, хотя сказать наверняка, кто атаковал первым — невозможно. Кое-где всё ещё заметны небольшие стычки, но больше всего бросается в глаза, как одинокий корабль ланиусов обстреливает сильно повреждённое гражданское судно.

source: Attack the pirate.
ru: Атаковать пиратов.

source: You charge your weapons, which quickly gets the pirate ship's attention.
ru: Вы заряжаете свои орудия, тем самым быстро привлекая внимание пиратского корабля.

source: Avoid the conflict.
ru: Избежать конфликта.

source: Unfortunately it is not your mission to save every person affected by this war or the Lanius invasion.
ru: К сожалению, спасение всех, кого коснулась эта война или нашествие ланиусов, не является вашей задачей.

source: You discover an abandoned mining facility in the process of being 'acquired' by the Lanius. However, you immediately receive a call from a civilian transport vessel, "Help! We were trying to escape before the Lanius came only to be caught by pirates!" You see a lone pirate ship boarding the civilian craft.
ru: Вы обнаруживаете заброшенный объект раскопок в процессе "приобретения" его ланиусами. Однако, вы сразу же получаете вызов от гражданского транспортного судна: «Помогите! Мы пытались сбежать до прихода ланиусов, но были пойманы пиратами!» Вы видите одинокий пиратский корабль, захвативший гражданское судно.

source: A pirate ship emerges from hiding after you and another ship jump into the area. Sensors show the pirates ran a quick scan of your ship's weapon system before flying off to pursue the unarmed civilian ship.
ru: Позади вас и гражданского корабля, прыгнувшего в этот сектор, выходит из маскировки пиратский корабль. Сенсоры показывают, что перед тем как погнаться за гражданским кораблём, пираты наскоро просканировали ваши оружейные системы.

source: A pirate ship is firing on the small ships docked at a refueling station. They are broadcasting on a wide band channel. You catch the captain's rant mid-speed, "...saw you trading with those damned scavengers. I'll show you what happens when you try and undercut the Red Giant gang!"
ru: Пиратский корабль открыл огонь по небольшим судам на заправочной станции. Они ведут вещание в общий канал. Вы ловите отрывок пафосной и неторопливой речи капитана: «...видел, как ты торгуешь с этими грёбаными мусороедами. Сейчас я тебе покажу, что бывает, когда Красному Гиганту переходят дорогу!»

source: Attack the ship.
ru: Атаковать корабль.

source: You move in and power up your weapons. Detecting the threat, they stop what they were doing and prepare for a fight.
ru: Вы приближаетесь и заряжаете орудия. Заметив угрозу, они прекращают делать свои дела и готовятся к бою.

source: Leave them alone.
ru: Оставить их в покое.

source: You ignore the ship and prepare to jump.
ru: Вы игнорируете корабль и готовитесь к прыжку.

source: Your crew hails their ship, wondering if they have any extra salvage. Their crew seems happy to share.
ru: Ваша команда приветствует их корабль, интересуясь, есть ли у них лишний лом. Кажется, их экипаж будет только рад поделиться.

source: Your crew hails their ship, wondering if they have any extra salvage. Their crew seems happy to share.
ru: Ваша команда приветствует их корабль, интересуясь, есть ли у них лишний лом. Кажется, их экипаж будет только рад поделиться.

source: Your crewmember hails them, asking if they have any extra scrap. They state that they are extremely low and cannot spare any.
ru: Ваш член экипажа приветствует их и спрашивает, есть ли у них лишний лом. Они утверждают, что на мели и никак не могут поделиться.

source: Attack to take their scrap by force!
ru: Забрать лом силой, в атаку!

source: You move in and power up your weapons. Detecting the threat, they stop what they were doing and prepare for a fight.
ru: Вы приближаетесь и заряжаете орудия. Заметив угрозу, они прекращают делать свои дела и готовятся к бою.

source: Leave this place.
ru: Покинуть это место.

source: You leave their ship alone and get ready to jump.
ru: Вы оставляете их корабль в покое и готовитесь к прыжку.

source: They scoff at your crewmember's request and utter something that was translated as, "Get your own, lazy soldier."
ru: Они насмехаются над запросом вашего ланиуса и произносят что-то, что можно перевести как «сам заработай, ленивый солдат».

source: Attack the ship.
ru: Атаковать корабль.

source: You move in and power up your weapons. Detecting the threat, they stop what they were doing and prepare for a fight.
ru: Вы приближаетесь и заряжаете орудия. Заметив угрозу, они прекращают делать свои дела и готовятся к бою.

source: Leave this place.
ru: Покинуть это место.

source: You ignore their derisive tone and prepare to jump.
ru: Вы игнорируете их смехотворный тон и готовитесь к прыжку.

source: You come across a single Lanius ship salvaging a small civilian craft. You cannot tell if they attacked the craft or just happened upon it.
ru: Вы сталкиваетесь с одиноким кораблём ланиусов, разбирающим небольшое гражданское судно. Вы не можете сказать, напали ли они на корабль или просто случайно встретили его.

source: There are remnants of a fierce battle here. Scattered among the hulks are small Lanius craft, slowly breaking apart the wrecks. One of the ships is close enough that you could probably attack it without immediately alerting the others.
ru: Вас окружают напоминания о минувшем ожесточённом бое. Снующие вокруг мелкие корабли ланиусов медленно разбирают обломки. Один такой корабль подошёл достаточно близко, так что вам, возможно, удастся атаковать его, не потревожив других.

source: When you arrive at the beacon you discover what must have been remnants of a large battle. However the vast majority of metal has been stripped from the ships, only various plastic and other materials float in a ring around a planet. A lone Lanius ship moves between the wreckage looking for more salvage.
ru: Когда вы прибыли к маяку, вы обнаруживаете то, что должно было напоминать об огромной битве. Тем не менее большая часть металла была с сорвана с кораблей, только пластик и другие материалы плавают кольцом вокруг планеты. Одинокий корабль ланиусов двигается между обломков, выискивая себе трофеи.

source: A small asteroid belt is near this jump beacon. It must be mineral-rich since a Lanius ship is docked on a large rock, slowly absorbing parts of it. You could probably get their attention pretty easily.
ru: Вблизи маяка находится небольшой пояс астероидов. Должно быть он богат минералами, так как корабль ланиусов находится на одном крупном камне, медленно пожирая его. Вы довольно легко могли бы привлечь их внимание.

source: A Lanius ship is slowly salvaging what remains of a small research station. It's hard to say if it was abandoned or attacked by the Lanius.
ru: Корабль ланиусов медленно собирает останки небольшой исследовательской станции. Трудно сказать, была она заброшена или атакована ланиусами.

source: You come across a single Lanius ship salvaging a small civilian craft. You cannot tell if they attacked the craft or just happened upon it.
ru: Вы сталкиваетесь с одиноким кораблём ланиусов, разбирающим небольшое гражданское судно. Вы не можете сказать, напали ли они на корабль или просто случайно встретили его.

source: There are remnants of a fierce battle here. Scattered among the hulks are small Lanius craft, slowly breaking apart the wrecks. One of the ships is close enough that you could probably attack it without immediately alerting the others.
ru: Вас окружают напоминания о минувшем ожесточённом бое. Снующие вокруг мелкие корабли ланиусов медленно разбирают обломки. Один такой корабль подошёл достаточно близко, так что вам, возможно, удастся атаковать его, не потревожив других.

source: When you arrive at the beacon you discover what must have been remnants of a large battle. However the vast majority of metal has been stripped from the ships, only various plastic and other materials float in a ring around a planet. A lone Lanius ship moves between the wreckage looking for more salvage.
ru: Когда вы прибыли к маяку, вы обнаруживаете то, что должно было напоминать об огромной битве. Тем не менее большая часть металла была с сорвана с кораблей, только пластик и другие материалы плавают кольцом вокруг планеты. Одинокий корабль ланиусов двигается между обломков, выискивая себе трофеи.

source: A small asteroid belt is near this jump beacon. It must be mineral-rich since a Lanius ship is docked on a large rock, slowly absorbing parts of it. You could probably get their attention pretty easily.
ru: Вблизи маяка находится небольшой пояс астероидов. Должно быть он богат минералами, так как корабль ланиусов находится на одном крупном камне, медленно пожирая его. Вы довольно легко могли бы привлечь их внимание.

source: A Lanius ship is slowly salvaging what remains of a small research station. It's hard to say if it was abandoned or attacked by the Lanius.
ru: Корабль ланиусов медленно собирает останки небольшой исследовательской станции. Трудно сказать, была она заброшена или атакована ланиусами.

source: You arrive at the beacon to discover a civilian ship fleeing from a lone Lanius craft. The civilian messages you, "Help! The metal monsters are coming to melt down our ship!" Strangely, no active weapon signatures are detected.
ru: Вы прибываете к маяку, чтобы обнаружить гражданский корабль, спасающийся от судна ланиусов. Гражданские шлют вам сообщение: «Помогите! Металлические монстры хотят расплавить наш корабль!» Как ни странно, никаких признаков активных орудий не видно.

source: Attack the Lanius ship.
ru: Атаковать корабль ланиусов.
