Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/text_sectorname.xml.append/*.po
Languages: ru

# data/text_sectorname.xml.append$//text[@name="sectorname_STANDARD_SPACE"]
source: Federation Space
ru: Пространство Федерации

# data/text_sectorname.xml.append$//text[@name="sectorname_FINAL"]
source: The Last Stand
ru: Последний рубеж

# data/text_sectorname.xml.append$//text[@name="sectorname_CIVILIAN_SECTOR"]
source: Federation Space
ru: Гражданский сектор

# data/text_sectorname.xml.append$//text[@name="sectorname_ENGI_SECTOR"]
source: Engi Sector
ru: Сектор инжи

# data/text_sectorname.xml.append$//text[@name="sectorname_ENGI_HOME"]
source: Engi Homeworlds
ru: Родной мир инжи

# data/text_sectorname.xml.append$//text[@name="sectorname_MORPH_SECTOR"]
source: Morph Sector
ru: Сектор морфов

# data/text_sectorname.xml.append$//text[@name="sectorname_MORPH_HOME"]
source: Morph Homeworlds
ru: Родной мир морфов

# data/text_sectorname.xml.append$//text[@name="sectorname_PIRATE_SECTOR"]
source: Pirate Sector
ru: Сектор пиратов

# data/text_sectorname.xml.append$//text[@name="sectorname_REBEL_SECTOR"]
source: Rebel Sector
ru: Сектор повстанцев

# data/text_sectorname.xml.append$//text[@name="sectorname_REBEL_SECTOR_MINIBOSS"]
source: Rebel Stronghold
ru: Оплот повстанцев

# data/text_sectorname.xml.append$//text[@name="sectorname_MANTIS_SECTOR"]
source: Mantis Sector
ru: Сектор мантисов

# data/text_sectorname.xml.append$//text[@name="sectorname_MANTIS_HOME"]
source: Mantis Homeworlds
ru: Родной мир мантисов

# data/text_sectorname.xml.append$//text[@name="sectorname_NEBULA_SECTOR"]
source: Uncharted Nebula
ru: Неизведанная туманность

# data/text_sectorname.xml.append$//text[@name="sectorname_SLUG_SECTOR"]
source: Slug Nebula
ru: Туманность слагов

# data/text_sectorname.xml.append$//text[@name="sectorname_SLUG_HOME"]
source: Slug Home Nebula
ru: Родная туманность слагов

# data/text_sectorname.xml.append$//text[@name="sectorname_ZOLTAN_SECTOR"]
source: Zoltan Sector
ru: Сектор золтанцев

# data/text_sectorname.xml.append$//text[@name="sectorname_ZOLTAN_HOME"]
source: Zoltan Homeworlds
ru: Родной мир золтанцев

# data/text_sectorname.xml.append$//text[@name="sectorname_ZOLTON_SECTOR"]
source: Zolton Sector
ru: Сектор золтонцев

# data/text_sectorname.xml.append$//text[@name="sectorname_ZOLTON_HOME"]
source: Zolton Homeworlds
ru: Родной мир золтонцев

# data/text_sectorname.xml.append$//text[@name="sectorname_ROCK_SECTOR"]
source: Rock Sector
ru: Сектор роков

# data/text_sectorname.xml.append$//text[@name="sectorname_ROCK_HOME"]
source: Rock Homeworlds
ru: Родной мир роков

# data/text_sectorname.xml.append$//text[@name="sectorname_CRYSTAL_HOME"]
source: Crystal Homeworlds
ru: Родной мир кристалинов

# data/text_sectorname.xml.append$//text[@name="sectorname_LANIUS_SECTOR"]
source: Lanius Sector
ru: Сектор ланиусов

# data/text_sectorname.xml.append$//text[@name="sectorname_LANIUS_SECTOR_HOME"]
source: Lanius Homeworlds
ru: Родной мир ланиусов

# data/text_sectorname.xml.append$//text[@name="sectorname_TRADE_SECTOR"]
source: Trade Sector
ru: Торговый сектор

# data/text_sectorname.xml.append$//text[@name="sectorname_BORDER_SECTOR"]
source: Border Sector
ru: Пограничный сектор

# data/text_sectorname.xml.append$//text[@name="sectorname_ORDEN_SECTOR_MINIBOSS"]
source: Order Stronghold
ru: Оплот Ордена

# data/text_sectorname.xml.append$//text[@name="sectorname_ORDEN_SECTOR"]
source: Order Sector
ru: Сектор Ордена

# data/text_sectorname.xml.append$//text[@name="sectorname_HAL_SECTOR"]
source: HAL System
ru: Система HAL

# data/text_sectorname.xml.append$//text[@name="sectorname_HAL_SECTOR_HOME"]
source: HAL Core
ru: Ядро HAL

# data/text_sectorname.xml.append$//text[@name="sectorname_SLURM_SECTOR"]
source: Slig Abode
ru: Обитель слёрмов

# data/text_sectorname.xml.append$//text[@name="sectorname_AVATAR_SECTOR"]
source: Avatar Nebula
ru: Туманность аватаров

# data/text_sectorname.xml.append$//text[@name="sectorname_AVATAR_SECTOR_HOME"]
source: Avatar Home Nebula
ru: Родная туманность аватаров

# data/text_sectorname.xml.append$//text[@name="sectorname_UNSTABLE_SECTOR"]
source: Unstable Zone
ru: Нестабильный сектор

# data/text_sectorname.xml.append$//text[@name="sectorname_ULTRA_UNSTABLE_SECTOR"]
source: Ultra Unstable Zone
ru: Сверхнестабильный сектор

# data/text_sectorname.xml.append$//text[@name="sectorname_ORCHID_SECTOR"]
source: Orchid Sector
ru: Сектор орхидов

# data/text_sectorname.xml.append$//text[@name="sectorname_ORCHID_HOME"]
source: Orchid Homeworlds
ru: Родной мир орхидов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_ORCHID_SECTOR"]
source: Orchid Controlled
ru: Сектор орхидов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_ORCHID_HOME"]
source: Orchid Homeworlds
ru: Родной мир орхидов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_STANDARD_SPACE"]
source: Federation Space
ru: Пространство Федерации

# data/text_sectorname.xml.append$//text[@name="sectorname_short_FINAL"]
source: The Last Stand
ru: Последний рубеж

# data/text_sectorname.xml.append$//text[@name="sectorname_short_CIVILIAN_SECTOR"]
source: Federation Space
ru: Гражданский сектор

# data/text_sectorname.xml.append$//text[@name="sectorname_short_ENGI_SECTOR"]
source: Engi Sector
ru: Сектор инжи

# data/text_sectorname.xml.append$//text[@name="sectorname_short_ENGI_HOME"]
source: Engi Homeworlds
ru: Родной мир инжи

# data/text_sectorname.xml.append$//text[@name="sectorname_short_MORPH_SECTOR"]
source: Morph Sector
ru: Сектор морфов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_MORPH_HOME"]
source: Morph Homeworlds
ru: Родной мир морфов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_PIRATE_SECTOR"]
source: Pirate Sector
ru: Сектор пиратов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_REBEL_SECTOR"]
source: Rebel Sector
ru: Сектор повстанцев

source: Rebel Stronghold
ru: Оплот повстанцев

# data/text_sectorname.xml.append$//text[@name="sectorname_short_MANTIS_SECTOR"]
source: Mantis Sector
ru: Сектор мантисов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_MANTIS_HOME"]
source: Mantis Homeworlds
ru: Родной мир мантисов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_NEBULA_SECTOR"]
source: Uncharted Nebula
ru: Неизведанная туманность

# data/text_sectorname.xml.append$//text[@name="sectorname_short_SLUG_SECTOR"]
source: Slug Nebula
ru: Туманность слагов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_SLUG_HOME"]
source: Slug Home Nebula
ru: Родная туманность слагов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_ZOLTAN_SECTOR"]
source: Zoltan Sector
ru: Сектор золтанцев

# data/text_sectorname.xml.append$//text[@name="sectorname_short_ZOLTAN_HOME"]
source: Zoltan Homeworlds
ru: Родной мир золтанцев

# data/text_sectorname.xml.append$//text[@name="sectorname_short_ZOLTON_SECTOR"]
source: Zolton Sector
ru: Сектор золтонцев

# data/text_sectorname.xml.append$//text[@name="sectorname_short_ZOLTON_HOME"]
source: Zolton Homeworlds
ru: Родной мир золтонцев

# data/text_sectorname.xml.append$//text[@name="sectorname_short_ROCK_SECTOR"]
source: Rock Sector
ru: Сектор роков

# data/text_sectorname.xml.append$//text[@name="sectorname_short_ROCK_HOME"]
source: Rock Homeworlds
ru: Родной мир роков

# data/text_sectorname.xml.append$//text[@name="sectorname_short_CRYSTAL_HOME"]
source: Crystal Homeworlds
ru: Родной мир кристалинов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_LANIUS_SECTOR"]
source: Lanius Sector
ru: Сектор ланиусов

source: Lanius Homeworlds
ru: Родной мир ланиусов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_TRADE_SECTOR"]
source: Trade Sector
ru: Торговый сектор

# data/text_sectorname.xml.append$//text[@name="sectorname_short_BORDER_SECTOR"]
source: Border Sector
ru: Пограничный сектор

source: Order Stronghold
ru: Оплот Ордена

# data/text_sectorname.xml.append$//text[@name="sectorname_short_ORDEN_SECTOR"]
source: Order Sector
ru: Сектор Ордена

# data/text_sectorname.xml.append$//text[@name="sectorname_short_HAL_SECTOR"]
source: HAL System
ru: Система HAL

# data/text_sectorname.xml.append$//text[@name="sectorname_short_HAL_SECTOR_HOME"]
source: HAL Core
ru: Ядро HAL

# data/text_sectorname.xml.append$//text[@name="sectorname_short_SLURM_SECTOR"]
source: Slig Abode
ru: Обитель слёрмов

# data/text_sectorname.xml.append$//text[@name="sectorname_short_AVATAR_SECTOR"]
source: Avatar Nebula
ru: Туманность аватаров

source: Avatar Home Nebula
ru: Родная туманность аватаров

# data/text_sectorname.xml.append$//text[@name="sectorname_short_UNSTABLE_SECTOR"]
source: Unstable Zone
ru: Нестабильный сектор

source: Ultra Unstable Zone
ru: Сверхнестабильный сектор
