Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_mantis.xml.rawclobber/*.po
Languages: ru

source: data/events_mantis.xml.rawclobber$//textList[@name="START_BEACON_MANTIS"]/text[1]
ru: Вы прибыли в малоизученную часть космоса, которая известна как родина мантисов. Убедитесь, что обшивка вашего корпуса в хорошем состоянии, и что у вас есть достаточно топлива в баке, чтобы пройти этот сектор.

source: data/events_mantis.xml.rawclobber$//textList[@name="START_BEACON_MANTIS"]/text[2]
ru: Вы прибыли в сектор мантисов. Немногие везунчики могут похвастаться тем, что выбрались отсюда без ощутимых повреждений. Постарайтесь сохранить голову на плечах.

source: data/events_mantis.xml.rawclobber$//textList[@name="START_BEACON_MANTIS"]/text[3]
ru: Вы прибыли в сектор с репутацией космического бермудского треугольника. Только за прошлый цикл здесь пропала не одна сотня кораблей. Ходят слухи, что их захватывает какая-то насекомоподобная раса...

source: data/events_mantis.xml.rawclobber$//textList[@name="START_BEACON_MANTIS"]/text[4]
ru: Данный сектор населён разумными мантисами, а их корабли оснащены технологиями телепортации. Вам лучше перепроверить своё медицинское оборудование и укрепить дверные системы.

source: data/events_mantis.xml.rawclobber$//textList[@name="START_BEACON_MANTIS"]/text[5]
ru: Прибыв в сектор, вы слышите щёлкающе-скрипящие звуки переговоров со стороны ближайшего астероидного поля. Похоже, мантисы что-то затевают. Будьте осторожны.

source: data/events_mantis.xml.rawclobber$//textList[@name="START_BEACON_MANTIS"]/text[6]
ru: Вы прибываете в сектор недружелюбно настроенной расы гигантских мантисов. Кажется, прыгать сюда было не лучшей идеей...

source: data/events_mantis.xml.rawclobber$//textList[@name="START_BEACON_MANTIS"]/text[7]
ru: На стартовом маяке этого сектора вы обнаруживаете пришпиленного инжи. Кровожадность мантисов может сравниться только с их же агрессивностью.

source: data/events_mantis.xml.rawclobber$//textList[@name="START_BEACON_MANTIS"]/text[8]
ru: В давней войне Федерация победила мантисов, пришло время напомнить этим тараканам, кто на кухне с тапком!

source: data/events_mantis.xml.rawclobber$//textList[@name="START_BEACON_MANTIS"]/text[9]
ru: Вы прибыли в сектор мантисов. Вряд ли это можно сравнить с приятной прогулкой: о жестокости этих больших разумных насекомых ходят легенды. Не лишним будет держать все системы в боевой готовности.

source: data/events_mantis.xml.rawclobber$//textList[@name="START_BEACON_MANTIS"]/text[10]
ru: Вы прибыли на территорию мантисов. Далеко не каждый капитан может похвастаться тем, что направил свой корабль в данный сектор и покинул его невредимым. Ну или хотя бы просто покинул...

source: data/events_mantis.xml.rawclobber$//textList[@name="START_BEACON_MANTIS"]/text[11]
ru: Мантисы — агрессивная, быстро размножающаяся раса, которая быстро расширит свои границы, если её не остановить. Они часто порабощают инжи, чтобы компенсировать своё отсутствие технических способностей.

source: data/events_mantis.xml.rawclobber$//textList[@name="STORE_MANTIS"]/text[1]
ru: После прибытия к маяку вас поприветствовал учтивый мантис: «Приветствую, путешественник. Сейчас опасные времена. Может быть, вы нуждаетесь наших услугах?» Он, кажется, один из торговцев.

source: data/events_mantis.xml.rawclobber$//textList[@name="STORE_MANTIS"]/text[2]
ru: Вы сканируете окрестности маяка с некоторой опаской, не зная, чего ожидать. Но ловите лишь несколько предупреждений на широкополосных каналах вещания, запрещающих любое насилие в защищённом торговом пространстве. Возможно, вам удастся найти поблизости кое-какие товары.

source: data/events_mantis.xml.rawclobber$//textList[@name="STORE_MANTIS"]/text[3]
ru: Карьера торговца непопулярна среди расы мантисов, и лишь немногие выбирают эту профессию. Вы несколько удивлены, получив рекламу из соседнего космического дока. Вы решаете посмотреть на то, что они могут предложить.

source: data/events_mantis.xml.rawclobber$//textList[@name="STORE_MANTIS"]/text[4]
ru: Увидев впереди торговый пост мантисов, вы даёте сигналы о том, что ваше приближение не должно расцениваться как угроза. Лидер приветствует вас: «У вас есть лом? Быстрее стыкуйтесь, пока войска вас не увидели».

source: data/events_mantis.xml.rawclobber$//textList[@name="STORE_MANTIS"]/text[5]
ru: Грузовой корабль мантисов из последних сил направляется к этому узлу и, увидев как вы выходите из прыжка, включает то, что осталось от его щитов. Вы разогреваете орудия, чтобы показать свою мощь, и они с неохотой соглашаются отдать часть своего груза. За небольшую плату.

source: data/events_mantis.xml.rawclobber$//textList[@name="STORE_MANTIS"]/text[6]
ru: Повстанцы уже здесь! Экипаж готовится к столкновению, но его не следует. Сканеры сообщают, что беспилотное судно снабжения повстанцев работает со сбоями и застряло в режиме торговли — вы можете что-нибудь выбрать за небольшое количество лома.

source: data/events_mantis.xml.rawclobber$//textList[@name="NOTHING_MANTIS"]/text[1]
ru: Вы уже было настроились здесь на сражение с мантисами, но, похоже, что рядом с этим маяком других кораблей нет. Вы используете имеющееся время, чтобы отдышаться и дважды проверить системы корабля.

source: data/events_mantis.xml.rawclobber$//textList[@name="NOTHING_MANTIS"]/text[2]
ru: Единственное, что способен предложить этот маяк — насладиться видом глубокого космоса и получить краткую передышку в сражениях. Для некоторых это, должно быть, желанное убежище.

source: data/events_mantis.xml.rawclobber$//textList[@name="NOTHING_MANTIS"]/text[3]
ru: Поблизости находятся шахтёрские разработки мантисов, явно использующих для тяжёлой работы рабов-инжи. Вы быстро рассматриваете вариант освобождения рабов, однако вокруг слишком много мантисов. Вы решаете спрятаться.

source: data/events_mantis.xml.rawclobber$//textList[@name="NOTHING_MANTIS"]/text[4]
ru: Не так уж много мест в пространстве мантисов, не украшенных развалинами былых битв, но это место как раз одно из таких. Вы переводите дыхание и готовитесь двигаться дальше.

source: data/events_mantis.xml.rawclobber$//textList[@name="NOTHING_MANTIS"]/text[5]
ru: Здесь ничего нет, кроме космического мусора и необитаемых планетоидов.

source: data/events_mantis.xml.rawclobber$//textList[@name="NOTHING_MANTIS"]/text[6]
ru: Вам показалось, что вы увидели какое-то движение в тени маяка, но всё спокойно.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CAPTURE_COMMANDO"]/text
ru: Вы наталкиваетесь на развалившийся корабль инжи с признаками жизни на борту. Выясняется, что на корабле затаился мантис — единственный выживший из абордажной команды, которая перебила весь экипаж этого корабля. Он не в состоянии сопротивляться, и вы переносите его к себе на корабль.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CAPTURE_COMMANDO"]/choice[1]/text
ru: Отпустить его.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CAPTURE_COMMANDO"]/choice[2]/text
ru: Убить его.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CAPTURE_COMMANDO"]/choice[@req="mantis_crew"]/text
ru: (Член экипажа мантис) Допросить его.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CAPTURE_COMMANDO"]/choice[@req="mind"]/text
ru: (Контроль разума) Допросить его.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CAPTURE_COMMANDO"]/choice[@req="mind"]/event/text
ru: Устройство управления разумом позволяет быстро допросить не сопротивляющегося мантиса. Как оказалось, взяв на абордаж корабль инжи, мантисы пытались украсть оружие, которое они перевозили. Однако дроны перебили всех нападающих.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CAPTURE_COMMANDO"]/choice[@req="mind"]/event/choice/event/text
ru: В тайнике вы обнаружили оружие и решили подлатать корабль мантиса, чтобы тот остался в живых.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CAPTURE_COMMANDO_RELEASE"]/event[1]/text
ru: Вы помогли мантису привести корабль инжи в рабочее состояние, но взамен взяли кое-какие припасы. Он улетел прочь, не говоря ни слова.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CAPTURE_COMMANDO_RELEASE"]/event[2]/text
ru: Он воспринимает ваше милосердие как признак слабости и подбрасывает вам небольшую бомбу, после чего быстро скрывается на корабле инжи.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CAPTURE_COMMANDO_KILL"]/event[1]/text
ru: Мантис-десантник не выказывает никакого страха, когда внутренние двери шлюза закрываются, и космос готовится принять его. Вы нажимаете на кнопку, и он пропадает, растворяясь в великой пустоте.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CAPTURE_COMMANDO_KILL"]/event[2]/text
ru: Вы снимаете с корабля инжи всё, что можете, перед тем, как приняться за мантиса. Однако, десантник мгновенно понимает ваши намерения и нападает!

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CAPTURE_COMMANDO_TALK"]/event[1]/text
ru: Неизвестно, что происходит между двумя мантисами за запертой дверью, но когда они появляются, десантник готов поделиться с вами данными телеметрии текущего сектора. Затем он улетает на корабле инжи. Ваша карта была обновлена.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CAPTURE_COMMANDO_TALK"]/event[2]/text
ru: После короткого промежутка времени наедине с мантисом, вам сообщают, что он желает присоединиться к вам. И хотя вы удивлены готовности мантиса сменить свои взгляды, вы доверяете мнениям своей команды на его счёт.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_GAMBLE"]/text
ru: Этот маяк на данный момент является пристанищем для развлекательного корабля мантисов — места, полного борделей и боевых арен для воинов, желающих выпустить пар. Просканировав ваше имущество, они дали понять, что вам желательно поучаствовать в главной азартной игре.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_GAMBLE"]/choice[1]/text
ru: Поставить 50 лома на воина в синих штанах.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_GAMBLE"]/choice[1]/event/text
ru: Сквозь экран вы наблюдаете, как двое молодых мантисов сходятся друг с другом в схватке.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_GAMBLE"]/choice[2]/text
ru: Поставить 50 лома на воина в красных штанах.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_GAMBLE"]/choice[2]/event/text
ru: Сквозь экран вы наблюдаете, как двое молодых мантисов сходятся друг с другом в схватке.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_GAMBLE"]/choice[3]/text
ru: Вы не играете с шулерами. Приготовиться к прыжку.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_BLUE"]/event[1]/text
ru: Тот, что в синем, зажат в угол. И тут, в последний момент, он набрасывается и обезглавливает своего оппонента. Вы забираете свой выигрыш!

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_BLUE"]/event[2]/text
ru: Похоже, мантис в синем выигрывает, нанося множество ударов по противнику. Внезапно тот, что в красном, заканчивает бой одним точным ударом.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_BLUE"]/event[2]/choice[1]/text
ru: Заплатить то, что вы должны.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_BLUE"]/event[2]/choice[1]/event/text
ru: Вы передаёте лом, который поставили, и уходите, пока у вас ещё есть корабль, чтобы отчалить.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_BLUE"]/event[2]/choice[@req="clonebay"]/text
ru: (Улучшенный клон-отсек) Быстро настроить клон-отсек и спасти убитого.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_BLUE"]/event[2]/choice[@req="clonebay"]/event/text
ru: Павший боец появляется в клон-отсеке и с благодарностью вступает в ваш экипаж.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_BLUE"]/event[2]/choice[@req="clonebay"]/event/crewMember
ru: Рокки

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_BLUE"]/event[2]/choice[@req="engines"]/text
ru: (Улучшенные двигатели) Уклониться от уплаты и завести двигатели.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_BLUE"]/event[2]/choice[@req="engines"]/event/text
ru: Вы забираете обратно лом, который уже приготовили к отправке, и отходите за пределы радиуса поражения крейсера прежде, чем его команда успевает отреагировать. Тем не менее небольшой корабль прерывает патрулирование и идёт на перехват.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_RED"]/event[1]/text
ru: Похоже, мантис в синем выигрывает, нанося множество ударов по противнику. Внезапно тот, что в красном, заканчивает бой одним точным ударом. Вы забираете свой выигрыш!

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_RED"]/event[2]/text
ru: Тот, что в синем, зажат в угол. И тут, в последний момент, он набрасывается и обезглавливает своего оппонента.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_RED"]/event[2]/choice[1]/text
ru: Заплатить то, что вы должны.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_RED"]/event[2]/choice[1]/event/text
ru: Вы передаёте лом, который поставили, и уходите, пока у вас ещё есть корабль, чтобы отчалить.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_RED"]/event[2]/choice[@req="clonebay"]/text
ru: (Улучшенный клон-отсек) Быстро настроить клон-отсек и спасти убитого.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_RED"]/event[2]/choice[@req="clonebay"]/event/text
ru: Павший боец появляется в клон-отсеке и с благодарностью вступает в ваш экипаж.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_RED"]/event[2]/choice[@req="clonebay"]/event/crewMember
ru: Рокки

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_RED"]/event[2]/choice[@req="engines"]/text
ru: (Улучшенные двигатели) Уклониться от уплаты и завести двигатели.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_GAMBLE_RED"]/event[2]/choice[@req="engines"]/event/text
ru: Вы забираете обратно лом, который уже приготовили к отправке, и отходите за пределы радиуса поражения крейсера прежде, чем его команда успевает отреагировать. Тем не менее небольшой корабль прерывает патрулирование и идёт на перехват.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[1]
ru: На радаре появляются военный корабль мантисов и останки транспортника людей. Приготовьтесь к стычке!

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[2]
ru: Военный разведчик мантисов сигналит вам: «Глупые чужие! Слишком долго вы и вам подобные подавляли наше величие! Вы проклянёте тот день, когда поддержали Федерацию!»

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[3]
ru: Небольшой крейсер мантисов передаёт повторяющееся сообщение на широкополосной частоте: «Все корабли, не принадлежащие мантисам и входящие на нашу территорию, поплатятся за это. Отключите щиты и сдавайтесь, если вы цените свою жизнь».

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[4]
ru: Вы обнаруживаете небольшой военный аванпост и несколько грузовых кораблей неподалёку. Эта богатая минералами планета в изолированном уголке сектора является замечательным местом для незаконного бурения мантисами. Пока вы просчитываете варианты, с аванпоста стартует корабль. Готовьтесь к битве.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[5]
ru: Вы обнаружили ещё одну незаконную колонию мантисов. Они, не теряя времени, высказывают свои претензии. Корабль мантисов приближается к вам до того, как вы успели улететь.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[6]
ru: Военный разведчик мантисов, кажется, только что закончил собирать трофеи с места крушения. У них нет времени рассыпаться предупреждениями, они готовятся к бою.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[7]
ru: Небольшой военный корабль приветствует вас, и капитан-мантис появляется на приёмнике. «Все местные людские колонии наказаны за преступления Федерации. Не мешайте процессу».

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[8]
ru: Находящийся неподалёку корабль мантисов начинает агрессивные манёвры. Вы готовитесь к худшему.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[9]
ru: Коммуникатор передаёт поток щелчков и булькающих звуков, исходящих от враждебно настроенного разведчика мантисов. Универсальный переводчик может не справляться со своей задачей, но намерения мантиса совершенно очевидны.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[10]
ru: Корабль мантисов рад вас видеть и разогревает свои орудия.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[11]
ru: Вы узнаете очертания корабля мантисов на фоне черноты. К бою!

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[12]
ru: Маячит что-то красное. Это мантис.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[13]
ru: Судно мантисов выходит на связь: «Это послание всего лишь должно отвлечь вас!» Вы замечаете, что их щиты и орудия включились.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[14]
ru: Вы замечаете сполохи шквального лазерного огня в иллюминаторе. Мантисы прямо над вами.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[15]
ru: Мантисы выходят на связь. Их капитан говорит: «Я присвою это судно для своего клана. Хорошей охоты, братья!»

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[16]
ru: На экране возникает изображение самки мантиса. Самки не занимают высоких постов, исключение составляют, пожалуй, лишь особо жестокие. Вы заряжаете орудия.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[17]
ru: Корабль мантисов с опознавательными знаками воина срывается с места и атакует!

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[18]
ru: Корабль мантисов посылает вам сообщение: «Ах! Отличная добыча! Отличная добыча! Мы почтим вас нашим самым опустошающим оружием!» Вы чувствуете, что ещё есть шанс спастись, и активируете орудия.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[19]
ru: Детям на Земле рассказывают ужасные истории о кроваво-красных кораблях вторжения мантисов (как раз таких, с каким вы сейчас имеете дело), которые однажды угрожали планете. Вы приказываете открыть огонь!

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT"]/text[20]
ru: Молодо выглядящий капитан мантисов приветствует: «Ты, жертва, должна знать. Твоя смерть — последнее убийство Кааазтвака перед совершеннолетием. Кааазтвак отдаёт дань уважения». Похоже, что уважение в культуре мантисов выказывают лазерами.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_FIGHT_CHOICE"]/choice[1]/text
ru: Атаковать корабль.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_FIGHT_CHOICE"]/choice[1]/event/text
ru: Вы мчитесь в бой, уверенные в своей скорой победе.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_FIGHT_CHOICE"]/choice[2]/text
ru: Попытаться остаться незамеченным.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_FIGHT_CHOICE"]/choice[@req="cloaking"]/text
ru: (Маскировка) Активировать маскировку, чтобы оставаться незамеченными.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT_CHOICE"]/text[1]
ru: Вам довелось стать свидетелем редкого стечения обстоятельств: корабль мантисов, который вас не заметил.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT_CHOICE"]/text[2]
ru: На этот раз удалось заметить мантисов прежде, чем они увидели вас.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT_CHOICE"]/text[3]
ru: Ваш экипаж, увидев боевой корабль мантисов в засаде по указанным вами координатам, облегчённо вздыхает, так как вы каким-то образом вышли из прыжка не у маяка.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT_CHOICE"]/text[4]
ru: Вы подслушиваете разговор мантисов по передатчику: «Неправда, я убил больше человеков!» Вы шумно сглатываете, но, к счастью, они вас пока не видят.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT_CHOICE"]/text[5]
ru: Вы слышите в своём приёмнике разговор мантисов: «Тот, что справа начинает разлагаться. Снимите его. Отрубите ему пальцы. Выкиньте его из шлюза». Они, определённо, не кажутся дружелюбными...

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_FIGHT_CHOICE"]/text[6]
ru: Вы подслушиваете разговор мантисов по передатчику: «Договорились. Следующий корабль — твой. Хорошей охоты». Они вас пока не видят.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_FIGHT_CHOICE_AVOID"]/event[1]/text
ru: Вы отключаете вспомогательные системы и ждёте зарядки FTL-привода. Они либо не хотят сражаться, либо не заметили ваше судно — что гораздо более вероятно.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_FIGHT_CHOICE_AVOID"]/event[2]/text
ru: Прежде чем вам удаётся ускользнуть, корабль мантисов засекает вас и включает орудия.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_FIGHT_CHOICE_AVOID"]/event[3]/text
ru: Вы отключаете вспомогательные системы в попытке остаться незамеченными. Похоже, они собирались улетать, когда неожиданно развернулись и взяли курс на вас, заряжая орудия.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_FIGHT_CHOICE_CLOAK"]/event[1]/text
ru: Вы поспешно маскируете корабль и выходите из зоны сканирования. Вы ушли незамеченными.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_FIGHT_CHOICE_CLOAK"]/event[2]/text
ru: Вы маскируетесь и выключаете вспомогательные системы. Через короткое время корабль мантисов улетает — несомненно, в поисках добычи.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_FIGHT_CHOICE_CLOAK"]/event[3]/text
ru: Вы поспешно маскируете корабль, но недостаточно быстро. Они замечают вас и готовятся к бою.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CIVILIAN"]/choice[1]/text
ru: Помочь гражданским.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CIVILIAN"]/choice[1]/event/text
ru: Нахмурившись, вы заряжаете орудия и готовитесь к бою с кораблём мантисов. Только не сегодня.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CIVILIAN"]/choice[2]/text
ru: Держаться от них подальше.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN"]/text[1]
ru: Судно мантисов проносится через ваше обзорное окно, с полностью заряженными орудиями и двигателями. Крошечная точка на радаре отмечает их жертву.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN"]/text[2]
ru: Вы заметили корабль мантисов, занятый охотой на большом расстоянии от вас.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN"]/text[3]
ru: Корабль мантисов, атакующий гражданского, пытается выйти с вами на связь. Вокруг его кабины летают искры, и он кричит: «Не вмешивайся, человек! Или ты следующий!»

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN"]/text[4]
ru: Локальные сенсоры засекают два корабля, схлестнувшихся в жарком бою. Похоже, что военный корабль мантисов вот-вот победит свою жертву.
