Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_mantis.xml.rawclobber/*.po
Languages: ru

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN"]/text[5]
ru: Вы ловите аварийный вызов гражданского корабля. Его преследует корабль мантисов!

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN"]/text[6]
ru: Судно мантисов проносится через ваше обзорное окно, с полностью заряженными орудиями и двигателями. Крошечная точка на радаре отмечает их жертву.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN"]/text[7]
ru: Вы заметили корабль мантисов, занятый охотой на большом расстоянии от вас.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN"]/text[8]
ru: Корабль мантисов, атакующий гражданского, пытается выйти с вами на связь. Вокруг его кабины летают искры, и он кричит: «Не вмешивайся, человек! Или ты следующий!»

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN"]/text[9]
ru: Локальные сенсоры засекают два корабля, схлестнувшихся в жарком бою. Похоже, что военный корабль мантисов вот-вот победит свою жертву.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN"]/text[10]
ru: Вы ловите аварийный вызов гражданского корабля. Его преследует корабль мантисов!

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN_AVOID"]/text[1]
ru: Дымясь, гражданский корабль кое-как движется дальше. Вы стараетесь не думать о его судьбе и сконцентрироваться на будущем.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN_AVOID"]/text[2]
ru: Шум раскручивающегося FTL-привода почти тонет в звуках взрывов. Почти.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN_AVOID"]/text[3]
ru: Вы даёте им уйти и стараетесь не думать об этом.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN_AVOID"]/text[4]
ru: Дымясь, гражданский корабль кое-как движется дальше. Вы стараетесь не думать о его судьбе и сконцентрироваться на будущем.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN_AVOID"]/text[5]
ru: Шум раскручивающегося FTL-привода почти тонет в звуках взрывов. Почти.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_CIVILIAN_AVOID"]/text[6]
ru: Вы даёте им уйти и стараетесь не думать об этом.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CREW"]/text
ru: Вы обнаруживаете и вылавливаете спасательную капсулу, плавающую поблизости. Вы уже думали выкинуть её обратно в космос, как замечаете, что она принадлежит мантисам.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CREW"]/choice[1]/text
ru: Полюбопытствовать, открыв.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CREW"]/choice[2]/text
ru: Выкинуть капсулу.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CREW"]/choice[2]/event/text
ru: Вы запускаете капсулу обратно в космос. Вы же не идиот.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CREW"]/choice[@req="LIFE_SCANNER"]/text
ru: (Сканер жизненных форм) Просканировать, что находится внутри.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CREW"]/choice[@req="slug_crew"]/text
ru: (Член экипажа слаг) Пусть слаг взглянет, что находится внутри.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CREW"]/choice[@req="orchid_crew"]/text
ru: (Член экипажа орхид) Заполнить отсек успокаивающим ароматом перед тем, как вскрыть капсулу.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_CREW"]/choice[@req="orchid_crew"]/event/text
ru: Находившийся внутри мантис отдыхал. После пробуждения, он рад вдохнуть свежего воздуха и свободно двигать конечностями. Мантис предлагает присоединиться к вашему экипажу до тех пор, пока не найдёт дорогу домой.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_CREW_LIST"]/event[1]/text
ru: Сканер показал, что внутри находится мантис. Возможно, не стоит его выпускать.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_CREW_LIST"]/event[1]/choice[1]/text
ru: Открыть капсулу.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_CREW_LIST"]/event[1]/choice[2]/text
ru: Выкинуть капсулу.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_CREW_LIST"]/event[1]/choice[2]/event/text
ru: Вы запускаете капсулу обратно в космос. Вы же не идиот.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_CREW_LIST"]/event[2]/text
ru: Сканер показал, что внутри находится мантис. Возможно, не стоит его выпускать.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_CREW_LIST"]/event[2]/choice[1]/text
ru: Открыть капсулу.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_CREW_LIST"]/event[2]/choice[2]/text
ru: Выкинуть капсулу.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_CREW_LIST"]/event[2]/choice[2]/event/text
ru: Вы запускаете капсулу обратно в космос. Вы же не идиот.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_CREW_LIST"]/event[3]/text
ru: Сканер показывает, что внутри находится человек, и вы открываете капсулу. Пленник вырывается и с криком забивается в угол. Нечасто кто-либо способен выжить в плену у мантисов. Успокоившись, он предлагает присоединиться к вашему экипажу на время.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[1]/text
ru: Слаг говорит, что внутри находится очень возбуждённый мантис.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[1]/choice[1]/text
ru: Открыть капсулу.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[1]/choice[1]/event/text
ru: Мантис внутри РАЗЪЯРЁН. Одним сильным ударом он рвёт пополам ближайшее к себе существо. Убейте его, прежде чем жертв станет больше.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[1]/choice[1]/event/choice/event/removeCrew/text
ru: Мантис шокирован. Он увидел, как только что убитый член вашего экипажа вышел из клон-отсека.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[1]/choice[2]/text
ru: Выкинуть капсулу.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[1]/choice[2]/event/text
ru: Вы запускаете капсулу обратно в космос. Вы же не идиот.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[2]/text
ru: Слаг говорит, что внутри находится спокойный мантис.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[2]/choice[1]/text
ru: Открыть капсулу.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[2]/choice[1]/event/text
ru: Мантис внутри считает вас посланником божьим и просится в ваш экипаж.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[2]/choice[2]/text
ru: Выкинуть капсулу.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[2]/choice[2]/event/text
ru: Вы запускаете капсулу обратно в космос. Вы же не идиот.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_SCAN_SLUG_CREW_LIST"]/event[3]/text
ru: Слаг говорит, что внутри находится человек, и вы открываете капсулу. Пленник вырывается и с криком забивается в угол. Нечасто кто-либо способен выжить в плену у мантисов. Успокоившись, он предлагает присоединиться к вашему экипажу на время.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CREW_LIST"]/event[1]/text
ru: Мантис внутри РАЗЪЯРЁН. Одним сильным ударом он рвёт пополам ближайшее к себе существо. Убейте его, прежде чем жертв станет больше.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CREW_LIST"]/event[1]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: Мантис шокирован. Он увидел, как только что убитый член вашего экипажа вышел из клон-отсека.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CREW_LIST"]/event[1]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CREW_LIST"]/event[2]/text
ru: Мантис внутри считает вас посланником божьим и просится в ваш экипаж.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CREW_LIST"]/event[3]/text
ru: Из спасательной капсулы вырывается человек и с криком забивается в угол. Нечасто кто-либо способен выжить в плену у мантисов. Успокоившись, он предлагает присоединиться к вашему экипажу на время.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CREW_LIST_2"]/event[1]/text
ru: Мантис внутри РАЗЪЯРЁН. Одним сильным ударом он рвёт пополам ближайшее к себе существо. Убейте его, прежде чем жертв станет больше.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CREW_LIST_2"]/event[1]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: Мантис шокирован. Он увидел, как только что убитый член вашего экипажа вышел из клон-отсека.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CREW_LIST_2"]/event[1]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_mantis.xml.rawclobber$//eventList[@name="MANTIS_CREW_LIST_2"]/event[2]/text
ru: Мантис внутри считает вас посланником божьим и просится в ваш экипаж.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_SUN_FIGHT"]/text
ru: Кто знает, зачем мантис рискует, находясь так близко к солнцу. Может он ищет более сложных испытаний?

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_BOARDERS"]/text[1]
ru: Мимо проплывает брошенный и всё ещё дымящийся корабль мантисов. Сражение, должно быть, произошло недавно. Выжившая команда телепортировалась на ваш корабль. Приготовьтесь к бою!

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_BOARDERS"]/text[2]
ru: Внезапно спокойное течение вашей жизни меняется. На борту корабля высадились мантисы.

source: data/events_mantis.xml.rawclobber$//textList[@name="MANTIS_BOARDERS"]/text[3]
ru: Вы слышите скрежетание и мягкое пощёлкивание. Вы тянетесь к пистолету.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF"]/text
ru: Вы пересекаетесь с кораблём мантисов, имеющим дюжины дополнительных слоёв брони, нашитых, наверное, после сотни лет полётов. Его капитан — легендарный вор КазааакплетКилик. Ваш экипаж выглядит испуганным.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF"]/choice[@req="mantis_crew"]/text
ru: (Член экипажа мантис) Попробовать приветствовать его.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF"]/choice[@req="mantis_crew"]/event/text
ru: Ваш мантис выходит вперёд. Он и КазааакплетКилик исполняют что-то наподобие ритуального танца. В знак уважения к мантису на вашем корабле КазааакплетКилик обещает не включать орудия на полную мощность. Вы тем временем заряжаете боевые системы.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF"]/choice[@req="mantis_crew"]/event/choice/event/text
ru: Вы немало удивлены подобным решением КазааакплетКилика, но готовитесь к бою.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF"]/choice[2]/text
ru: Приготовиться к бою.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF"]/choice[2]/event/text
ru: Вы готовитесь к битве...

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/text
ru: Никаких признаков жизни на борту их корабля. Похоже, вы выиграли.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[1]/text
ru: Двинуться внутрь, чтобы обчистить их корабль.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[1]/event/text
ru: Для такого грозного врага кажется бессмысленным умереть столь глупым образом. Вы не обращаете на это внимания и забираете всё, что возможно.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/text
ru: (Телепортер) Быстро телепортировать экипаж и поискать выживших.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/event/text
ru: Вы находите умирающего КазааакплетКилика, завалившегося в углу.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/event/choice[1]/text
ru: Без жалости прикончить его.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/event/choice[1]/event/text
ru: Так и закончилась жизнь известного капитана КазааакплетКилика... Вы размышляете, какие же секреты унёс он с собой в могилу, пока тщательно обчищаете его корабль.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/event/choice[2]/text
ru: Послушать, что он скажет.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/event/choice[2]/event/text
ru: На последнем издыхании он назвал координаты своего тайника. Вы размышляете, какие же ещё секреты унёс он с собой в могилу, пока тщательно обчищаете его корабль.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/event/choice[@req="medbay"]/text
ru: (Улучшенный медотсек) Быстрее телепортировать его в медотсек.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/event/choice[@req="medbay"]/event/text
ru: Ваша поспешность сыграла на руку, и вы вернули его с того света. Когда он пришёл в себя, он сказал: «Никогда не думал, что увижу этот день, поэтому... Я хочу посвятить себя вашему делу».

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/event/choice[@req="medbay"]/event/choice/text
ru: Согласиться.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/event/choice[@req="clonebay"]/text
ru: (Улучшенный клон-отсек) Быстро настроить клон-отсек и спасти его.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/event/choice[@req="clonebay"]/event/text
ru: Ваша поспешность окупилась, и вы регистрируете его в базе данных клон-отсека. После того, как мантис умирает, он быстро возрождается на борту вашего корабля. Придя в сознание, он говорит: «Никогда не думал, что увижу этот день... Я готов посвятить себя вашему делу».

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="teleporter"]/event/choice[@req="clonebay"]/event/choice/text
ru: Согласиться.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/text
ru: (Продвинутые сенсоры) Быстро просканировать их корабль в поисках выживших.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/event/text
ru: Вы обнаружили умирающего в углу КазааакплетКилика.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/event/choice[1]/text
ru: Оставить его умирать.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/event/choice[1]/event/text
ru: Так и закончилась жизнь известного капитана КазааакплетКилика... Вы размышляете, какие же секреты унёс он с собой в могилу, пока тщательно обчищаете его корабль.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/event/choice[2]/text
ru: Состыковаться и попробовать поговорить с ним.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/event/choice[2]/event/text
ru: На последнем издыхании он назвал координаты своего тайника. Вы размышляете, какие же ещё секреты унёс он с собой в могилу, пока тщательно обчищаете его корабль.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/event/choice[@req="medbay"]/text
ru: (Улучшенный медотсек) Состыковаться и быстро перенести его в медотсек.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/event/choice[@req="medbay"]/event/text
ru: Ваша поспешность сыграла на руку, и вы вернули его с того света. Когда он пришёл в себя, он сказал: «Никогда не думал, что увижу этот день, поэтому... Я хочу посвятить себя вашему делу».

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/event/choice[@req="medbay"]/event/choice/text
ru: Согласиться.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/event/choice[@req="clonebay"]/text
ru: (Улучшенный клон-отсек) Быстро настроить клон-отсек и спасти его.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/event/choice[@req="clonebay"]/event/text
ru: Ваша поспешность окупилась, и вы регистрируете его в базе данных клон-отсека. После того, как мантис умирает, он быстро возрождается на борту вашего корабля. Придя в сознание, он говорит: «Никогда не думал, что увижу этот день... Я готов посвятить себя вашему делу».

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="sensors"]/event/choice[@req="clonebay"]/event/choice/text
ru: Согласиться.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/text
ru: (Направленный сканер) Быстро просканировать их корабль в поисках выживших.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/event/text
ru: Вы обнаружили умирающего в углу КазааакплетКилика.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/event/choice[1]/text
ru: Оставить его умирать.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/event/choice[1]/event/text
ru: Так и закончилась жизнь известного капитана КазааакплетКилика... Вы размышляете, какие же секреты унёс он с собой в могилу, пока тщательно обчищаете его корабль.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/event/choice[2]/text
ru: Состыковаться и попробовать поговорить с ним.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/event/choice[2]/event/text
ru: На последнем издыхании он назвал координаты своего тайника. Вы размышляете, какие же ещё секреты унёс он с собой в могилу, пока тщательно обчищаете его корабль.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/event/choice[@req="medbay"]/text
ru: (Улучшенный медотсек) Состыковаться и быстро перенести его в медотсек.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/event/choice[@req="medbay"]/event/text
ru: Ваша поспешность сыграла на руку, и вы вернули его с того света. Когда он пришёл в себя, он сказал: «Никогда не думал, что увижу этот день, поэтому... Я хочу посвятить себя вашему делу».

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/event/choice[@req="medbay"]/event/choice/text
ru: Согласиться.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/event/choice[@req="clonebay"]/text
ru: (Улучшенный клон-отсек) Быстро настроить клон-отсек и спасти его.

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/event/choice[@req="clonebay"]/event/text
ru: Ваша поспешность окупилась, и вы регистрируете его в базе данных клон-отсека. После того, как мантис умирает, он быстро возрождается на борту вашего корабля. Придя в сознание, он говорит: «Никогда не думал, что увижу этот день... Я готов посвятить себя вашему делу».

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_DEFEAT"]/choice[@req="SHIPRADAR"]/event/choice[@req="clonebay"]/event/choice/text
ru: Согласиться.

source: data/events_mantis.xml.rawclobber$//event[@name="KAZAAK"]/text
ru: КазааакплетКилик присоединяется к экипажу и показывает координаты ближайшего тайника с ворованными военными припасами, а также передаёт координаты модифицированного крейсера, над которым он работал. Вы перенаправили их в Федерацию, будучи уверенным, что там об этом позаботятся.

source: data/events_mantis.xml.rawclobber$//event[@name="KAZAAK"]/crewMember
ru: Казааак

source: data/events_mantis.xml.rawclobber$//event[@name="KAZAAK"]/unlockShip
ru: Крейсер мантисов был разблокирован и добавлен в ангар!

source: data/events_mantis.xml.rawclobber$//event[@name="MANTIS_NAMED_THIEF_STASH"]/text
ru: Вы прибываете в небольшое поле астероидов и обнаруживаете тайник среди обломков. Вы вводите коды, которые дал вам КазааакплетКилик, и находите внутри оружие.
