Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_nebula.xml.rawclobber/*.po
Languages: ru

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[1]
ru: Этот сектор когда-то был важным торговым центром. Теперь же маяки скрыла густая туманность, так что перемещаться стало затруднительно.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[2]
ru: Туманности всегда были опасными местами. В этих облаках электроника может выйти из строя. Будьте осторожны.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[3]
ru: Вы вошли в сектор, наполненный туманностями. Искать путь придётся на ощупь.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[4]
ru: Вы входите в богатый туманностями сектор. Вы можете на пару световых лет увеличить расстояние до флота повстанцев, но это будет иметь смысл, только если вы сможете долететь до выхода.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[5]
ru: Благодаря высокой плотности туманности, этот сектор не только малоизучен, но и славится слухами о том, что таится в глубинах внутри него.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[6]
ru: Газы, образующие туманности в этом секторе, угрожают расстроить ваши системы, но вам придётся поднажать вперёд.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[7]
ru: Вы достигли неизведанной туманности. Обстановка снаружи не столь приятна для преследующего вас флота, но не спешите радоваться — вас это также касается. Попытайтесь отыскать выход в следующую область, не имея на борту активных сенсоров.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[8]
ru: Единственные ориентиры в этом секторе — высокочастотные электромагнитные импульсы прыжковых маяков. Кто знает, кого ещё могут привлечь эти маяки?..

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[9]
ru: В данной туманности бушует сильнейшая магнитная буря. Будет лучше отключить чувствительные сенсорные системы, иначе вы рискуете потерять их до самого конца вашей миссии.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[10]
ru: Выход из строя электроники, отказ сенсоров — это и многое другое далее по курсу.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[11]
ru: Этот сектор густо насыщен туманностями. Что ж, у вас есть неплохие шансы собрать побольше ресурсов. Главное, не забывать о повстанцах...

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[12]
ru: Хорошая новость — в туманности можно легко оторваться от повстанцев. Плохая — можно так же легко вляпаться в неприятности...

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[13]
ru: Едва вы попадаете в туманность, как система сенсоров выходит из строя. Радует мысль, что флоту повстанцев будет не легче, если они полетят следом. Но только и всего... Придётся постараться, чтобы найти выход отсюда.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_NEBULA"]/text[14]
ru: Неизведанная туманность — вовсе не то место, где стоит надолго задерживаться. Постарайтесь как можно быстрее найти выход отсюда.

source: data/events_nebula.xml.rawclobber$//event[@name="FLEET_EASY_NEBULA"]/text
ru: Улучшенный охотник повстанцев легко находит ваш корабль. Вы не видите его сквозь туманность, но можно предположить, что флот уже наступает вам на пятки. Нужно бежать, и быстро.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE"]/text[1]
ru: Какие-то смелые предприниматели развернули здесь станцию для добычи элементов из туманности. Кажется, тут есть общественный док и даже гостиница.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE"]/text[2]
ru: Торговый пост, развёрнутый неподалёку от маяка, предполагает собой, что на какой-то скале поблизости есть инопланетное поселение. Вы решаете посмотреть на их товары.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE"]/text[3]
ru: Центр водородного облака — не совсем обычное место для магазина, но инжи тоже не совсем обычные существа. Взглянуть не помешает.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE"]/text[4]
ru: Грузовое судно инжи приветствует: «Предлагается взаимовыгодный обмен имуществом». Тут пахнет сделкой!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE"]/text[5]
ru: Вы обнаруживаете скопление кораблей беженцев Федерации, укрывающихся в складках туманности. «Простите, нам нечего вам дать... А для того, чтобы поддерживать двигатели на ходу, нам так нужен лом, ну просто катастрофически нужен!» Это вам кажется, или они напрашиваются на обмен?

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[1]
ru: Вы ничего не видите сквозь плотный слой газа вокруг вашего корабля. Не зная того, что за ним находится, всё, что вы можете сделать — ожидать, пока зарядится ваш FTL.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[2]
ru: Сенсоры ничего не могут зарегистрировать, и у вас нет другого выбора, кроме как с нехорошим предчувствием вглядываться в иллюминаторы. Вокруг как-то устрашающе тихо.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[3]
ru: У вас появляется стойкое предчувствие, что пока заряжается FTL-привод, кто-нибудь накинется на вас из засады. Однако всё проходит гладко...

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[4]
ru: Вы чувствуете себя лёгкой добычей без работающих сенсоров. Вам кажется, что корабль повстанцев неожиданно появится из облака в любую минуту, но никого нет.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[5]
ru: Ваш экипаж непрерывно смотрит в иллюминаторы в поисках врагов, аж подпрыгивая от любого скрипа или стона на корабле. Напряжение, висящее в воздухе, почти осязаемо...

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[6]
ru: Вы нервно посматриваете в иллюминаторы, но единственное, что вас там приветствует — ещё больше тишины и облаков.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[7]
ru: По прибытии вы переключаетесь между широкополосными каналами. Ничего кроме шума.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[8]
ru: Из-за отрубившихся сенсоров вы проводите немало времени, вглядываясь в окно. Нужно признать, здесь довольно красиво.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[9]
ru: Здесь ничего нет, за исключением огромных газовых смерчей, отражающих свет далёкого солнца.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[1]
ru: Вы натыкаетесь на продвинутого разведчика повстанцев, рыскающего в этой части туманности в поисках вашего корабля.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[2]
ru: Рядом с маяком можно увидеть ожидающий корабль с расцветкой повстанцев. Они, должно быть, ждали вас, и немедленно готовятся к битве.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[3]
ru: Повстанцы, должно быть, предвидели, что вы можете оторваться от них в туманности. Разведчик ждёт вас у маяка.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[4]
ru: Похоже, вы не сможете избежать встречи с повстанцами, путешествуя через туманность. Корабль повстанцев ждёт вас рядом с маяком.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[5]
ru: Вскоре после вашего прибытия вслед за вами прыгает корабль повстанцев. Похоже, сбежать от него не удастся. Приготовьтесь к бою!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[6]
ru: Только Ньютону известно, что могло завести этот корабль повстанцев так далеко. Его капитан отвечает на приветствие, но, присмотревшись, идентифицирует ваш корабль. Они открывают огонь.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[7]
ru: Корабль повстанцев приветствует вас, но вы решаете не рисковать в таких условиях. Вы блокируете частоту и готовитесь к сражению.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AUTO_LIST"]/text[1]
ru: Вы натыкаетесь на продвинутого разведчика повстанцев, рыскающего в этой части туманности в поисках вашего корабля.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AUTO_LIST"]/text[2]
ru: Вы совершаете прыжок в более спокойную часть туманности. Однако ваше спокойствие улетучивается, как только корабль повстанцев прыгает к маяку и движется в атаку.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AUTO_LIST"]/text[3]
ru: Здесь покоятся спутанные обломки множества кораблей. Вы видите мерцание огней в куче, выглядящей как мусор. Разведчик повстанцев вырывается из обломков!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AUTO_LIST"]/text[4]
ru: Этот беспилотник не разыскивал вас. Возможно, это авангард повстанцев, разведывающий обстановку, или, может быть, они пытаются использовать эту туманность как прикрытие. В любом случае он идентифицирует вас как угрозу.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AUTO_LIST"]/text[5]
ru: Тревожно, что повстанцы проникли так глубоко в туманность, даже если это всего лишь беспилотный корабль. Он активирует оружейные системы, вам следует сделать то же самое.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_WARNING"]/text
ru: Похоже, что автоматизированный разведчик повстанцев был расположен в туманности, чтобы докладывать о ваших передвижениях.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_PIRATE"]/text[1]
ru: Пока вы пробирались через туманность, неопознанное судно спикировало из облаков и село вам на хвост. Их орудия включаются.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_PIRATE"]/text[2]
ru: Пиратский корабль появляется из ниоткуда и приветствует вас: «Ты знаешь, почему я люблю эту часть Галактики? Исследователи! У вас всегда много полезных вещей». Они нацеливают орудия.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_PIRATE"]/text[3]
ru: Пока вы плывёте через туманность, на ваш курс ложится пиратский корабль, который быстро сокращает дистанцию. Было бы лучше сражаться на своих условиях, но выбирать не приходится.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_PIRATE"]/text[4]
ru: Враждебное судно спускается к вам из туманности. Боевая тревога!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_PIRATE"]/text[5]
ru: Вы пытаетесь опознать корабль в тумане впереди, но он слишком плотный, чтобы что-то разглядеть. Ответ приходит, когда корабль разворачивается с разогретыми орудиями!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_MANTIS_FIGHT"]/text[1]
ru: Широко распространено мнение, что туманности — излюбленное место охоты мантисов. Эта деталь запомнилась вам достаточно хорошо, чтобы не дать застигнуть себя врасплох.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_MANTIS_FIGHT"]/text[2]
ru: Вы засекли рейдер мантисов, возвращающийся с добычей. Мантисы настроены решительно, и им плевать, враждебны вы или нет. Они открывают огонь первыми.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_MANTIS_FIGHT"]/text[3]
ru: Корабль мантисов, потерявшийся в космическом шторме, выходит с вами на связь: «Сенсоры сдохли. Данных о ближайшей местности нет. Ваши в самый раз сгодятся!» Вы засекаете увеличение мощности в их оружейных системах.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_MANTIS_FIGHT"]/text[4]
ru: Корабль мантисов связывается с вами сквозь шторм: «Это священные охотничьи угодья клана Ургггхтнаг. А ты — жертва». Поднять щиты!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_MANTIS_FIGHT"]/text[5]
ru: Вы замечаете истребитель мантисов, затаившийся среди облаков кружащихся космических материалов. Он охотится на вас. Вы пытаетесь подготовиться к прыжку и идёте в атаку.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_UNDETECTED"]/text
ru: Ваше судно появляется вдали от маяка. Вы видите, что корабль повстанцев ждёт поблизости, и ждёт он, несомненно, именно вас.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_UNDETECTED"]/choice[1]/text
ru: Атаковать корабль.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_UNDETECTED"]/choice[2]/text
ru: Попытаться остаться незамеченным.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_UNDETECTED"]/choice[@req="cloaking"]/text
ru: (Маскировка) Активировать маскировку, чтобы оставаться незамеченными.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_UNDETECTED"]/choice[@req="cloaking"]/event/text
ru: Вы используете систему маскировки, чтобы проскользнуть в туманность незамеченным.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_UNDETECTED_LIST"]/event[1]/text
ru: Вы незамедлительно скользнули дальше в облака, но недостаточно быстро. Повстанец заметил вас и приближается, чтобы открыть огонь!

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_UNDETECTED_LIST"]/event[1]/choice[1]/text
ru: Приготовиться к бою.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_UNDETECTED_LIST"]/event[1]/choice[@req="engines"]/text
ru: (Улучшенные двигатели) Включить двигатели на полную мощность и оторваться от них.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_UNDETECTED_LIST"]/event[1]/choice[@req="engines"]/event/text
ru: Ваши мощные двигатели позволяют вам оторваться от корабля и со временем затеряться в туманности.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_UNDETECTED_LIST"]/event[2]/text
ru: Вы обесточили несущественные системы и скользнули в облако. Теперь вас ни за что не заметить.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_UNDETECTED_LIST"]/event[3]/text
ru: Корабль заметил вас и начал преследование. После нескольких быстрых манёвров вы смогли оторваться от ваших преследователей в облаках. Однако вы полагаете, что они предупредят флот о вашей позиции.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_PIRATE_SMUGGLE"]/text
ru: Пиратский корабль прибыл вскоре после вас. Судя по тому, что он старается избегать вашего корабля, вы предполагаете, что это контрабандист, пытающийся держаться подальше от маяков.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_PIRATE_SMUGGLE"]/choice[1]/text
ru: Атаковать пиратов.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_PIRATE_SMUGGLE"]/choice[1]/event/text
ru: Вы заряжаете свои орудия и идёте на сближение.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_PIRATE_SMUGGLE"]/choice[2]/text
ru: Игнорировать корабль.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_PIRATE_SMUGGLE"]/choice[2]/event/text
ru: Спустя некоторое время он совершает прыжок.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_PIRATE_SMUGGLE"]/choice[@req="weapons"]/text
ru: (Продвинутые орудия) Многозначительно активировать ваши грозные орудия.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_PIRATE_SMUGGLE"]/choice[@req="weapons"]/event/text
ru: Они приветствуют вас: «Не нужно агрессии... Возможно, это убедит вас не обращать внимания?»

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_PIRATE_SMUGGLE"]/choice[@req="weapons"]/event/choice[1]/text
ru: Принять их взятку.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_PIRATE_SMUGGLE"]/choice[@req="weapons"]/event/choice[2]/text
ru: Не соглашаться на подкуп и атаковать.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_DEFENSE_ITEM"]/text
ru: Улучшенный автоматический корабль повстанцев охраняет маленькую космическую станцию. Однако, без работающих сенсоров невозможно сказать, что находится внутри.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_DEFENSE_ITEM"]/choice[1]/text
ru: Атаковать автоматический корабль, чтобы добраться до станции.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_DEFENSE_ITEM"]/choice[2]/text
ru: Не провоцировать корабль.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_DEFENSE_ITEM"]/choice[@req="cloaking" and @lvl="1"]/text
ru: (Маскировка) Попытаться бесшумно проникнуть на космическую станцию.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_DEFENSE_ITEM"]/choice[@req="cloaking" and @lvl="2"]/text
ru: (Улучшенная маскировка) Использовать маскировку, чтобы проникнуть на космическую станцию.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_DEFENSE_ITEM"]/choice[@req="cloaking" and @lvl="2"]/event/text
ru: Вы успешно проскользнули мимо корабля и получили доступ к станции незамеченными.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_DEFENSE_ITEM"]/choice[@req="hacking" and @lvl="1"]/text
ru: (Взломщик) Попытаться взломать станцию, чтобы предотвратить тревогу.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_DEFENSE_ITEM"]/choice[@req="hacking" and @lvl="2"]/text
ru: (Улучшенный взломщик) Взломать станцию, чтобы предотвратить тревогу.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_DEFENSE_ITEM"]/choice[@req="hacking" and @lvl="2"]/event/text
ru: Вы успешно взламываете станцию и обрываете соединение с автоматическим кораблём, оставаясь при этом абсолютно незаметным.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_AUTO_DEFENSE_ITEM_CLOAK"]/event[1]/text
ru: Вы успешно проскользнули мимо корабля и получили доступ к станции незамеченными.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_AUTO_DEFENSE_ITEM_CLOAK"]/event[2]/text
ru: Вы пытаетесь проскользнуть мимо автоматического корабля, но он быстро разворачивается и атакует!

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_AUTO_DEFENSE_ITEM_HACK"]/event[1]/text
ru: Вы успешно взламываете станцию и обрываете соединение с автоматическим кораблём. Вы получаете доступ к станции не обнаруженным.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_AUTO_DEFENSE_ITEM_HACK"]/event[2]/text
ru: Вы отправляете дрона для взлома станции, но автоматический корабль замечает вас и начинает атаковать!

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_LOST_SHIP"]/text
ru: Тяжело повреждённый корабль Федерации прячется в туманности около этого маяка. Прежде чем вы успеваете вступить с ним в контакт, он исчезает в туманности.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_LOST_SHIP"]/choice[1]/text
ru: Попытаться последовать за ними и помочь.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_LOST_SHIP"]/choice[2]/text
ru: Остаться на месте, пусть сами разбираются со своими проблемами.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_LOST_SHIP"]/choice[@req="teleporter"]/text
ru: (Телепортер) Попробовать телепортировать кого-нибудь из того места, где сенсоры регистрируют признаки жизни.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_LOST_SHIP"]/choice[@req="ADV_SCANNERS"]/text
ru: (Сканеры широкого охвата) Подать дополнительную энергию на ваши сенсоры и попробовать отыскать их.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_LOST_SHIP_LIST"]/event[1]/text
ru: Поиск не дал результатов. Ваши сенсоры не могут ничего засечь в туманности.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_LOST_SHIP_LIST"]/event[2]/text
ru: В процессе бесплодных поисков в туманности вы натыкаетесь на корабль повстанцев, от которого, по всей видимости, прятались лоялисты Федерации. Вы готовитесь к бою.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_LOST_SHIP_LIST"]/event[3]/text
ru: Вам повезло, и вы нашли их парящими неглубоко в туманности. Взволнованные, что их нашли свои, они поднимаются на борт и покидают свой разрушенный корабль.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_LOST_SHIP_LIST2"]/event[1]/text
ru: Радар местности мигает, периодически показывая признаки крупного объекта в облаке рядом. Тем не менее этого достаточно, чтобы вычислить его координаты, и вы находите корабль... Точнее пустой корпус, давно лишившийся работающих компонентов.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_LOST_SHIP_LIST2"]/event[2]/text
ru: Вы следуете за ними по быстро исчезающим следам, и находите их парящими не слишком глубоко в туманности. Взволнованные, что их нашли свои, они поднимаются на борт и покидают свой разрушенный корабль.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_LOST_SHIP_LIST2"]/event[3]/text
ru: Вы следуете за ними по быстро исчезающим следам, и находите их парящими не слишком глубоко в туманности. Взволнованные, что их нашли свои, они поднимаются на борт и покидают свой разрушенный корабль.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_LOST_SHIP_LIST3"]/event[1]/text
ru: Вы переместили экипаж Федерации на борт. Один с радостью присоединился к вашему экипажу, остальные ждут высадки на следующей станции.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_LOST_SHIP_LIST3"]/event[2]/text
ru: Вы переместили экипаж Федерации на борт. Один с радостью присоединился к вашему экипажу, остальные ждут высадки на следующей станции.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_LOST_SHIP_LIST3"]/event[3]/text
ru: Как только вы подготавливаете телепортер, сенсоры теряют сигнал, и вы снова летите в одиночестве сквозь густую туманность...

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_WEAPONS_TRADER"]/text
ru: Нелегальный торговец оружием плетёт вам что-то невнятное об опасностях, таящихся в туманностях, после чего навязчиво пытается толкнуть вам свой товар.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_WEAPONS_TRADER"]/choice[1]/text
ru: Атаковать корабль.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_WEAPONS_TRADER"]/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="0"]/text
ru: Приобрести неизвестное оружие за 35 лома.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_WEAPONS_TRADER"]/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="1"]/text
ru: (Член экипажа слаг) Ваш слаг предвидит результат сделки...

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_WEAPONS_TRADER"]/choice[4]/text
ru: Игнорировать корабль.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_WEAPONS_TRADER"]/choice[@req="mind"]/text
ru: (Контроль разума) Убедите его совершить более выгодную сделку.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST"]/event[1]/text
ru: Вы пересылаете лом и получаете оружие взамен. Будем надеяться, оно того стоит.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST"]/event[2]/text
ru: Вы пересылаете лом и получаете оружие взамен. Будем надеяться, оно того стоит.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST"]/event[3]/text
ru: Вы пересылаете лом, но он не соблюдает соглашение: «Я же говорил, что это опасные места!»
