Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_nebula.xml.rawclobber/*.po
Languages: ru

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[@req="engi_crew"]/text
ru: (Член экипажа инжи) Инжи подсказывает вам, что правильный ответ "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[@req="engi_crew"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT03_TEXT"]/text
ru: Сообщение гласит: ~=-5, |=~x19, {=|-5, }=-{/10, }=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[@req="engi_crew"]/text
ru: (Член экипажа инжи) Инжи подсказывает вам, что правильный ответ "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[@req="engi_crew"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT04_TEXT"]/text
ru: Сообщение гласит: {+~+|=6, {+}+~+|=10, }x2=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[@req="engi_crew"]/text
ru: (Член экипажа инжи) Инжи подсказывает вам, что правильный ответ "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[@req="engi_crew"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT05_TEXT"]/text
ru: Сообщение гласит: |+|=}, }!=24, |x5=~, ~=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[@req="engi_crew"]/text
ru: (Член экипажа инжи) Инжи подсказывает Вам, что правильный ответ "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[@req="engi_crew"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT06_TEXT"]/text
ru: Сообщение гласит: }x}/20=|, |+{={+{, {=5, }/2=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[@req="engi_crew"]/text
ru: (Член экипажа инжи) Инжи подсказывает Вам, что правильный ответ "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[@req="engi_crew"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT07_TEXT"]/text
ru: Сообщение гласит: lg(1000)=}, |=}+1, |+|=?

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[@req="engi_crew"]/text
ru: (Член экипажа инжи) Инжи подсказывает Вам, что правильный ответ "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[@req="engi_crew"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT08_TEXT"]/text
ru: Сообщение гласит: cos(~-1)=|, ~=({+}x2)/4, {=2, }=1, |=?

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[@req="engi_crew"]/text
ru: (Член экипажа инжи) Инжи подсказывает Вам, что правильный ответ "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[@req="engi_crew"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT09_TEXT"]/text
ru: Сообщение гласит: ~x}x|=25, |=|x|, ~>|>0, }=~, ~=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[@req="engi_crew"]/text
ru: (Член экипажа инжи) Инжи подсказывает Вам, что правильный ответ "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[@req="engi_crew"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_WRONG"]/event[1]/text
ru: Вы некоторое время ждёте, но ответа нет. Похоже, ваш ответ неверен. Время улетать прочь.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_WRONG"]/event[2]/text
ru: Вы некоторое время ждёте, но ответа нет. Похоже, ваш ответ неверен. Время улетать прочь.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_WRONG"]/event[3]/text
ru: Вы некоторое время ждёте, но ответа нет. Похоже, ваш ответ неверен. Внезапно кто-то из команды подмечает, что ресурсов на корабле стало меньше! Вас обокрали!

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_CORRECT"]/event[1]/text
ru: По каналам связи вы получаете радостную мелодию, а на корабль неизвестно откуда телепортируется орудие.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_CORRECT"]/event[2]/text
ru: По каналам связи вы получаете радостную мелодию, а на корабль неизвестно откуда телепортируется схема дрона.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_CORRECT"]/event[3]/text
ru: По каналам связи вы получаете радостную мелодию, а на корабль неизвестно откуда телепортируются ценные ресурсы.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_CORRECT"]/event[4]/text
ru: По каналам связи вы получаете радостную мелодию, а на корабль неизвестно откуда телепортируются ценные припасы.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_AVATAR"]/text[1]
ru: В этой туманности нет ни одной живой души. Но вас это почему-то не успокаивает...

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_AVATAR"]/text[2]
ru: Эта туманность не отличалась бы от других подобных, если бы не одна особенность — её населяют призраки...

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_AVATAR"]/text[3]
ru: Аватаров часто называют призраками. Возможно, их полупрозрачная сущность отпугивает корабли от этой части космоса.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_AVATAR"]/text[4]
ru: Эту туманность населяют аватары — искусственный интеллект, голограммы, похожие на призраков. Даже слаги стараются не соваться в это место.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_AVATAR"]/text[5]
ru: Поговаривают, что в этом месте водятся призраки. Так это или же нет, скоро вы всё узнаете сами.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_AVATAR"]/text[6]
ru: Эта туманность выглядит подозрительно тихой, даже для туманности. Вам стоит быть начеку.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_AVATAR"]/text[7]
ru: Вам не нравятся звуки, раздающиеся в этом месте время от времени... Команда жалуется на постоянные головные боли из-за них.

source: data/events_nebula.xml.rawclobber$//textList[@name="START_BEACON_AVATAR"]/text[8]
ru: Лишь корабли слагов иногда рискуют залетать в эту туманность, слишком уж опасное это место. Повстанцев, впрочем, вряд ли это остановит.

source: data/events_nebula.xml.rawclobber$//textList[@name="FIND_STUFF_AVATAR"]/text[1]
ru: Останки небольшого корабля медленно дрейфуют рядом с маяком. Внутри вы находите немного припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="FIND_STUFF_AVATAR"]/text[2]
ru: Вы обнаруживаете заброшенную космическую станцию, находящуюся на орбите крупного астероида. Команда находит немного припасов внутри.

source: data/events_nebula.xml.rawclobber$//textList[@name="FIND_STUFF_AVATAR"]/text[3]
ru: Прямо перед вами плавают останки крейсера слагов. Собирая обломки, вы невольно задумываетесь об опасностях этого сектора.

source: data/events_nebula.xml.rawclobber$//textList[@name="FIND_STUFF_AVATAR"]/text[4]
ru: Вы натыкаетесь на небольшой автоматический разведчик. Корпус его полностью разбит, видимо, он недавно попал в серьёзную передрягу. Вы разбираете его на запчасти.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_FIND_STUFF_AVATAR"]/text[1]
ru: Останки небольшого корабля медленно дрейфуют рядом с маяком. Внутри вы находите немного припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_FIND_STUFF_AVATAR"]/text[2]
ru: Вы обнаруживаете заброшенную космическую станцию, находящуюся на орбите крупного астероида. Команда находит немного припасов внутри.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_FIND_STUFF_AVATAR"]/text[3]
ru: Прямо перед вами плавают останки крейсера слагов. Собирая обломки, вы невольно задумываетесь об опасностях этого сектора.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_FIND_STUFF_AVATAR"]/text[4]
ru: Из-за очередного плотного облака туманности на вас медленно плывут останки боевого крейсера слагов. Вы собираете всё полезное, что от него осталось.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_FIND_STUFF_AVATAR"]/text[5]
ru: Вы натыкаетесь на небольшой автоматический разведчик. Корпус его полностью разбит, видимо, он недавно попал в серьёзную передрягу. Вы разбираете его на запчасти.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE_AVATAR"]/text[1]
ru: Кто-то оставил здесь автоматическую торговую станцию. Как ни странно, она прекрасно функционирует.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE_AVATAR"]/text[2]
ru: Автоматическая торговая станция, расположенная в этом облаке туманности, предлагает свои товары.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE_AVATAR"]/text[3]
ru: Неизвестно, кто разместил в этой туманности автоматическую торговую станцию, но она всё ещё функционирует.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE_AVATAR"]/text[4]
ru: Небольшое судно слагов предлагает взглянуть на их товары. Туманность аватаров — не то место, где они рискнули бы обмануть кого-то, здесь лучше всегда иметь союзников.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_BOARDING_AVATAR_TEXT"]/text[1]
ru: Вы собираете обломки небольшого космического зонда, когда на вашем корабле с ужасными звуками материализуются несколько аватаров. Команда спешно готовится к обороне.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_BOARDING_AVATAR_TEXT"]/text[2]
ru: В этой туманности вы обнаруживаете разбитое шахтёрское судно, в его трюме ещё есть немного лома. Вернувшись с добычей, вы вдруг понимаете, что прихватили с собой нескольких аватаров!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_BOARDING_AVATAR_TEXT"]/text[3]
ru: Аватары не дали вам собрать весь болтающийся вокруг маяка металлический лом. Ваша команда в ужасе — призраки на борту корабля!

source: data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[1]
ru: Неизвестно почему, но корабли аватаров всегда сопровождают звуки сирены. Заслышав её в очередной раз, ваша команда готовится к бою.

source: data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[2]
ru: Жуткие звуки вдруг прерывают тишину космоса, аватары нападают на вас! Трансляция разрывающей уши сирены — их излюбленная тактика.

source: data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[3]
ru: Прямо по курсу — боевое судно аватаров. Все попытки уладить ситуацию миром бесполезны — они не способны общаться с другими расами.

source: data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[4]
ru: Тревожная сирена раздаётся на вашем корабле — это аватары готовятся разобрать его на запчасти. Орудия к бою!

source: data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[5]
ru: Боевой корабль аватаров поджидает неосторожных путешественников на этом маяке. У вас нет другого выхода, кроме как готовиться к обороне.

source: data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[6]
ru: «Опять эта чёртова сирена!» — команда в ужасе забивается по углам отсеков. Вы как можете всех успокаиваете и отдаёте приказ готовиться к бою.

source: data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[7]
ru: Возле маяка патрулирует судно под управлением ИИ. Заметив вас, оно немедленно отправляется в атаку.

source: data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[8]
ru: «Капитан!» — команда спешит к вам с докладом. «Мы попали под обстрел чёртовых призраков!» Вы и так уже поняли это по ужасному вою, раздающемуся по всему кораблю.

source: data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[9]
ru: Маяк перед вами ничем не примечателен, и вы уже было отдаёте приказ покинуть его, когда корабль ИИ появляется прямо по курсу. Готовьтесь к бою!

source: data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[10]
ru: Аватары, расположившиеся у этого маяка, уже включили свою сирену и готовятся к атаке. Команда старается не обращать внимания на оглушающие звуки.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[1]
ru: Неизвестно почему, но корабли аватаров всегда сопровождают звуки сирены. Заслышав её в очередной раз, ваша команда готовится к бою.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[2]
ru: Жуткие звуки вдруг прерывают тишину космоса, аватары нападают на вас! Трансляция разрывающей уши сирены — их излюбленная тактика.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[3]
ru: Очередной корабль аватаров выплывает из туманности прямо в вашем направлении. Ничего не остаётся, кроме как принять бой.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[4]
ru: Прямо по курсу — боевое судно аватаров. Все попытки уладить ситуацию миром бесполезны — они не способны общаться с другими расами.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[5]
ru: Тревожная сирена раздаётся на вашем корабле — это аватары готовятся разобрать его на запчасти. Орудия к бою!
