Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_nebula.xml.rawclobber/*.po
Languages: ru

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[6]
ru: Боевой корабль аватаров поджидает неосторожных путешественников на этом маяке. У вас нет другого выхода, кроме как готовиться к обороне.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[7]
ru: «Опять эта чёртова сирена!» — команда в ужасе забивается по углам отсеков. Вы как можете всех успокаиваете и отдаёте приказ готовиться к бою.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[8]
ru: Вы прыгаете к очередному пустому маяку. Вокруг ничего интересного, и вы уже отдаёте приказ к прыжку, когда вынырнувший из туманности крейсер аватаров меняет ваши планы.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[9]
ru: Возле маяка патрулирует судно под управлением ИИ. Заметив вас, оно немедленно отправляется в атаку.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[10]
ru: Туманность прямо перед вами немного рассеивается, и вы видите корабль аватаров, идущий на вас в лобовую атаку.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[11]
ru: Вы ничего не можете разобрать в туманности перед вами, когда вдруг по всему кораблю раздаётся сирена. Вы попали под удар аватаров!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[12]
ru: «Капитан!» — команда спешит к вам с докладом. «Мы попали под обстрел чёртовых призраков!» Вы и так уже поняли это по ужасному вою, раздающемуся по всему кораблю.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[13]
ru: Маяк перед вами ничем не примечателен, и вы уже было отдаёте приказ покинуть его, когда корабль ИИ появляется прямо по курсу. Готовьтесь к бою!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[14]
ru: Нервы сдают у вашей команды, когда из-за очередного облака туманности на вас вылетает корабль аватаров. Ваш член экипажа со слезами на глазах убегает прочь со своего поста. Вы кое-как успокаиваете команду.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AVATAR_SHIPS_LIST"]/text[15]
ru: Аватары, расположившиеся у этого маяка, уже включили свою сирену и готовятся к атаке. Команда старается не обращать внимания на оглушающие звуки.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_CREW_AVATAR"]/event[1]/text
ru: На корабле не осталось ни одного аватара. Вы забираете полезные материалы.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_CREW_AVATAR"]/event[2]/text
ru: На корабле не осталось ни одного аватара. Вы забираете все полезные материалы.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_CREW_AVATAR"]/event[3]/text
ru: Аватары исчезли, вы можете забрать топливо из их хранилища. А также собрать весь доступный лом.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_CREW_AVATAR"]/event[4]/text
ru: Аватары исчезли, вы можете забрать всё топливо из их хранилища. А также собрать весь доступный лом.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_CREW_AVATAR"]/event[5]/text
ru: Вы сумели расправиться с командой аватаров. Одного из них удаётся вернуть к жизни, запрограммировав его сражаться на вашей стороне.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_CREW_AVATAR"]/event[6]/text
ru: Вы находите уникальное оружие аватаров на их корабле. Так как остановить вас некому, вы забираете его себе.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/text
ru: Оказалось, что сигналы бедствия передавал корабль слагов, попавший под атаку аватаров. Они говорят, что их корабль зияет дырами, и просят у вас лом на починку корпуса, сколько не жалко.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/choice[1]/text
ru: Дать им 15 лома.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/choice[2]/text
ru: Дать им 45 лома.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/choice[3]/text
ru: Добить этих неудачников.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/choice[4]/text
ru: Отказать и продолжить полёт.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/choice[4]/event/text
ru: Вам, конечно же, известно, что пробоины слаги чинят ремонтным гелем. В этот раз им не обдурить вас.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/choice[@req="sensors"]/text
ru: (Продвинутые сенсоры) Просканировать их корабль на наличие повреждений.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/choice[@req="sensors"]/event/text
ru: Сенсоры не обнаружили никаких повреждений на их корабле. Поняв, что их раскрыли, слаги переходят в атаку.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/choice[@req="SLUG_GEL"]/text
ru: (Ремонтный гель слагов) Поделиться с ними гелем, чтобы заделать дыры в их корабле.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/choice[@req="SLUG_GEL"]/event/text
ru: Они не хотят говорить, куда пропал их гель, но с благодарностью принимают вашу помощь.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/choice[@req="SLUG_GEL"]/event/choice/event/text
ru: Вскоре их корабль снова выглядит как новый. Один из слагов хочет вступить к вам экипаж, он притаскивает на своей спине несколько топливных капсул.

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_KILL_THEM"]/event[1]/text
ru: Как оказалось, их корабль не так уж сильно повреждён. Они отвечают залпом на вашу агрессию.

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_KILL_THEM"]/event[2]/text
ru: Как оказалось, их корабль не так уж сильно повреждён. Они заряжают свои орудия.

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_SCRAP_HELP_15"]/event[1]/text
ru: Как только вы передаёте им лом, они скрываются в ближайшем облаке туманности. Похоже, вас всё же провели.

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_SCRAP_HELP"]/event[1]/text
ru: Слаги принимают лом и тихо исчезают в туманности. Когда же вы научитесь не доверять им?

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_SCRAP_HELP"]/event[2]/text
ru: Они благодарят вас и передают в ответ усиление для корабля.

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_SCRAP_HELP"]/event[3]/text
ru: Они благодарят вас и передают в ответ усиление для корабля и немного топлива.

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_SCRAP_HELP"]/event[4]/text
ru: Они благодарят вас и передают в ответ усиление для корабля и немного ракет.

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_SCRAP_HELP"]/event[5]/text
ru: Они благодарят вас и передают в ответ усиление для корабля и немного деталей дронов.

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_SCRAP_HELP_2"]/event[1]/text
ru: Слаги принимают лом и тихо исчезают в туманности. Когда же вы научитесь не доверять им?

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_SCRAP_HELP_2"]/event[2]/text
ru: Они благодарят вас и передают в ответ усиление для корабля.

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_SCRAP_HELP_2"]/event[3]/text
ru: Они благодарят вас и передают в ответ усиление для корабля и немного топлива.

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_SCRAP_HELP_2"]/event[4]/text
ru: Они благодарят вас и передают в ответ усиление для корабля и немного ракет.

source: data/events_nebula.xml.rawclobber$//eventList[@name="SLUG_SCRAP_HELP_2"]/event[5]/text
ru: Они благодарят вас и передают в ответ усиление для корабля и немного деталей дронов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_HELP_LIST"]/text[1]
ru: Бедствие передавал корабль повстанцев, вряд ли они рассчитывали, что их сигнал поймает кто-то из Федерации. Неизвестно, что у них произошло, но они уже заряжают орудия.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_HELP_LIST"]/text[2]
ru: То ли этому кораблю повстанцев действительно нужна помощь, то ли это была ловушка — так или иначе, они не заслуживают ничего, кроме смерти.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_HELP_LIST"]/text[3]
ru: Сигнал был ловушкой — крейсер повстанцев поджидал вас в этой туманности!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_HELP_LIST"]/text[4]
ru: Сигнал бедствия передавал крейсер повстанцев, и вы прилетели прямо в его ловушку. Приготовьтесь к битве!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_HELP_LIST"]/text[5]
ru: Не стоит отвечать на каждый сигнал бедствия — это была засада повстанцев, и они уже переходят к атаке.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_HELP2"]/text
ru: Похоже, что вы угодили прямо в ловушку повстанцев — сигнал бедствия передаёт их боевой крейсер! Но тут они выходят на связь: «Пожалуйста, выведите нас отсюда! Мы заблудились в туманности, а эти проклятые призраки сводят команду с ума!»

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_HELP2"]/choice[1]/text
ru: Провести их до ближайшего безопасного маяка.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_HELP2"]/choice[2]/text
ru: Атаковать их.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_HELP2"]/choice[2]/event/text
ru: С повстанцами у вас разговор короткий — несколько выстрелов в их сторону заставляет их вспомнить, на чьей стороне вы сражаетесь.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_HELP22"]/event[1]/text
ru: Они следуют за вами до следующего маяка и благополучно выбираются из туманности. Один из них хочет присоединиться к вашей команде.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_HELP22"]/event[2]/text
ru: Как только вы пролетаете вперёд, чтобы указать им дорогу, вам в корму прилетает залп орудий. Вероломные повстанцы вас обманули!

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_HELP22"]/event[3]/text
ru: Вы выводите их из туманности и счастливые повстанцы присылают вам вознаграждение. Вы улетаете с обещанием разнести их в клочья, если они ещё раз вам попадутся.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/text
ru: Слаги, неизвестно как оказавшиеся здесь, застряли на этом маяке без топлива. Они обещают заплатить ломом, если вы поможете им выбраться отсюда.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/choice[1]/text
ru: Дать им 1 топливо.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/choice[1]/event/text
ru: Вы отправляете им топливо, и они тут же прыгают! В который раз вы попались на удочку слагов...

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/choice[2]/text
ru: Дать им 5 топлива.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/choice[2]/event/text
ru: Вы отправляете им топливо, а они передают вам лом.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/choice[3]/text
ru: Дать им 10 топлива.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/choice[3]/event/text
ru: Вы отправляете им топливо, а они передают вам лом.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/choice[4]/text
ru: Атаковать их.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/choice[4]/event/text
ru: «Ты ещё пожалеешшшшь об этом...» — последнее, что вы слышите, перед тем как они отключились.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/choice[5]/text
ru: Отказать и продолжить полёт.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/choice[5]/event/text
ru: Слаги никогда не вызывали у вас доверия, вы приказываете совершить прыжок дальше.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_DEAD"]/text
ru: Пока вы прыгали к маяку, сигнал бедствия прервался. Из-за плотной туманности вокруг вы никак не можете засечь его источник.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_DEAD"]/choice[1]/text
ru: Отправиться дальше.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_DEAD"]/choice[1]/event/text
ru: Больше в этом месте нечего делать, и вы готовитесь к прыжку.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_DEAD"]/choice[@req="sensors" and @lvl="2"]/text
ru: (Улучшенные сенсоры) Просканировать окрестности.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_DEAD"]/choice[@req="sensors" and @lvl="3"]/text
ru: (Продвинутые сенсоры) Просканировать окрестности.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_SLUG_LOW"]/event[1]/text
ru: Мощности ваших сенсоров не хватает, чтобы что-то здесь обнаружить. Ничего не остаётся, кроме как продолжить полёт.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_SLUG_LOW"]/event[2]/text
ru: После нескольких минут сканирования вы наконец засекаете разбившийся корабль слагов. Внутри никого нет, похоже, что тела унесло в открытый космос сквозь пробоины в корпусе. Вы забираете всё пригодное с разбитого судна.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_SLUG_LOW"]/event[3]/text
ru: После нескольких минут сканирования вы наконец засекаете разбившийся корабль слагов. Внутри никого нет, похоже, что тела унесло в открытый космос сквозь пробоины в корпусе. Вы забираете всё пригодное с разбитого судна.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_SLUG_HIGH"]/event[1]/text
ru: После нескольких минут сканирования вы наконец засекаете разбившийся корабль слагов. Внутри никого нет, похоже, что тела унесло в открытый космос сквозь пробоины в корпусе. Вы забираете всё пригодное с разбитого судна.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_SLUG_HIGH"]/event[2]/text
ru: После нескольких минут сканирования вы наконец засекаете разбившийся корабль слагов. Внутри никого нет, похоже, что тела унесло в открытый космос сквозь пробоины в корпусе. Вы забираете всё пригодное с разбитого судна.

source: data/events_nebula.xml.rawclobber$//eventList[@name="DEAD_SLUG_HIGH"]/event[3]/text
ru: После нескольких минут сканирования вы наконец засекаете разбившийся корабль слагов. Единственный уцелевший слаг присоединяется к вашей команде, а вы забираете всё пригодное с разбитого судна.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AVATAR_HELP"]/text
ru: Удивительно, но сигнал бедствия передаёт корабль аватаров! Кажется, они не торопятся нападать, но и на ваши вызовы не отвечают.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AVATAR_HELP"]/choice[1]/text
ru: Атаковать их!

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AVATAR_HELP"]/choice[1]/event/text
ru: Как только вы активируете орудия, корабль аватаров оживает и заряжает свои.

source: Leave them alone.
ru: Оставить их в покое.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AVATAR_HELP"]/choice[2]/event/text
ru: Вы решаете не нарываться на неприятности и готовитесь к отлёту.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AVATAR_HELP"]/choice[@req="ghost_crew"]/text
ru: (Член экипажа аватар) Подозвать вашего аватара.

source: data/events_nebula.xml.rawclobber$//eventList[@name="AVATAR_HELP_REWARD"]/event[1]/text
ru: Хотя ваш аватар и не может общаться с вами, он всё же понимает, что от него требуется. На какое-то время он исчезает и появляется на корабле ИИ. Вы так и не поняли, что он там сделал, но они отправляют вам в качестве благодарности капсулу с орудием. Впрочем, "благодарность" может и не совсем подходящее слово по отношению к искусственному интеллекту.

source: data/events_nebula.xml.rawclobber$//eventList[@name="AVATAR_HELP_REWARD"]/event[2]/text
ru: Хотя ваш аватар и не может общаться с вами, он всё же понимает, что от него требуется. На какое-то время он исчезает и появляется на корабле ИИ. Вы так и не поняли, что он там сделал, но они отправляют вам в качестве благодарности усиление для корабля. Впрочем, "благодарность" может и не совсем подходящее слово по отношению к искусственному интеллекту.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AVATAR_HELP2"]/text
ru: Сигнал бедствия оказался ловушкой, вам придётся сражаться с кораблём ИИ прямо в центре плазменной бури!

source: data/events_nebula.xml.rawclobber$//event[@name="AVATAR_HELP3"]/text
ru: Сигнал бедствия приводит вас прямиком к пульсару, возле которого вас и поджидал корабль ИИ. Ловушка!

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AI_KILLS_CIV"]/text
ru: Сигнал бедствия передавало сильно потрёпанное гражданское судно. На их торговый конвой напали призраки, и, хотя гражданским удалось сбежать, на одном из кораблей встроенная система искусственного интеллекта сошла с ума и пытается убить собственный экипаж, захватив их разум. Если вам удастся повредить ИИ корабля достаточно сильно, до того как умрёт их экипаж, вас обещают отблагодарить.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AI_KILLS_CIV"]/choice[1]/text
ru: Торговый конвой в этом секторе? Это не похоже на правду, атаковать их!

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AI_KILLS_CIV"]/choice[1]/event/text
ru: Гражданские посылают проклятья в ваш адрес, но готовятся защищаться, несмотря на повреждения.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AI_KILLS_CIV"]/choice[2]/text
ru: Отправиться к захваченному кораблю и попробовать отключить ИИ с помощью нескольких залпов.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AI_KILLS_CIV"]/choice[2]/event/text
ru: При вашем приближении судно активирует вооружение, отключив при этом свои системы жизнеобеспечения! Нужно торопиться, пока на их корабле ещё есть кислород.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AI_KILLS_CIV"]/choice[2]/event/choice/event/text
ru: Гражданские начинают задыхаться...

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AI_KILLS_CIV"]/choice[3]/text
ru: Не вмешиваться и приготовиться улететь.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AI_KILLS_CIV"]/choice[3]/event/text
ru: Захваченный искусственным интеллектом корабль вскоре совершает прыжок куда-то в туманность, а гражданские рядом с вами заваривают дыры в обшивке.

source: data/events_nebula.xml.rawclobber$//ship[@name="AI_CIV_EVENT"]/surrender/text
ru: По всей видимости, ИИ корабля отключился и потерял контроль над экипажем и системами корабля.

source: data/events_nebula.xml.rawclobber$//ship[@name="AI_CIV_EVENT"]/surrender/choice[1]/text
ru: Прекратить огонь.

source: data/events_nebula.xml.rawclobber$//ship[@name="AI_CIV_EVENT"]/surrender/choice[1]/event/text
ru: Вы вовремя останавливаетесь, а освободившиеся от контроля разума люди тут же спешат надеть кислородные маски. Приблизившись, гражданские осыпают вас благодарностями за спасённых товарищей и дают вам орудие из своих трюмов.

source: data/events_nebula.xml.rawclobber$//ship[@name="AI_CIV_EVENT"]/surrender/choice[2]/text
ru: Продолжить огонь.

source: data/events_nebula.xml.rawclobber$//ship[@name="AI_CIV_EVENT"]/surrender/choice[2]/event/text
ru: Разобрать их на металлолом — единственно верное решение в данной ситуации.

source: data/events_nebula.xml.rawclobber$//ship[@name="AI_CIV_EVENT"]/destroyed/text
ru: Вы полностью уничтожили корабль гражданских, и благодарить за убийство своих товарищей вас явно не будут. Однако, поживиться остатками корабля никто не мешает.

source: data/events_nebula.xml.rawclobber$//ship[@name="AI_CIV_EVENT"]/deadCrew/text
ru: Экипаж цели мёртв, а ИИ корабля отключился, видимо, выполнив свою цель. Вы убеждаете гражданских, что сделали всё, что смогли, и те улетают прочь. А вы собираете всё ценное с захваченного корабля.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/surrender/text
ru: Гражданские выходят на связь: «Умоляем вас, остановитесь! Мы отдадим всё, что у нас есть!»

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/surrender/choice[1]/text
ru: Прекратить огонь.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/surrender/choice[1]/event/text
ru: Они отправляют вам контейнер с грузом.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/surrender/choice[1]/event/choice[1]/text
ru: Этого мало, потребовать ещё.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/surrender/choice[1]/event/choice[1]/event/text
ru: Снова проклиная вас, они отправляют ещё немного лома. Похоже, что с них больше нечего взять, вы готовитесь улететь.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/surrender/choice[1]/event/choice[2]/text
ru: Добить их.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/surrender/choice[1]/event/choice[2]/event/text
ru: «Как же так, вы же обещали?!» — их капитан чуть ли не плачет. Ну а что, в эти трудные времена у вас нет другого выхода.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/surrender/choice[1]/event/choice[3]/text
ru: Отпустить их и улететь.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/surrender/choice[2]/text
ru: Продолжить огонь.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/escape/text
ru: Также вы регистрируете, что их корабль заряжает FTL-привод.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/gotaway/text
ru: Корабль совершил прыжок куда-то в туманность, вы не рискуете их разыскивать.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/destroyed/text
ru: Корабль гражданских взрывается, и вы собираете оставшиеся от него обломки.

source: data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/deadCrew/text
ru: Экипаж мёртв, и вы обчищаете их трюмы.
