Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_nebula.xml.rawclobber/*.po
Languages: ru

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST"]/event[3]/choice[1]/text
ru: Атаковать корабль!

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST"]/event[3]/choice[2]/text
ru: Получив ценный урок, двинуться дальше.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[1]/text
ru: Будучи "убеждённым" в необходимости помочь, он снижает цену и описывает оружие. Однако он постепенно приходит в себя и отказывается от скидки. Он явно не может понять, почему он вообще предложил вам скидку.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[1]/choice[1]/text
ru: Купить оружие.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[1]/choice[1]/event/text
ru: Вы покупаете оружие и благодарите его за помощь.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[1]/choice[2]/text
ru: Мы передумали, атаковать их!

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[1]/choice[3]/text
ru: Отказаться.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[1]/choice[3]/event/text
ru: Вы благодарите его за предложение и готовитесь двигаться дальше.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[2]/text
ru: Будучи "убеждённым" в необходимости помочь, он рассказывает, что его предложение было враньём, а они сами собирались напасть на ваш корабль. К тому времени, как он пришёл в себя, вы уже подготовились к бою.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[3]/text
ru: Он соглашается сделать небольшую скидку и показывает вам оружие.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[3]/choice[1]/text
ru: Купить оружие.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[3]/choice[1]/event/text
ru: Вы покупаете оружие и благодарите его за помощь.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[3]/choice[2]/text
ru: Мы передумали, атаковать их!

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[3]/choice[3]/text
ru: Отказаться.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[3]/choice[3]/event/text
ru: Вы благодарите его за предложение и готовитесь двигаться дальше.

source: data/events_nebula.xml.rawclobber$//ship[@name="PIRATE_NEIZ"]/gotaway/text
ru: Пиратский корабль совершил прыжок.

source: data/events_nebula.xml.rawclobber$//ship[@name="PIRATE_NEIZ"]/deadCrew/text
ru: Вы забираете всё ценное с корабля и ищете то самое "неизвестное орудие".

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEIZ_END"]/event[1]/text
ru: А нет никакого орудия, вас просто пытались обмануть.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEIZ_END"]/event[2]/text
ru: Спустя некоторое время орудие находится, и это оказалось...

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_ROCK_RACIST"]/text
ru: Бронированный транспортник роков неподалёку от вас, похоже, потерял ориентацию в пространстве, но когда вы приветствуете их, они с подозрением отвечают: «К какой бы форме жизни вы ни принадлежали, вы нам отвратительны. Нам не нужна помощь. Уходите. Немедленно».

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_ROCK_RACIST"]/choice[1]/text
ru: Отвратительны?! Зарядить орудия!

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_ROCK_RACIST"]/choice[2]/text
ru: Покинуть это место.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_ROCK_RACIST"]/choice[@req="rock_crew"]/text
ru: (Член экипажа рок) Предложить вывести их из туманности.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_ROCK_RACIST"]/choice[@req="rock_crew"]/event/text
ru: Роки нехотя передают управление вам, и вы выводите их в менее плотную часть туманности. Они не знают, что и думать, но, тем не менее, передают вам часть своих запасов.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_ROCK_RACIST"]/choice[@req="orchid_crew"]/text
ru: (Член экипажа орхид) Отправить орхида для переговоров.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_ROCK_RACIST"]/choice[@req="orchid_crew"]/event/text
ru: «Цветы? Для меня? Извините за невежливое поведение ранее». Вы ведёте роков к границе туманности, где облака рассеиваются. Роки впечатлены и передают вам кое-какие припасы.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_MANTIS_CHOICE"]/text
ru: Пытаясь вслепую сориентироваться в тумане, вы чуть не столкнулись корпусами с кораблём мантисов. Они выходят на связь с вами: «Ха! Мы закроем на это глаза. Туманность, очень опасно. В следующий раз все человеки умрут».

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_MANTIS_CHOICE"]/choice[1]/text
ru: Следующего раза не будет. Открыть огонь!

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_MANTIS_CHOICE"]/choice[2]/text
ru: Здесь и так достаточно опасно. Двинуться дальше.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/text
ru: Вы замечаете в туманности перед собой корабль повстанцев и держитесь вне их радаров. Попытаться напасть на них?

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[1]/text
ru: Приготовиться к преследованию!

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[2]/text
ru: Оставаться незамеченными.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[2]/event/text
ru: Вы пытаетесь держаться вне их взора. Вряд ли они вас видели.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="sensors"]/text
ru: (Продвинутые сенсоры) Приблизиться к ним, следуя их траектории, и одновременно приготовиться к атаке.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="sensors"]/event/text
ru: Заметив вас, они делают ноги. Вы выжимаете всё, что можете из неисправных сенсоров и умудряетесь не потерять их, приближаясь на расстояние стрельбы.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="ADV_SCANNERS"]/text
ru: (Сканеры широкого охвата) Приблизиться к ним, следуя их траектории, и одновременно приготовиться к атаке.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="ADV_SCANNERS"]/event/text
ru: Заметив вас, они делают ноги. Вы выжимаете всё, что можете из неисправных сенсоров и умудряетесь не потерять их, приближаясь на расстояние стрельбы.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="LIFE_SCANNER"]/text
ru: (Инфракрасный сканер) Преследовать их, используя инфракрасный сканер.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="LIFE_SCANNER"]/event/text
ru: Способность вашего усиления обнаруживать живые организмы оказывается крайне полезной в туманности. Вы догоняете их корабль и готовитесь к бою.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="SHIPRADAR"]/text
ru: (Направленный сканер) Преследовать их, используя направленный сканер.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="SHIPRADAR"]/event/text
ru: Заметив вас, они делают ноги. Вы выжимаете всё, что можете из неисправных сенсоров и умудряетесь не потерять их, приближаясь на расстояние стрельбы.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="SHIPRADAR2"]/text
ru: (Анализатор морфов) Преследовать их, используя анализатор.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="SHIPRADAR2"]/event/text
ru: Заметив вас, они делают ноги. Вы выжимаете всё, что можете из неисправных сенсоров и умудряетесь не потерять их, приближаясь на расстояние стрельбы.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_CHASE_LIST"]/event[1]/text
ru: Вы ориентируетесь по их FTL-следу и заходите на них с тыла, заряжая орудия.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_CHASE_LIST"]/event[2]/text
ru: Без помощи сенсоров вы не можете преследовать цель. Повстанцы сбежали.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_REBEL_CHASE_LIST"]/event[3]/text
ru: Вы затерялись в туманности и окончательно сбились с курса. Чтобы вернуться к маяку, потребовалось некоторое время. Скорее всего, за это время флот успел продвинуться ещё ближе к вам.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/text
ru: Трудно понять почему, но, видимо, этот маяк является излюбленным местом для туристов. Один из кораблей на небольшой станции предлагает сделку.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/choice[1]/text
ru: Обмен.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/choice[2]/text
ru: Обмен.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/choice[3]/text
ru: Обмен.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/choice[4]/text
ru: Атаковать их.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/choice[5]/text
ru: Игнорировать.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEB_TRADER_LIST_1"]/event[1]/text
ru: Вы совершаете сделку.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEB_TRADER_LIST_1"]/event[2]/text
ru: Вы совершаете сделку.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEB_TRADER_LIST_2"]/event[1]/text
ru: Вы совершаете сделку.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEB_TRADER_LIST_2"]/event[2]/text
ru: Вы совершаете сделку.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEB_TRADER_LIST_3"]/event[1]/text
ru: Вы совершаете сделку.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEB_TRADER_LIST_3"]/event[2]/text
ru: Вы совершаете сделку.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEB_TRADER_NEXT"]/event[1]/text
ru: Вместе с припасами на ваш корабль был доставлен "сюрприз"! Это была ловушка, но ведь вы знали, что слаги ненадёжные торговцы...

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEB_TRADER_NEXT"]/event[2]/text
ru: Закончив обмен, вы готовитесь к прыжку.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_BOARDING_TEXT"]/text[1]
ru: Вы разглядываете небольшую станцию неподалёку, когда вдруг ощущаете дрожь от выстрелов, проносящуюся по кораблю. Без сенсоров точно не определить, но, похоже, у вас на корабле незваные гости!

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_BOARDING_TEXT"]/text[2]
ru: Вы прибываете в туманность и немедленно получаете сообщение от неизвестного источника: «Готовьтесь к абордажу!» Из-за статического шума в туманности невозможно понять, откуда они взялись, но вы слышите выстрелы на борту.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_BOARDING_TEXT"]/text[3]
ru: Вокруг маяка вы видите множество пустых кораблей. Через несколько минут раздаются характерные звуки телепортации и неистовые крики врагов — вас берут на абордаж!

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_AUTO"]/text
ru: Вы впрыгиваете в сектор туманности, где бушует плазменная буря. Автоматический разведчик повстанцев, ожидавший у маяка, идёт в атаку.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_AUTO"]/choice[1]/text
ru: Приготовиться к бою.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_AUTO"]/choice[@req="engines" and @lvl="3"]/text
ru: (Улучшенные двигатели) Попытаться убежать.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_AUTO"]/choice[@req="engines" and @lvl="6"]/text
ru: (Продвинутые двигатели) Попытаться оторваться от них.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_AUTO"]/choice[@req="engines" and @lvl="6"]/event/text
ru: Вы успешно затерялись в космическом шторме.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_AUTO"]/choice[@req="cloaking"]/text
ru: (Маскировка) Использовать маскировку, чтобы спастись.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_AUTO"]/choice[@req="cloaking"]/event/text
ru: Используя свою продвинутую систему маскировки, вы с лёгкостью затерялись от вашего преследователя в космическом шторме.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_AUTO_ESCAPE"]/event[1]/text
ru: Вы успешно затерялись в космическом шторме.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_AUTO_ESCAPE"]/event[2]/text
ru: Несмотря на то, что ваши двигатели улучшены, вам не удаётся разогнать их. Вы поворачиваете и готовитесь в битве.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_REBEL"]/text
ru: Вы оказываетесь в самом центре плазменной бури. Несмотря на жестокие условия, вас, похоже, ждёт разведчик повстанцев.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_BOARDING"]/text
ru: Вы обнаруживаете неподалёку два дрейфующих повреждённых корабля. Вы начинаете собирать обломки, как вдруг внезапно раздаётся звук проникновения на ваш корабль, вслед за чем слышите крики абордажной команды.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_ITEMS"]/text
ru: Вы выходите из прыжка в центре плазменного шторма. Несколько недавно выведенных из строя кораблей маячат в тенях, слабо освещаемые молниями.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_ITEMS"]/choice[1]/text
ru: Вручную обыскать останки в поисках выживших и оборудования.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_ITEMS"]/choice[2]/text
ru: Не рисковать и ждать зарядки FTL-привода, чтобы улететь отсюда без повреждений.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_ITEMS"]/choice[@req="pilot" and @lvl="2"]/text
ru: (Улучшенная рубка управления) Пусть ваш пилот осторожно исследует обломки.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_ITEMS"]/choice[@req="pilot" and @lvl="3"]/text
ru: (Продвинутая рубка управления) Пусть ваш пилот осторожно исследует обломки.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_LIST"]/event[1]/text
ru: Несмотря на осторожность, нехватка сканирующего оборудования приводит к тому, что некоторые обломки врезаются в корабль, повреждая обшивку. Вы собираете всё полезное и готовитесь к прыжку, пока не случилось чего похуже.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_LIST"]/event[2]/text
ru: На кладбище кораблей вы находите один, который, похоже, в сравнительно неплохом состоянии. На борту вы обнаруживаете пассажира без сознания и переносите его на свой корабль. Как только он приходит в себя, он предлагает присоединиться к вашему экипажу в качестве благодарности.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_LIST"]/event[3]/text
ru: Пока экипаж был снаружи корабля, обыскивая обломки, каркасы двух разбитых кораблей врезались друг в друга, обрывая страховочные тросы экипажа. Вы не успеваете среагировать, и кого-то далеко отбрасывает, оставляя беспомощно плыть среди газовых облаков...

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_LIST"]/event[3]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш член экипажа был достаточно близко к кораблю для того, чтобы клон-отсек возродил его.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_LIST"]/event[3]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_LIST"]/event[4]/text
ru: Среди мусора вы находите чертёж дрона. Вы решаете, что этого вполне достаточно, и готовитесь к прыжку.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_LIST"]/event[5]/text
ru: Большая часть обломков даже для переработки на лом не годится, однако вам удалось обнаружить неповреждённое оружие, пригодное для установки на ваш корабль.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_PILOTING"]/event[1]/text
ru: На кладбище кораблей вы находите один, который, похоже, в сравнительно неплохом состоянии. На борту вы обнаруживаете пассажира без сознания и переносите его на свой корабль. Как только он приходит в себя, он предлагает присоединиться к вашему экипажу в качестве благодарности.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_PILOTING"]/event[2]/text
ru: Среди мусора вы находите чертёж дрона. Вы решаете, что этого вполне достаточно, и готовитесь к прыжку.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_PILOTING"]/event[3]/text
ru: Большая часть обломков даже для переработки на лом не годится, однако вам удалось обнаружить неповреждённое оружие, пригодное для установки на ваш корабль.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_PILOTING"]/event[4]/text
ru: Ваш пилот осторожно исследует обломки, но шторм уже взял своё. Любой экипаж давно умер, а плавающие останки обожжены настолько, что их уже не починить.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_PILOTING2"]/event[1]/text
ru: На кладбище кораблей вы находите один, который, похоже, в сравнительно неплохом состоянии. На борту вы обнаруживаете пассажира без сознания и переносите его на свой корабль. Как только он приходит в себя, он предлагает присоединиться к вашему экипажу в качестве благодарности.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_PILOTING2"]/event[2]/text
ru: Среди мусора вы находите чертёж дрона. Вы решаете, что этого вполне достаточно, и готовитесь к прыжку.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_STORM_ITEMS_PILOTING2"]/event[3]/text
ru: Большая часть обломков даже для переработки на лом не годится, однако вам удалось обнаружить неповреждённое оружие, пригодное для установки на ваш корабль.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT"]/text
ru: Рядом с маяком в туманности совершенно ничего нет. Внезапно по каналам связи вам приходит сообщение, зашифрованное простыми методами.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT"]/choice[1]/text
ru: Расшифровать загадочное сообщение.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT"]/choice[2]/text
ru: Игнорировать и поговорить с командой до зарядки FTL-привода.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT00_TEXT"]/text
ru: Сообщение гласит: |={-~, }={+~, {=4, ~=2, }/|=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[@req="engi_crew"]/text
ru: (Член экипажа инжи) Инжи подсказывает вам, что правильный ответ "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[@req="engi_crew"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT01_TEXT"]/text
ru: Сообщение гласит: |=7, ~=7, {-|=1, }={-~x2, -}=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[@req="engi_crew"]/text
ru: (Член экипажа инжи) Инжи подсказывает вам, что правильный ответ "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[@req="engi_crew"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT02_TEXT"]/text
ru: Сообщение гласит: |+{=4-|, ~=2, }=|x~, }+{=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[6]/text
ru: Отправить "6".
