Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_crystal.xml.rawclobber/*.po
Languages: ru

source: data/events_crystal.xml.rawclobber$//event[@name="START_BEACON_CRYSTAL"]/text
ru: Вы оказываетесь в секторе, незарегистрированном ни в одном звёздном реестре. Странные кристаллические корабли видны повсюду. Интересно, как вас здесь встретят.

source: data/events_crystal.xml.rawclobber$//event[@name="START_BEACON_CRYSTAL"]/choice/event/text
ru: Вступить в родной мир кристалинов.

source: data/events_crystal.xml.rawclobber$//event[@name="START_BEACON_CRYSTAL"]/choice/event/choice[@req="crystal"]/text
ru: (Член экипажа кристалин) Привезти кристалина в его родной мир.

source: data/events_crystal.xml.rawclobber$//event[@name="START_BEACON_CRYSTAL"]/choice/event/choice[@req="crystal"]/event/text
ru: Ваш компаньон говорит вам: «Вот мы и прибыли, мой родной сектор. Давно здесь не ступала нога чужеземца».

source: data/events_crystal.xml.rawclobber$//event[@name="START_BEACON_CRYSTAL"]/choice/event/choice[@req="crystal"]/event/choice/event/text
ru: «Вы привели меня домой, дело за мной. Координаты моего старого корабля были занесены в вашу навигационную систему».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_UNLOCK"]/text
ru: Вы прибыли по координатам и нашли массивный кристаллический крейсер, пристыкованный к небольшой ремонтной станции. Вы отправляете корабль на базу Федерации, пока станция ремонтирует ваш корпус.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_UNLOCK"]/unlockShip
ru: Корабль кристалинов отправляется в ангар. Bravais разблокирован!

source: data/events_crystal.xml.rawclobber$//textList[@name="STORE_CRYSTAL"]/text[1]
ru: Вы прибываете в оживлённый район с кораблями и станциями кристалинов. Купец быстро спрашивает вас: «Ты извне, нет? Это отличная возможность для нас обоих! У вас есть что-либо, что вы хотите продать или обменять?»

source: data/events_crystal.xml.rawclobber$//textList[@name="STORE_CRYSTAL"]/text[2]
ru: «Аа! Здравствуйте, чужеземцы, — говорит звонкое кристальное создание на экране, — я надеялся столкнуться с одним из вас. Я — коллекционер артефактов с других планет, и, надеюсь, у вас есть какое-нибудь оборудование для обмена!»

source: data/events_crystal.xml.rawclobber$//textList[@name="STORE_CRYSTAL"]/text[3]
ru: Прибыв на торговую станцию, вы находите торговца, который желает с вами связаться: «Не могу сказать, что торговал раньше с такими как вы, но, возможно, мы договоримся о каком-нибудь обмене».

source: data/events_crystal.xml.rawclobber$//textList[@name="STORE_CRYSTAL"]/text[4]
ru: Вы получили входящее сообщение, но, похоже, сильно искажённое. В конце концов вы понимаете, что это реклама магазина оборудования. «Извинять, — говорит торговец, когда наконец появляется на видеоэкране, — много время когда универсальный переводчик быть не нужно. Пожалуйста, покупать, покупать!»

source: data/events_crystal.xml.rawclobber$//textList[@name="STORE_CRYSTAL"]/text[5]
ru: Вы прибываете в оживлённый район с кораблями и станциями кристалинов. Купец быстро спрашивает вас: «Ты извне, нет? Это отличная возможность для нас обоих! У вас есть что-либо, что вы хотите продать или обменять?»

source: data/events_crystal.xml.rawclobber$//textList[@name="STORE_CRYSTAL"]/text[6]
ru: «Аа! Здравствуйте, чужеземцы, — говорит звонкое кристальное создание на экране, — я надеялся столкнуться с одним из вас. Я — коллекционер артефактов с других планет, и, надеюсь, у вас есть какое-нибудь оборудование для обмена!»

source: data/events_crystal.xml.rawclobber$//textList[@name="STORE_CRYSTAL"]/text[7]
ru: Прибыв на торговую станцию, вы находите торговца, который желает с вами связаться: «Не могу сказать, что торговал раньше с такими как вы, но, возможно, мы договоримся о каком-нибудь обмене».

source: data/events_crystal.xml.rawclobber$//textList[@name="STORE_CRYSTAL"]/text[8]
ru: Вы получили входящее сообщение, но, похоже, сильно искажённое. В конце концов вы понимаете, что это реклама магазина оборудования. «Извинять, — говорит торговец, когда наконец появляется на видеоэкране, — много время когда универсальный переводчик быть не нужно. Пожалуйста, покупать, покупать!»

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[1]
ru: Как только вы прибываете, все корабли, пришвартованные у ближайшей станции, кидаются врассыпную и совершают прыжок, а сама станция включает какую-то разновидность системы маскировки. Похоже, они не очень-то жалуют чужеземцев...

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[2]
ru: В диапазоне нет других кораблей, поэтому вы выделяете время для сканирования зоны. Похоже, что на каждой планете, которые вы до сих пор встречали, есть признаки высокотехнологичных и не перенаселённых мест проживания. У них должно быть очень структурированное и хорошо регулируемое общество.

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[3]
ru: Кажется, никто не живёт рядом с этим узлом, редкое явление в этом высокоразвитом секторе.

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[4]
ru: Вы оказались вблизи гражданских поселений. Похоже, что их дома, корабли и станции в значительной степени используют странный кристаллический материал. Поразительно, как им удаётся создать так много из этого вещества, ещё не открытого в остальных частях Галактики.

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[5]
ru: Несколько торговых судов проходят мимо, но они либо игнорируют ваши приветствия, либо их оборудование не предназначено для работы на тех же частотах...

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[6]
ru: Ряд гражданских судов, похоже, эвакуирует небольшую колонию. Один корабль передаёт вам перед прыжком: «Будьте вы прокляты, инопланетяне! Из-за вас мы закрыли маяк дальнего действия!»

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[7]
ru: Как только вы прибыли, все пристыкованные поблизости корабли умчались в гиперпространство, а станция, используя неизвестную технологию скрытия, исчезла из виду. Наверное, здесь не любят чужаков.

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[8]
ru: В диапазоне нет других кораблей, поэтому вы выделяете время для сканирования зоны. Похоже, что на каждой планете, которые вы до сих пор встречали, есть признаки высокотехнологичных и не перенаселённых мест проживания. У них должно быть очень структурированное и хорошо регулируемое общество.

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[9]
ru: Кажется, никто не живёт рядом с этим узлом, редкое явление в этом высокоразвитом секторе.

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[10]
ru: Вы оказались вблизи гражданских поселений. Похоже, что их дома, корабли и станции в значительной степени используют странный кристаллический материал. Поразительно, как им удаётся создать так много из этого вещества, ещё не открытого в остальных частях Галактики.

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[11]
ru: Несколько торговых судов проходят мимо, но они либо игнорируют ваши приветствия, либо их оборудование не предназначено для работы на тех же частотах...

source: data/events_crystal.xml.rawclobber$//textList[@name="NOTHING_CRYSTAL"]/text[12]
ru: Ряд гражданских судов, похоже, эвакуирует небольшую колонию. Один корабль передаёт вам перед прыжком: «Будьте вы прокляты, инопланетяне! Из-за вас мы закрыли маяк дальнего действия!»

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CACHE"]/text
ru: Странный сигнал на радаре от огромного, вращающегося астероида неподалёку выдаёт наличие какого-то тайника кристалинов. Глубокий кратер был запечатан сверху толстым слоем кристаллов, чтобы сохранить всё, что внутри — может понадобиться серьёзная огневая мощь, чтобы прорваться.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CACHE"]/choice[1]/text
ru: Попытаться прорваться, используя имеющиеся орудия.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CACHE"]/choice[2]/text
ru: Игнорировать тайник и побеседовать с командой во время зарядки FTL-привода.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CACHE"]/choice[@req="MISSILES_BREACH_PLUS"]/text
ru: (Бронебойные ракеты) Применить бронебойную ракету.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CACHE"]/choice[@req="MISSILES_BREACH_PLUS"]/event/text
ru: Вашей бронебойной ракетой вы выбили и разрушили большой кусок кристалла, достаточный для того, чтобы ваша команда могла спуститься вниз и осмотреться.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CACHE"]/choice[@req="MISSILES_BREACH_PLUS"]/event/choice/text
ru: Исследовать тайник.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CACHE"]/choice[@req="crystal"]/text
ru: (Член экипажа кристалин) Позволить кристалину откалибровать ваше оружие.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CACHE"]/choice[@req="crystal"]/event/text
ru: Кристалин смог настроить взрывную частоту орудий в резонанс с этим типом кристалла. Барьер сопротивлялся недолго.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CACHE"]/choice[@req="crystal"]/event/choice/text
ru: Исследовать тайник.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_BREAK"]/event[1]/text
ru: Вы стреляете из всего, что имеете, но кристаллический барьер остаётся целым. Через некоторое время вы сдаётесь и двигаетесь дальше.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_BREAK"]/event[2]/text
ru: Вы стреляете из всего, что имеете, но кристаллический барьер остаётся целым. Через некоторое время вы сдаётесь и двигаетесь дальше.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_BREAK"]/event[3]/text
ru: Вопреки всем ожиданиям, удачный выстрел поражает имеющуюся трещину в кристалле, превращая её в щель, которая растёт до тех пор, пока целый сегмент барьера не отпадает!

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_BREAK"]/event[3]/choice/text
ru: Исследовать тайник.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[1]/text
ru: Прибыв к основанию кратера, ваша команда обнаруживает давно забытый тайник с оружием. Большинство оборудования непригодно, но кое-что ещё работает!

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[2]/text
ru: У кратера вашу команду встречают не слишком счастливые владельцы тайника. Вы хватаете, что можете, и бежите обратно на корабль, но прежде они успевают к вам телепортироваться!

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/text
ru: Вы посылаете члена экипажа вниз, проверить тайник. Связь прерывается, и вскоре по всему астероиду начинают фиксироваться скачки гравитации. Похоже, вы попались в какую-то ловушку сингулярности! Нужно срочно выбираться отсюда, пока нас не затянуло.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/choice[1]/text
ru: Взлетаем немедленно!

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/choice[1]/event/text
ru: Вы выжимаете из импульсных двигателей всё, что можно, и, наконец, вырываетесь из гравитационного колодца. Ваш член экипажа вместе с грузом уменьшился до размеров теннисного мяча, но вы остались целы.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/choice[1]/event/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш клон-отсек может воскресить члена вашего экипажа.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/choice[1]/event/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/choice[2]/text
ru: Подорвать весь запас топлива, чтобы сбежать с экипажем и грузом.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/choice[2]/event/text
ru: Вы бросаетесь в центр искривлённого пространства и забираете члена своего экипажа с грузом. Затем извлекаете FTL-топливо и взрываете его, вызвав ударную волну, которая выталкивает ваш корабль на ту сторону горизонта событий. Пронесло.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/choice[2]/event/choice/event/text
ru: Теперь есть немного времени на то, чтобы проверить груз.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/choice[@req="teleporter"]/text
ru: (Улучшенный телепортер) Переместить члена вашего экипажа на борт.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/choice[@req="teleporter"]/event/text
ru: Вы выжимаете всё из двигателей, чтобы выбраться из гравитационного колодца. Телепортер нащупывает члена вашего экипажа сквозь ужасные помехи. Едва он оказывается на борту, как всё это пространство проваливается в чёрную дыру.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/choice[@req="engines"]/text
ru: (Продвинутые двигатели) Спасти вашего члена экипажа и груз.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CACHE_LIST"]/event[3]/choice[@req="engines"]/event/text
ru: Вы ныряете в центр искривления и забираете члена своего экипажа с грузом. Модернизированные импульсные движки еле-еле вытягивают вас из гравитационного колодца. Ещё бы чуть-чуть, и корабль поглотило бы целиком.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_SCRAP_EXCITED"]/text
ru: Вы получаете сигнал из частного источника на ближайшей населённой планете: «Это вы — корабль пришельцев, о котором все говорят? Точно, вы! Прошу, я — коллекционер иноземных артефактов. Я убеждён — то, что для вас лом — для меня бесценно».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_SCRAP_EXCITED"]/choice[1]/text
ru: Предложить 35 лома.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_SCRAP_EXCITED"]/choice[1]/event/text
ru: «Надо же! Это что, стабилизатор разгона роков 25 века?! Что вы за него хотите? Подожди, у меня есть предложение получше. Я давно хотел увидеть Галактику. Я предполагаю, что отправлюсь с вами. Что вы на это скажете?»

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_SCRAP_EXCITED"]/choice[1]/event/choice[1]/text
ru: Согласиться.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_SCRAP_EXCITED"]/choice[1]/event/choice[1]/event/text
ru: «Я даже не буду собирать вещи, только позвольте оставить моей семье сообщение». Кристаллическое существо присоединяется к вашему экипажу.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_SCRAP_EXCITED"]/choice[1]/event/choice[2]/text
ru: Попросить другую плату.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_SCRAP_EXCITED"]/choice[2]/text
ru: Разочаровать его.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_SCRAP_EXCITED"]/choice[2]/event/text
ru: Лом бесценен, неважно, в какой части Галактики вы находитесь. Вы придерживаете своё добро и готовитесь к прыжку.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SCRAP_EXCITED_LIST"]/event[1]/text
ru: «Плата натурой? Очень хорошо, у меня как раз есть взрывчатка, имитирующая врождённую способность нашей расы. Возможно, это вас заинтересует».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SCRAP_EXCITED_LIST"]/event[2]/text
ru: «Плата натурой? Очень хорошо, у меня тут как раз где-то завалялось лишнее оружие для корабля. Возможно, вы найдёте ему применение».

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_FIGHT"]/text[1]
ru: Вы появляетесь неподалёку от флотилии кристаллических кораблей, с виду гражданских или торговых. Вы задерживаетесь, чтобы просканировать один из них, но они немедленно реагируют и посылают конвоира, чтобы от вас отбиться. Готовьтесь к битве!

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_FIGHT"]/text[2]
ru: Вы прибываете к маяку, и вас немедленно приветствует автоматическое сообщение или какое-то оповещение. Переводчик не смог его перевести, но после несколько кратких мгновений тревоги враждебный корабль прыгает к вам!

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_FIGHT"]/text[3]
ru: Вы получаете сообщение: «Ха. Похоже, ещё одна бесполезная посудина, заполненная пришельцами. Готовьтесь к встрече со своим создателем!» Вы обнаруживаете, что вражеские орудия нацелены на ваш корабль.

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_FIGHT"]/text[4]
ru: Корабль кристалинов сообщает вам: «До меня доходили слухи, что наша изоляция наконец закончилась. Как настоящий воин я желаю помериться с вами силами!» Прежде чем вы успеваете ответить, они наступают.

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_FIGHT"]/text[5]
ru: Вы прибываете в оживлённый сектор. Поначалу никто не обращает внимания на чужеродный корабль, но вскоре вы регистрируете множество признаков сканирования. У вас появляется чувство, что вы — нежеланный гость, после чего вы засекаете наведение вражеских орудий!

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_FIGHT"]/text[6]
ru: Вы выходите у узла с оживлённым движением, но вскоре все ближайшие корабли вас замечают и стараются держаться подальше, неуверенные в ваших намерениях. После некоторого ожидания от остальных отделяется военный корабль и идёт в наступление.

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_FIGHT"]/text[7]
ru: Поток скрежетаний и щелчков транслируется через передатчик. Универсальный переводчик понимает немногое, но слова "чужаки", "допускаются" и "не" слышны довольно отчётливо. Придётся вам доказывать в бою своё право тут находиться!

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CONVOY"]/text
ru: Похоже, через этот регион проходит большой конвой неуклюжих гражданских кораблей. Быть может, вы и не настроены враждебно, но они не оставляют вам выбора, посылая своего конвоира в атаку!

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HUNTER"]/text
ru: Как только вы выходите из прыжка, мимо вашего корабля проносятся осколки кристаллов. Вы сканируете местность в поисках агрессора и обнаруживаете корабль кристалинов, везущий людей в грузовом отсеке. Должно быть, он охотится на вторгшиеся на его территорию корабли!

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL"]/text
ru: Как только вы прибываете, корабль повстанцев появляется за вами. Судя по всему, они сидели у вас на хвосте.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_AUTO"]/text
ru: Повстанцы, должно быть, отправили свои автоматические разведчики, чтобы вас найти. Один такой выходит из прыжка и немедленно движется атаковать вас.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL_CRYSTAL"]/text
ru: Как только вы выходите из прыжка, на экранах проносятся осколки кристаллов. Проверив сканеры, вы понимаете, что корабль кристалинов вступил в схватку с повстанцами.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL_CRYSTAL"]/choice[1]/text
ru: Атаковать повстанцев.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL_CRYSTAL"]/choice[1]/event/text
ru: Вы уведомляете корабль кристалинов о своих намерениях и направляетесь на перехват судна повстанцев.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL_CRYSTAL"]/choice[2]/text
ru: Атаковать корабль кристалинов.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL_CRYSTAL"]/choice[2]/event/text
ru: Вы выдвигаетесь на перехват корабля кристалинов. Просканировав ваш корабль, повстанцы используют эту возможность для прыжка. У вас смутное подозрение, что они предупредят флот о вашем местоположении, но сейчас это меньшая из ваших проблем.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL_CRYSTAL"]/choice[3]/text
ru: Пролететь мимо.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL_CRYSTAL"]/choice[3]/event/text
ru: Пока два корабля заняты друг другом, вы проскакиваете незамеченным.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_MANTIS_CRYSTAL"]/text
ru: Вы обнаруживаете несколько убегающих отсюда гражданских кораблей. Звучат выстрелы, и вы находите агрессора: корабль мантисов атакует один из небольших кораблей!

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_MANTIS_CRYSTAL"]/choice[1]/text
ru: Атаковать мантиса.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_MANTIS_CRYSTAL"]/choice[1]/event/text
ru: Вы активируете свои импульсные двигатели и залетаете между мантисами и их жертвой, заряжая орудия. Похоже, вам удалось завладеть их вниманием.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_MANTIS_CRYSTAL"]/choice[2]/text
ru: Пролететь мимо.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_MANTIS_CRYSTAL"]/choice[2]/event/text
ru: Вы стараетесь держаться в тени и быстро готовитесь к прыжку.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_PIRATE_CRYSTAL"]/text
ru: Когда вы прибываете к маяку, следом за вами выходит из прыжка пиратский корабль. Похоже, как только реактивировался дальний маяк, он последовал сюда. Он почти догнал маленький транспортник кристалинов, зарядив орудия.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_PIRATE_CRYSTAL"]/choice[1]/text
ru: Атаковать пиратов.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_PIRATE_CRYSTAL"]/choice[1]/event/text
ru: Вы нагоняете пиратов прежде, чем они успевают напасть на гражданский корабль. Когда пираты понимают истинную угрозу, они разворачиваются навстречу вам.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_PIRATE_CRYSTAL"]/choice[2]/text
ru: Пролететь мимо.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_PIRATE_CRYSTAL"]/choice[2]/event/text
ru: По всей видимости, корабль кристалинов может справиться сам. Кроме того, у вас и так достаточно своих проблем.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SAVED"]/event[1]/text
ru: Вы связываетесь с кораблём кристалинов и слышите: «Похоже, вы принесли войну к нашему порогу. Я надеюсь, что вы не слишком удивлены тем, что вас не встречают с распростёртыми объятиями. Наверное, мне надо было убить вас самому...» Они обрывают связь.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SAVED"]/event[2]/text
ru: Корабль кристалинов информирует вас: «Вы — тот, кто открыл наш сектор для внешнего мира, не так ли?! Сволочи! Теперь наш дом наводнили эти ваши повстанцы. Оставьте нас в покое!» Они быстро совершают прыжок отсюда. Вы собираетесь сделать то же самое, когда вдруг замечаете неподалёку дрейфующий в космосе контейнер. Он оказывается запечатанным, но вы находите гравировку на одной из сторон: "Адмиралу Тулли".

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SAVED"]/event[3]/text
ru: Вы выходите на связь с другим кораблём: «Спасибо за вашу помощь. Я рад узнать, что не все чужеземцы так варварски себя ведут. Возьмите это в награду».
