Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_crystal.xml.rawclobber/*.po
Languages: ru

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[4]/text
ru: Кристалины благодарят вас за пощаду и передают вам одно из своих орудий.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[5]/text
ru: Кристалины благодарят вас за пощаду и передают вам усиление для корабля.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[7]/text
ru: Кто-то, похожий на молодого солдата, проталкивается к коммуникатору: «Одновременно сильный в бою и снисходительный капитан? Я всегда хотел исследовать, что же находится за границей нашего закрытого сектора... Пожалуйста, разрешите мне присоединиться к вашему экипажу».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[7]/choice[1]/text
ru: Да.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[7]/choice[1]/event/text
ru: «Отлично!» Пока он переносит свои пожитки на борт, вы гадаете, как может создание из кристаллов двигаться с такой лёгкостью и непринуждённостью.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[7]/choice[2]/text
ru: Нет.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[7]/choice[2]/event/text
ru: «Я понимаю. Мы пытались убить вас...» Они передают некоторое количество материалов перед отлётом.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[8]/text
ru: Кристалины благодарят вас за пощаду и передают вам одно из своих орудий.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[9]/text
ru: Кристалины благодарят вас за пощаду и передают вам усиление для корабля.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[11]/text
ru: Кто-то, похожий на молодого солдата, проталкивается к коммуникатору: «Одновременно сильный в бою и снисходительный капитан? Я всегда хотел исследовать, что же находится за границей нашего закрытого сектора... Пожалуйста, разрешите мне присоединиться к вашему экипажу».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[11]/choice[1]/text
ru: Да.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[11]/choice[1]/event/text
ru: «Отлично!» Пока он переносит свои пожитки на борт, вы гадаете, как может создание из кристаллов двигаться с такой лёгкостью и непринуждённостью.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[11]/choice[2]/text
ru: Нет.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[11]/choice[2]/event/text
ru: «Я понимаю. Мы пытались убить вас...» Они передают некоторое количество материалов перед отлётом.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[12]/text
ru: Кристалины благодарят вас за пощаду и передают вам одно из своих орудий.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[13]/text
ru: Кристалины благодарят вас за пощаду и передают вам усиление для корабля.

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER_NOTHING"]/text[1]
ru: «Спасибо. Мы ошибались на ваш счёт, и мы не забудем вашей доброты». Без лишних слов они уходят.

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER_NOTHING"]/text[2]
ru: Они отвечают: «Хорошо. Мы рады услышать, что в Галактике ещё остались те, кто ценит жизни». Они резко обрывают связь и готовятся к прыжку.

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER_STUFF"]/text[1]
ru: «Спасибо. Я надеюсь, наша ранняя агрессия не помешает нашим народам в будущем сосуществовать». Они передают некоторое добро в компенсацию.

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER_STUFF"]/text[2]
ru: «Хорошо. Я тоже не вижу смысла в кровопролитии, — они выпускают в вашу сторону ящик с грузом. — Возьмите это в качестве трофея за то, что так ловко нас обошли».

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER_STUFF"]/text[3]
ru: Они благодарят вас за пощаду, их невероятная агрессивность сменяется на спокойное смирение. Когда они сухо признают, что "ваши особи знают толк в военном деле", вы не можете понять, насмехаются ли они над вами или же нет.

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER_STUFF"]/text[4]
ru: «Мы бы хотели извиниться за нашу ксенофобию. Вы показали, что и у пришельцев есть сострадание, о чём не упоминается в наших исторических записях. Прошу, примите это».
