Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_crystal.xml.rawclobber/*.po
Languages: ru

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SAVED"]/event[4]/text
ru: Корабль кристалинов выходит на связь: «Хорошо, что вы появились вовремя. Мы ценим ваше содействие. Пожалуйста, примите это за вашу помощь».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SAVED"]/event[5]/text
ru: Корабль кристалинов сообщает вам: «Спасибо. Мы были неготовы к такой свирепости, с которой вы, пришельцы, сражаетесь. Мы дадим вам одно из наших орудий, если вы и дальше будете помогать нашим братьям».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SAVED"]/event[6]/text
ru: Вы выходите на связь с другим кораблём: «Спасибо за вашу помощь. Я рад узнать, что не все чужеземцы так варварски себя ведут. Возьмите это в награду».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SAVED"]/event[7]/text
ru: Корабль кристалинов выходит на связь: «Хорошо, что вы появились вовремя. Мы ценим ваше содействие. Пожалуйста, примите это за вашу помощь».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SAVED"]/event[8]/text
ru: Корабль кристалинов сообщает вам: «Спасибо. Мы были неготовы к такой свирепости, с которой вы, пришельцы, сражаетесь. Мы дадим вам одно из наших орудий, если вы и дальше будете помогать нашим братьям».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL_CRYSTAL2"]/text
ru: Вас встречает неприятная картина: продвинутый корабль повстанцев обстреливает судно кристалинов неподалёку.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL_CRYSTAL2"]/choice[1]/text
ru: Заняться кораблём повстанцев.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL_CRYSTAL2"]/choice[1]/event/text
ru: Прежде чем вы успеваете вступить в бой, корабль кристалинов наносит прямое попадание и уничтожает корабль повстанцев! Они выходят на связь: «Вы! Вы такие же, как и другие пришельцы! Вы привели их сюда!» С этими словами они разворачивают орудия на вас!

source: Leave them alone.
ru: Оставить их в покое.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REBEL_CRYSTAL2"]/choice[2]/event/text
ru: Лучше воспользоваться редким обстоятельством того, что повстанцы в вас не стреляют. Вы готовитесь к прыжку.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_FED"]/text
ru: Похоже, неподалёку идёт бой. Пограничник кристалинов преследует маленький корабль Федерации!

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_FED"]/choice[1]/text
ru: Спасти корабль Федерации.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_FED"]/choice[1]/event/text
ru: Не похоже, что корабль Федерации сможет долго выдерживать натиск. Вы залетаете к ним и перехватываете корабль кристалинов.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_FED"]/choice[2]/text
ru: Приготовиться уходить.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_FED"]/choice[2]/event/text
ru: Пока корабль Федерации отвлекает охрану, вы можете продолжать свою миссию.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_FED_LIST"]/event[1]/text
ru: «Спасибо! Мы слышали, что вы совершили прыжок в неизвестный сектор, и мы подумали, что здесь будет достаточно безопасно, чтобы спрятаться от повстанцев. Мы ошибались!» Они передают немного лишних материалов за вашу помощь.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_FED_LIST"]/event[2]/text
ru: Корабль выглядит потрёпанным и готов в любой момент развалиться. Вы подлетаете, чтобы помочь в спасении выживших, но, похоже, выжил только один. Он хочет присоединиться к вашему экипажу.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_FED_DESERTER"]/text
ru: На мгновение показалось, что это глюк, но нет... Вы нашли боевой корабль Федерации! Они приветствовали вас, и после небольшой проверки оказалось, что они дезертировали из флота Федерации перед прыжком в этот сектор в поисках убежища.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_FED_DESERTER"]/choice[1]/text
ru: Предложить им припасы.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_FED_DESERTER"]/choice[1]/event/text
ru: Вы присылаете некоторые материалы, чтобы помочь им на их пути, и в ответ они загружают свои планы полёта на ваш компьютер, что позволяет отобразить сектор! «Флот Федерации всё ещё стоит — доберитесь туда, пока можете!»

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_FED_DESERTER"]/choice[2]/text
ru: Атаковать предателей.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_FED_DESERTER"]/choice[2]/event/text
ru: Дезертиры не могут быть прощены. Вы открываете огонь по этим трусам, хоть вам это и не нравится. Федерации нужен каждый солдат.

source: Leave them be.
ru: Отпустить их с миром.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_FED_DESERTER"]/choice[3]/event/text
ru: Вы шлёте им дружеское предупреждение, что вас преследует армада кораблей повстанцев, и им нужно убираться, пока они вас не настигли.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HUMAN_TESTS"]/text
ru: Вы прибываете недалеко от того, что выглядит как научно-исследовательская станция кристалинов. Учёный поспешно передаёт вам: «Аа! Так это вы — те самые пришельцы! Прошу, я так много слышал о вас, и я чрезвычайно интересуюсь вашей физиологией! Разрешите ли вы нам провести несколько простых тестов?»

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HUMAN_TESTS"]/choice[1]/text
ru: Позволить провести им тесты на члене вашего экипажа.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HUMAN_TESTS"]/choice[2]/text
ru: Отказаться.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HUMAN_TESTS"]/choice[@req="rock_crew"]/text
ru: (Член экипажа рок) Отправить рока.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HUMAN_TESTS"]/choice[@req="rock_crew"]/event/text
ru: «Аа! Мой дорогой эволюционный собрат! Это поистине удивительно! Мы имеем многочисленные исторические записи вашего вида, но нам недостаёт информации о последних нескольких сотнях лет. Мы можем так много узнать из этих исследований, мы должны проанализировать их как можно скорее! Пожалуйста, примите это».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HUMAN_TESTS"]/choice[@req="BACKUP_DNA"]/text
ru: (Резервный банк ДНК) Отправить данные вашего экипажа.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HUMAN_TESTS"]/choice[@req="BACKUP_DNA"]/event/text
ru: «Что это? Полная цифровая копия генетических и персональных данных? Я не думал, что это возможно... Это грандиозно поможет нашим исследованиям. Пожалуйста, возьмите это в обмен на вашу помощь».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_HUMAN_TESTS_ACCEPT"]/event[1]/text
ru: Через некоторое время учёный вернулся: «Мы... должны извиниться... мы серьёзно просчитались. Ваши тела гораздо более хрупкие, чем мы рассчитывали и ваш спутник... поломался. Мы приносим извинения и предлагаем вот это оружие как компенсацию».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_HUMAN_TESTS_ACCEPT"]/event[1]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: Вы принимаете их извинения, учитывая, что ваш клон-отсек находится в процессе возрождения утраченного члена экипажа.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_HUMAN_TESTS_ACCEPT"]/event[1]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_HUMAN_TESTS_ACCEPT"]/event[2]/text
ru: Ваш член экипажа доставлен на их станцию, вынужденно прошёл несколько быстрых тестов и сканирований. «Спасибо за ваше сотрудничество! Мы надеемся много узнать о вашей расе». Они прислали немного припасов в уплату.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_HUMAN_TESTS_ACCEPT"]/event[3]/text
ru: Эти большие кристаллические существа сопровождают ваш экипаж на станцию и осторожно помогают им в помещении сканирования. Через несколько секунд они сообщают вам, что преобразовали все данные генома, и у них есть всё, что им нужно. Они дают вам схему дрона в качестве компенсации.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_HUMAN_TESTS_REFUSE"]/event[1]/text
ru: «Ну что ж, очень жаль. Может быть следующие пришельцы, которых мы встретим, проявят какое-то уважение к развитию науки».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_HUMAN_TESTS_REFUSE"]/event[2]/text
ru: «Ну что ж, очень жаль. Может быть следующие пришельцы, которых мы встретим, проявят какое-то уважение к развитию науки».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_HUMAN_TESTS_REFUSE"]/event[3]/text
ru: «Ну что ж, очень жаль. Однако мы не можем упустить эту возможность. Сдавайтесь, и с вами будут хорошо обращаться!» Военный корабль неподалёку отсоединяется и идёт на штурм.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CHATTY"]/text
ru: Небольшое гражданское судно обращается к вам: «Ого! Вы — те самые пришельцы, которые открыли портал, не так ли! Вы не заняты? Могу я задать вам вопрос?»

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CHATTY"]/choice[1]/text
ru: Да.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CHATTY"]/choice[1]/event/text
ru: «Чем вы питаетесь? Какие у вас культурные предпочтения? Как долго живут ваши люди?»

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CHATTY"]/choice[1]/event/choice[1]/text
ru: Попытаться ответить на его вопросы.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CHATTY"]/choice[1]/event/choice[2]/text
ru: «У меня нет на это времени».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CHATTY"]/choice[1]/event/choice[2]/event/text
ru: «Понятно. Ну что ж. Может следующий пришелец, которого мы встретим, будет любезнее...» Вы готовитесь к прыжку.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CHATTY"]/choice[2]/text
ru: Нет.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CHATTY"]/choice[2]/event/text
ru: «Всё ясно... Видимо, вы заняты».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CHATTY"]/choice[@req="crystal"]/text
ru: (Член экипажа кристалин) Дать вашему кристалину поговорить с ними.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_CHATTY"]/choice[@req="crystal"]/event/text
ru: «Ого, один из нас! А я и не знал, что мы заключили альянс с пришельцами. Пожалуй, не стоит вас беспокоить, и вот, возьмите немного наших припасов!»

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CHATTY_LIST"]/event[1]/text
ru: Вы долго говорите о чём-то не очень интересном. «Ого, благодарю. Смотрите-ка, ещё корабль пришельцев! Хорошо бы они были такими же дружелюбными, как вы». Увидев знаки повстанцев, вы сомневаетесь в их дружелюбии. Они замечают вас и идут в атаку, пока гражданские кристалины прыгают прочь.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CHATTY_LIST"]/event[2]/text
ru: Вы долго говорите о чём-то не очень интересном. «Ого, спасибо! Я не знаю, нужно ли это вам, но мы можем предложить вам немного припасов. Наверное, вы найдёте им применение в вашем путешествии».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_CHATTY_LIST"]/event[3]/text
ru: Вы долго говорите о чём-то не очень интересном. «Ого, спасибо! Наверное, мы можем немного подлатать вашу обшивку за то, что удовлетворили наше любопытство. Мы довольно умелые ремонтники».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REQUEST"]/text
ru: В момент вашего прибытия вы замечаете по соседству корабль кристалинов, держащийся на расстоянии. Они сообщают вам: «Повстанцы, охотящиеся за вами, сеют хаос повсюду, где они проходят».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REQUEST"]/choice/event/text
ru: «Чтобы минимизировать их воздействие на наш народ, мы хотим дать им курс вашего полёта в нашем секторе. Мы не хотим войны и заплатим вам ломом за опасности, которые это повлечёт».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REQUEST"]/choice/event/choice[1]/text
ru: Дать им ваши планы полёта.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REQUEST"]/choice/event/choice[1]/event/text
ru: Вы не ставили себе целью привести сюда повстанцев, и, откровенно говоря, лишний лом не помешает. Корабль кристалинов немедленно совершает прыжок, чтобы информировать повстанцев, не оставляя вам выбора, кроме как убегать от их флота.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REQUEST"]/choice/event/choice[2]/text
ru: Взять лом, но дать им фальшивые планы.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REQUEST"]/choice/event/choice[@req="FLEET_DISTRACTION"]/text
ru: (Отвлекающий буй) Принять лом, но дать им фальшивые планы полётов.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REQUEST"]/choice/event/choice[@req="FLEET_DISTRACTION"]/event/text
ru: Ваш отвлекающий буй позволяет создать очень убедительный план полёта. Они принимают его истинным и дают вам лом. Обман — не самая почётная тактика, но опередить флот гораздо важнее.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REQUEST"]/choice/event/choice[4]/text
ru: Отказаться.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_REQUEST"]/choice/event/choice[4]/event/text
ru: Вы извиняетесь за проблемы, которые принесли, но объясняете, что у вас нет выбора. Они понимают это, разрывают связь и готовятся к обороне.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_REQUEST_LIST"]/event[1]/text
ru: Неспособные расшифровать их смысл, кристаллические существа предполагают, что ваши данные что-то будут значить для повстанцев. Преследующий вас флот ожидает восхитительный круиз, прежде чем они снова нападут на ваш след.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_REQUEST_LIST"]/event[2]/text
ru: Они с первого взгляда понимают, что данные фальшивы. Им, очевидно, не слишком нравится быть обманутыми — они немедленно атакуют!

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/text
ru: В пространстве у маяка дрейфует большой корабль кристалинов. Они выходят на связь: «Пришельцы?! Как интересно. Мы просим вашей помощи. Наших людей похоронило на ближайшей планете, и мы должны откопать их».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/text
ru: Послать вашего члена экипажа на помощь.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/text
ru: Вы делаете, как вас просили, и отправляете члена экипажа на планету, чтобы помочь. Они обнаруживают масштабные раскопки кристалинов, и становится ясно, что задача займёт несколько дней, а не часов.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[1]/text
ru: Оставить вашего члена экипажа насовсем.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[1]/event/text
ru: Вы разрываетесь между необходимостью спасти Федерацию и соблюдением обещания, данного кристалинам. Ваш член экипажа остаётся выполнять работу, а у вас ещё есть целая Галактика для спасения. Кристалины прислали некоторые припасы за беспокойство.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[1]/event/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: Очевидно, вы не можете клонировать всё ещё живого члена экипажа.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[1]/event/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[2]/text
ru: Забрать члена экипажа обратно.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[2]/event/text
ru: Капитан кристалинов срочно связывается с вами: «Что всё это значит?! Если вы не хотели помочь, то могли просто отказаться, но ТАКОЕ... это оскорбление!» Он разворачивает свой массивный корабль к вашему, и вы готовитесь к битве не на жизнь, а на смерть.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[3]/text
ru: Ждать.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[3]/event/text
ru: Вы приняли на себя обязательство, а это что-то, да значит. Вы ждёте один прыжковой цикл и затем запрашиваете у капитана кристалинов статус операции. «Мы уважаем вашу силу. Операция продлится ещё один цикл».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[3]/event/choice[1]/text
ru: Оставить вашего члена экипажа насовсем.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[3]/event/choice[1]/event/text
ru: Вы разрываетесь между необходимостью спасать Федерацию и соблюдением обещания, данного кристалинам. Ваш член экипажа остаётся выполнять работу, а у вас ещё есть целая Галактика для спасения. Кристалины прислали некоторые припасы за беспокойство.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[3]/event/choice[1]/event/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: Очевидно, вы не можете клонировать всё ещё живого члена экипажа.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[3]/event/choice[1]/event/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[3]/event/choice[2]/text
ru: Забрать члена экипажа обратно.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[3]/event/choice[2]/event/text
ru: Капитан кристалинов срочно связывается с вами: «Что это всё значит?! Если вы не хотели помочь, то могли просто отказаться, но ТАКОЕ... это оскорбление!» Он разворачивает свой массивный корабль на ваш, и вы готовитесь к битве не на жизнь, а на смерть.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[3]/event/choice[3]/text
ru: Ждать.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[1]/event/choice[3]/event/choice[3]/event/text
ru: Спустя ещё один цикл повстанцы стали ещё ближе. Вы опять связываетесь с капитаном. «Капитан-пришелец, твоё терпение произвело на нас впечатление. Твой спутник уже возвращается к тебе вместе с нашим знаком уважения».

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[2]/text
ru: Отказаться.

source: data/events_crystal.xml.rawclobber$//event[@name="CRYSTAL_HELP_DIG"]/choice[2]/event/text
ru: «Мы понимаем. Вы так сильно полагаетесь на механизмы. Ваш вид мягок и податлив, вряд ли бы мы даже заметили ваше присутствие. Удачного полёта».

source: data/events_crystal.xml.rawclobber$//textList[@name="BOARDERS_CRYSTAL"]/text[1]
ru: Вы обнаруживаете тяжеловооружённый корабль кристалинов, сопровождающий корабль, похожий на тюремный. Сканирование показывает, что там некоторое число некристаллических форм жизни на борту. Должно быть, они сажают туда всех нарушителей своего пространства! Прежде чем вы можете что-либо сделать, вы слышите предательские звуки отправляющегося телепортера.

source: data/events_crystal.xml.rawclobber$//textList[@name="BOARDERS_CRYSTAL"]/text[2]
ru: Вы прибываете рядом с маленьким поселением, и одинокий охранный корабль движется к вам на перехват. Вы пытаетесь контактировать с ними, но они отказываются выходить на связь. Внезапно вы слышите звуки лазеров, отражающихся от стен внутри корабля. Вас берут на абордаж!

source: data/events_crystal.xml.rawclobber$//textList[@name="BOARDERS_CRYSTAL"]/text[3]
ru: Вы слышите болтовню соседнего корабля: «Да... Вот некоторые интересные образцы. Попробуйте взять их живыми на этот раз, я дам много денег за тех пришельцев». Сканеры показывают удалённое использование телепортера.

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER"]/text[1]
ru: «Мы отступаем, чужаки. Мы не желаем умирать, сражаясь с вами».

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER"]/text[2]
ru: «Вы победили нас! Чужаки, мы больше не будем недооценивать вас. Пожалуйста, оставьте нас с миром».

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER"]/text[3]
ru: Кажется, они посылают стандартный сигнал о капитуляции. Вы позволите им уйти?

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER"]/text[4]
ru: Они присылают сообщение: «Я вижу, что имело место недопонимание, и нет нужды в большем кровопролитии. Простите ли вы нам этот недостаток благоразумия?»

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER"]/text[5]
ru: «Нам не победить вас, мы сдаёмся. Безусловно, откуда бы вы ни были, там должно быть сострадание».

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER"]/text[6]
ru: «Мы отступаем, чужаки. Мы не желаем умирать, сражаясь с вами».

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER"]/text[7]
ru: «Вы победили нас! Захватчики, мы больше не будем недооценивать вас. Пожалуйста, оставьте нас в покое».

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER"]/text[8]
ru: Кажется, они посылают стандартный сигнал о капитуляции. Вы позволите им уйти?

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER"]/text[9]
ru: Они сообщают вам: «Теперь я вижу, что произошло недопонимание, и нет нужды в большем кровопролитии. Вы простите нашу неосмотрительность?»

source: data/events_crystal.xml.rawclobber$//textList[@name="CRYSTAL_SHIP_SURRENDER"]/text[10]
ru: «Нам не победить вас, мы сдаёмся. Безусловно, откуда бы вы ни были, там должно быть сострадание».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[3]/text
ru: Кто-то, похожий на молодого солдата, проталкивается к коммуникатору: «Одновременно сильный в бою и снисходительный капитан? Я всегда хотел исследовать, что же находится за границей нашего закрытого сектора... Пожалуйста, разрешите мне присоединиться к вашему экипажу».

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[3]/choice[1]/text
ru: Да.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[3]/choice[1]/event/text
ru: «Отлично!» Пока он переносит свои пожитки на борт, вы гадаете, как может создание из кристаллов двигаться с такой лёгкостью и непринуждённостью.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[3]/choice[2]/text
ru: Нет.

source: data/events_crystal.xml.rawclobber$//eventList[@name="CRYSTAL_SHIP_SURRENDER"]/event[3]/choice[2]/event/text
ru: «Я понимаю. Мы пытались убить вас...» Они передают некоторое количество материалов перед отлётом.
