Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rock.xml.rawclobber/*.po
Languages: ru

source: data/events_rock.xml.rawclobber$//ship[@name="ROCK_QUEST_MARRIAGE"]/deadCrew/text
ru: После того, как эскорт уничтожен, Великий Василиск отправляет за вами весь свой флот. У вас есть немного времени, чтобы разобрать останки, прежде чем вы совершите прыжок из их досягаемости.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_BOARDERS_SHIP"]/text[1]
ru: Вы попутно сканируете маленькую станцию роков рядом с маяком. Однако они не приветствуют ваше любопытство. Корабль роков отрывается от станции, и в это же время вы регистрируете приближающийся сигнал телепортера!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_BOARDERS_SHIP"]/text[2]
ru: Вы находите корабль роков, пристыкованный к повреждённому истребителю мантисов. Прежде, чем вы успеваете связаться с ними, корабль движется в атаку, и вы регистрируете сигналы телепортера, исходящие из неисправного корабля. Они используют технику мантисов, чтобы высадиться к вам!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_BOARDERS_ASTEROID"]/text[1]
ru: Вы прибываете в поле астероидов и немедленно начинаете манёвры уклонения, когда громкий глухой звук отражается по кораблю. Сначала вы думаете, что это астероид попал в корпус, но оказалось, что шум издают захватчики-роки, телепортирующиеся на корабль!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_BOARDERS_ASTEROID"]/text[2]
ru: Ваши щиты перенапряжены, так как они блокируют мусор от астероидного поля. Лавируя между глыбами, вы внезапно натыкаетесь на пиратскую крепость роков. Вы засекли телепортацию и слышите шум абордажа корабля.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_BOARDERS_SUN"]/text[1]
ru: Как только вы появляетесь, вы слышите характерные звуки телепортера и воинственные крики, доносящиеся сквозь переборки: «Гореть вам в аду, чужеземные мешки с мясом!»

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_BOARDERS_SUN"]/text[2]
ru: Разбойники роков, с их высоким сопротивлением к теплу, часто устраиваются очень близко к звёздам. Поэтому неудивительно, что ваш корабль берут на абордаж, когда вы пролетаете мимо замаскированного поселения.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK1"]/text
ru: Вам немедленно приходит сообщение от внушительно выглядящего военного судна роков: «Это ваш корабль отправили, чтобы спасти Федерацию, не так ли? И вы надеетесь выжить на этой развалюхе?»

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK1"]/choice[1]/text
ru: «Так или иначе, мы спасём их или погибнем».

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK1"]/choice[1]/event/text
ru: «Второе куда вероятнее. Всё же... мы можем помочь вам и вашему драгоценному флоту, но вы должны показать себя в деле. Встретимся по этим координатам». Они совершают прыжок.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK1"]/choice[2]/text
ru: «Нам легко хватит сил, чтоб порвать вас на куски!»

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK1"]/choice[2]/event/text
ru: «Один корабль — не то же самое, что и флот, но, по крайней мере, у вас есть запал. Встретимся по этим координатам, если вы желаете доказать нам, что Федерацию стоит спасать». Они совершают прыжок.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK1"]/choice[3]/text
ru: Пролететь мимо.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK1"]/choice[3]/event/text
ru: «Ха. Как я и предполагал. Если Федерация так же слаба, как и вы, она заслуживает падения». И, без лишних слов, они совершают прыжок.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK2"]/text
ru: Вы прибываете по координатам, данным вам, и оказываетесь в опасной близости со звездой класса М! Крейсер роков сообщает вам: «Что ж, посмотрим как долго ваш ничтожный корабль сможет выдерживать этот жар! Приготовьтесь к испытанию!»

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK3"]/text
ru: Вы прибываете к внушительному доку роков и замечаете там корабль, который только что пытался вас убить. Он уже пришвартован и чинится. «Отличное сражение! Должен сказать, я не ожидал, что вы останетесь в живых».

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK3"]/choice/event/text
ru: «Я убедился в вашей силе и обещаю предоставить свою помощь. Мы немедленно отправим продвинутый крейсер во флот Федерации и подготовим наши боевые корабли выдвигаться на подмогу».

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK3"]/choice/event/unlockShip
ru: Рок доставил крейсер в ангар. Крейсер The Bulwark был разблокирован!

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_UNLOCK3"]/choice/event/choice/event/text
ru: «Об одном позаботились, а теперь позвольте залатать вашу обшивку. Наверное, мы сможем усилить бронирование, пока будем ей заниматься».

source: data/events_rock.xml.rawclobber$//event[@name="EVENT_CAPSULE_2_BROKEN"]/text
ru: Сигнал бедствия исходит от этой полуразрушенной временной капсулы...

source: data/events_rock.xml.rawclobber$//event[@name="EVENT_CAPSULE_2_BROKEN"]/choice[1]/text
ru: Обстрелять капсулу.

source: data/events_rock.xml.rawclobber$//event[@name="EVENT_CAPSULE_2_BROKEN"]/choice[1]/event/text
ru: Вы решаете опробовать свои орудия на этой лёгкой мишени.

source: data/events_rock.xml.rawclobber$//event[@name="EVENT_CAPSULE_2_BROKEN"]/choice[2]/text
ru: Приблизиться и обыскать капсулу.

source: data/events_rock.xml.rawclobber$//event[@name="EVENT_CAPSULE_2_BROKEN"]/choice[3]/text
ru: Игнорировать и поговорить с командой.

source: data/events_rock.xml.rawclobber$//eventList[@name="EVENT_CAPSULE_2_BROKEN_OPEN"]/event[1]/text
ru: Вы вскрываете капсулу и находите её пилота в стазис-сне. Вы приводите его в чувства, и после пары стаканов согревающего какао он соглашается вступить в вашу команду, а капсулу пустить на лом...

source: data/events_rock.xml.rawclobber$//eventList[@name="EVENT_CAPSULE_2_BROKEN_OPEN"]/event[2]/text
ru: Вскрывая капсулу, кто-то из вашей команды задевает её систему защиты, и неизвестно откуда на ваш корабль телепортируется банда головорезов!

source: data/events_rock.xml.rawclobber$//eventList[@name="EVENT_CAPSULE_2_BROKEN_OPEN"]/event[3]/text
ru: Вскрывая капсулу, кто-то из вашей команды задевает её систему защиты, и неизвестно откуда на ваш корабль телепортируется отряд магменов!

source: data/events_rock.xml.rawclobber$//eventList[@name="EVENT_CAPSULE_2_BROKEN_OPEN"]/event[4]/text
ru: Вы вскрываете капсулу и спокойно забираете всё ценное.

source: data/events_rock.xml.rawclobber$//eventList[@name="EVENT_CAPSULE_2_BROKEN_OPEN"]/event[5]/text
ru: Вы вскрываете капсулу и спокойно забираете всё ценное.

source: data/events_rock.xml.rawclobber$//eventList[@name="EVENT_CAPSULE_2_BROKEN_OPEN"]/event[6]/text
ru: Вы вскрываете капсулу и спокойно забираете всё ценное.

source: data/events_rock.xml.rawclobber$//eventList[@name="EVENT_CAPSULE_2_BROKEN_OPEN"]/event[7]/text
ru: Вы вскрываете капсулу и спокойно забираете всё ценное.

source: data/events_rock.xml.rawclobber$//eventList[@name="EVENT_CAPSULE_2_BROKEN_OPEN"]/event[8]/text
ru: Вы вскрываете капсулу и спокойно забираете всё ценное.

source: data/events_rock.xml.rawclobber$//eventList[@name="EVENT_CAPSULE_2_BROKEN_OPEN"]/event[9]/text
ru: Вы вскрываете капсулу и спокойно забираете всё ценное.

source: data/events_rock.xml.rawclobber$//ship[@name="CAPSULE_2_BROKEN_PARAMETERS"]/destroyed/text
ru: Капсула разваливается на куски. Вы собираете всё ценное.
