Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rock.xml.rawclobber/*.po
Languages: ru

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[3]/text
ru: Ваша команда принимается за дело на главной площади, успешно сдерживает натиск вражеских бойцов и обретает контроль над комплексом!

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[3]/choice/event/text
ru: Персонал и власти подчиняют последних изменников. Корабли для перевозки их в тюрьму уже на орбите.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[4]/text
ru: Ваша команда попадает под сильный обстрел. Одного из них ослепляет вспышкой бомбы, и он переваливается через край кратера, улетая далеко вниз к своей погибели; оставшиеся успешно объединяются с дружественными силами и, в конце концов, обретают контроль над комплексом!

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[4]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш член экипажа был достаточно близко к кораблю для того, чтобы клон-отсек возродил его.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[4]/choice[@req="CREW_ALL" and not(@lvl)]/event/choice/event/text
ru: Персонал и власти подчиняют последних изменников. Корабли для перевозки их в тюрьму уже на орбите.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[4]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[4]/choice[@req="CREW_ALL" and @lvl="0"]/event/choice/event/text
ru: Персонал и власти подчиняют последних изменников. Корабли для перевозки их в тюрьму уже на орбите.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[5]/text
ru: В ходе битвы основные действия уходят от места нахождения вашей команды, и пока всё тихо, им удаётся завладеть каким-то брошенным вооружением. К тому моменту бой в основном был закончен, и экипаж вернулся на корабль.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY_WIN"]/text
ru: В ответ на вашу поддержку в бою, выжившие вознаграждают вас платой, приготовленной для тюремного транспортника. Вы улетаете, прежде чем они передумают!

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY_LOSE"]/text
ru: Понимая, что их победа была омрачена вашим прибытием, выжившие немедленно отправляют корабль, чтобы вас уничтожить!

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_HUNTER"]/text
ru: Корабль мантисов украшен частями тел роков! Это выглядело бы ещё более кроваво, если бы они имели внутренние органы, но сообщение достаточно ясно — это охотник очень специализированного рода.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_HUNTER"]/choice[1]/text
ru: Атаковать!

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_HUNTER"]/choice[1]/event/text
ru: Ни одно создание не заслуживает быть объектом охоты мантисов. Пора сделать Галактику немного безопаснее. В атаку!

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_HUNTER"]/choice[2]/text
ru: Пролететь мимо.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_HUNTER"]/choice[2]/event/text
ru: Мантисы не проявляют интереса к вашему кораблю. Они поглощены ожиданием следующего корабля роков, который рискнёт сюда сунуться. Вы заводите двигатели и спокойно совершаете прыжок.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_HUNTER"]/choice[@req="ROCK_ARMOR"]/text
ru: (Обшивка корпуса роков) Протаранить ублюдков.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_HUNTER"]/choice[@req="ROCK_ARMOR"]/event/text
ru: Прежде чем у них появился шанс, вы тараните их корабль своим, нанося летальный урон их двигателям. К счастью, броня вашего корабля дополнительно усилена против столкновений. Корабль мантисов дрейфует прочь, и вы атакуете его.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_HUNTER"]/choice[@req="rock_crew"]/text
ru: (Член экипажа рок) Позвать к коммуникатору рока.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_HUNTER"]/choice[@req="rock_crew"]/event/text
ru: Двое инопланетян взирают друг на друга через экран. «Пещерная каменюга! — в ярости выкрикивает капитан мантисов. — Посмотри, я разукрасил свой корабль твоими товарищами! Я раскрашу свой корабль и тобой!» Кажется, их капитан сейчас не в состоянии адекватно управлять своим кораблём, что вам только на руку.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_FREIGHTER"]/text
ru: Любопытная картина ожидает вас у этого маяка: неработающий грузовой корабль роков дрейфует в пространстве, пока двое кораблей мантисов сражаются друг с другом — очевидно, по поводу того, кому достанется добыча.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_FREIGHTER"]/choice[1]/text
ru: Подождать и затем атаковать выжившего мантиса.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_FREIGHTER"]/choice[2]/text
ru: Пролететь мимо.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_FREIGHTER"]/choice[2]/event/text
ru: Тут уже и без вас достаточно накалённая обстановка — вы готовитесь набрать скорость света.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_FREIGHTER"]/choice[@req="DRONES_REPAIR_LIST"]/text
ru: (Ремонтник систем) Починить корабль роков.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_FREIGHTER"]/choice[@req="DRONES_REPAIR_LIST"]/event/text
ru: Пока двое мантисов дерутся, вы приближаетесь к кораблю роков и посылаете дрона-ремонтника через одну из множества пробоин. Он чинит корабль достаточно, чтобы тот мог сделать хотя бы один прыжок. Однако вместо этого, удивив вас, они бросаются в самоубийственную атаку на мантисов, которая оканчивается уничтожением всех троих!

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_FREIGHTER"]/choice[@req="DRONES_REPAIR_LIST"]/event/choice/event/text
ru: Вы собираете обломки всех кораблей.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_FREIGHTER"]/choice[@req="DRONES_SHIP_REPAIR"]/text
ru: (Ремонтник корпуса) Починить их обшивку.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_MANTIS_FREIGHTER"]/choice[@req="DRONES_SHIP_REPAIR"]/event/text
ru: Пока двое мантисов дерутся, вы приближаетесь к кораблю роков и используете дрона для ремонта корабля. Как только пробоины заделаны, системы жизнеобеспечения снова включаются. Через несколько мгновений они уже пытаются догнать один из кораблей мантисов. Тем временем второй корабль поворачивается в вашу сторону.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_MANTIS_FREIGHTER_LIST"]/event[1]/text
ru: Оба корабля мантисов слишком заняты, мутузя друг друга, чтобы заметить вас. В конце концов, один из них одерживает верх, но, похоже, в горячке боя он пережёг предохранители, и его оружейная система не работает. Самое время атаковать!

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_MANTIS_FREIGHTER_LIST"]/event[2]/text
ru: Может у них и есть разногласия, но, когда рядом появляетесь вы, они мыслят как один. У меньшего корабля отказало питание, когда он двинулся в вашу сторону, зато корабль побольше, выпустив струю пламени, наступает на вас!

source: data/events_rock.xml.rawclobber$//ship[@name="MANTIS_ROCK_MANTIS_FREIGHTER"]/destroyed/text
ru: За время, пока вы уничтожали корабль мантисов, роки, должно быть, починили свой FTL-привод и бежали. Вы собираете останки обоих судов мантисов.

source: data/events_rock.xml.rawclobber$//ship[@name="MANTIS_ROCK_MANTIS_FREIGHTER"]/deadCrew/text
ru: За время, пока вы уничтожали команду мантисов, роки, должно быть, починили свой FTL-привод и бежали. Вы собираете останки обоих судов мантисов.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ZOLTAN_HELP"]/text
ru: Похоже, корабль золтанцев прилетел сюда, чтобы освободить поселение роков от "репрессивных уверований", но поселение этого не оценило — сканеры дальнего действия засекли золтанцев и их преследователей, и они будут здесь в любой момент!

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ZOLTAN_HELP"]/choice[1]/text
ru: Остаться и защитить золтанцев.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ZOLTAN_HELP"]/choice[1]/event/text
ru: Довольно... экстремальная природа верований роков широко известна, вряд ли можно винить золтанцев за попытки расширить их кругозор. Преследующий корабль роков быстро оценивает положение и решает, что два захваченных корабля пришельцев лучше одного.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ZOLTAN_HELP"]/choice[2]/text
ru: Остаться и защитить роков.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ZOLTAN_HELP"]/choice[2]/event/text
ru: Это территория роков, и тут действуют их законы. Золтанцы не могли не знать, во что влезают. Вам придётся вывести из строя их двигатели и управление, чтобы быть уверенными в безопасности их захвата.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ZOLTAN_HELP"]/choice[3]/text
ru: Покинуть это место.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ZOLTAN_HELP"]/choice[3]/event/text
ru: Вас это не касается — разогреть двигатели!

source: data/events_rock.xml.rawclobber$//ship[@name="ROCK_ZOLTAN_HELP_ROCK"]/destroyed/text
ru: Корпус корабля роков разваливается на куски. Вы собираете останки, после чего связываетесь с кораблём золтанцев.

source: data/events_rock.xml.rawclobber$//ship[@name="ROCK_ZOLTAN_HELP_ROCK"]/destroyed/choice/event/text
ru: Золтанцы не проявляют особых эмоций, но небольшое вознаграждение становится лучшей демонстрацией их благодарности.

source: data/events_rock.xml.rawclobber$//ship[@name="ROCK_ZOLTAN_HELP_ROCK"]/deadCrew/text
ru: Экипаж корабля мёртв, и вы утилизируете корабль, прежде чем связаться с золтанцами.

source: data/events_rock.xml.rawclobber$//ship[@name="ROCK_ZOLTAN_HELP_ROCK"]/deadCrew/choice/event/text
ru: Золтанцы не проявляют особых эмоций, но небольшое вознаграждение становится лучшей демонстрацией их благодарности.

source: data/events_rock.xml.rawclobber$//ship[@name="ROCK_ZOLTAN_HELP_ZOLTAN"]/destroyed/text
ru: Корабль роков прибывает как раз к финальным выстрелам по кораблю золтанцев. Они даже не думают благодарить, и у вас создалось впечатление, что было бы лучше улететь по-быстрому.

source: data/events_rock.xml.rawclobber$//ship[@name="ROCK_ZOLTAN_HELP_ZOLTAN"]/deadCrew/text
ru: К тому времени, когда корабль роков прибывает, вы уже закончили, разве что не завернули всё в подарочную упаковку. Израненные и умирающие золтанцы были с лёгкостью арестованы, и корабль роков нехотя передаёт вам что-то, являющееся, наверное, наградой за их головы.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ATHIEST"]/text
ru: Вы встречаете маленькое судно, идущее на минимальной тяге. Экипаж роков рассказывает вам, что их родные миры погрязли во лжи и пропаганде, призванной держать население в неведении, и что они не хотят быть частью этого.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ATHIEST"]/choice[1]/text
ru: Сказать им, что Бог привёл их сюда, чтобы присоединиться к вашему экипажу.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ATHIEST"]/choice[2]/text
ru: Пообещать рассказать им правду, которую от них скрывали.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ATHIEST"]/choice[@req="sensors"]/text
ru: (Улучшенные сенсоры) Показать им набор данных, который вы собрали.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_ATHIEST"]/choice[@req="sensors"]/event/text
ru: Капитан роков впечатлён данными, что вы собрали, и согласился остаться с вами, пока они не отыщут свой путь в Галактике.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_ATHIEST_BAD"]/text[1]
ru: Едва заслышав ваши россказни, их капитан тут же завопил: «Снова эта ложь, от которой я бегу!» Похоже, они заряжают орудия!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_ATHIEST_BAD"]/text[2]
ru: Они выслушивают ваши россказни и шепчут: «Предатели истины. Вы ничем не лучше, чем они!» Начинается хаос.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_ATHIEST_GOOD"]/event[1]/text
ru: Ваши обещания привлекают их внимание, и они соглашаются пока послужить вам.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_ATHIEST_GOOD"]/event[2]/text
ru: Их искушает ваше предложение, но они решают, что не могут рисковать быть обманутыми снова. Они обрывают связь и совершают прыжок отсюда.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE"]/text
ru: Выжженный корпус миноукладчика роков дрейфует неподалёку. Внутри каркаса находится всё ещё работающая мина — автоматический дрон, всверливающийся в обшивку кораблей перед тем, как взорваться. Он наводится на сигналы вашего корабля и направляется сюда!

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE"]/choice[1]/text
ru: Попытаться увернуться.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE"]/choice[@req="engines"]/text
ru: (Продвинутые двигатели) Развернуть сопла!

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE"]/choice[@req="engines"]/event/text
ru: Хоть это и сильно нагружает гасители инерции, вы разворачиваете корабль и уходите от мины. Теперь можно спокойно лететь отсюда.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE_2"]/text
ru: Радиус разворота слишком широкий, и мина цепляется к корпусу вашего корабля. Вы слышите, как она всверливается в обшивку.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE_2"]/choice[1]/text
ru: Отправить кого-нибудь обезвредить её.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE_2"]/choice[@req="human"]/text
ru: (Член экипажа человек) Человек говорит, что знает устройство мины этого типа.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE_2"]/choice[@req="human"]/event/text
ru: Он быстро вскрывает корпус мины и одновременно перекусывает красный и синий провода...

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE_2"]/choice[@req="CREW_ORDER_HUMAN"]/text
ru: (Член экипажа человек) Человек говорит, что знает устройство мины этого типа.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE_2"]/choice[@req="CREW_ORDER_HUMAN"]/event/text
ru: Он быстро вскрывает корпус мины и одновременно перекусывает красный и синий провода...

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE_2"]/choice[@req="WEAPONS_MISSILES_EVENTS"]/text
ru: (Ракетное орудие) Используя ракету, попытаться совершить контролируемый подрыв.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE_2"]/choice[@req="WEAPONS_MISSILES_EVENTS"]/event/text
ru: Бросив жребий, член экипажа отправляется закрепить модифицированную боеголовку к мине. Вы подрываете ракету, что выбивает мину из корпуса, и вскоре после этого она взрывается. Корабль получает некоторые повреждения, но вы всё ещё на ходу.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE_2"]/choice[@req="COMBAT_BEAM_DRONE_LIST"]/text
ru: (Лучевой дрон) Использовать дрона, чтобы вырезать мину точным лучом.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_STARSHIP_MINE_2"]/choice[@req="COMBAT_BEAM_DRONE_LIST"]/event/text
ru: Аккуратно управляемый с мостика лучевой дрон отрезает крепление мины и отправляет её дрейфовать в космос, где вы стреляете в неё с безопасной дистанции до тех пор, пока она не взрывается.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_STARSHIP_MINE_DEFUSE"]/event[1]/text
ru: Один из экипажа надевает скафандр и отправляется в шлюз. Он быстро делает своё дело и возвращается, расслабившись. Из мины получается неплохой лом.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_STARSHIP_MINE_DEFUSE"]/event[2]/text
ru: Один из экипажа надевает скафандр и отправляется в шлюз. Когда он вскрывает мину, то начинает паниковать. Красный провод или синий?! 3... 2... 1...

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_STARSHIP_MINE_DEFUSE"]/event[2]/choice[1]/text
ru: Красный!

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_STARSHIP_MINE_DEFUSE"]/event[2]/choice[2]/text
ru: Синий!

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_STARSHIP_MINE_DEFUSE2"]/event[2]/text
ru: Мина взрывается. Всё темнеет, мостик освещается огнями, разливающимися по корпусу. Вашего горе-сапёра раскручивает в сторону ближайшего светила. Вы тушите пожары и готовитесь двигаться дальше.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_STARSHIP_MINE_DEFUSE2"]/event[2]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш неудавшийся сапёр был достаточно близко к кораблю, чтобы аппарат клонирования воскресил его. Виновато потупившись, он вновь присоединяется к команде.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_STARSHIP_MINE_DEFUSE2"]/event[2]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_STARSHIP_MINE_DEFUSE3"]/event[5]/text
ru: Мина взрывается. Всё темнеет, мостик освещается огнями, разливающимися по корпусу. Вашего горе-сапёра раскручивает в сторону ближайшего светила. Похоже, что это была мина совершенно другого типа...

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_STARSHIP_MINE_DEFUSE3"]/event[5]/choice[@req="CREW_ALL"]/event/removeCrew/text
ru: К счастью, ваш неудавшийся сапёр был достаточно близко к кораблю, чтобы аппарат клонирования воскресил его. Виновато потупившись, он вновь присоединяется к команде.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_STARSHIP_MINE_DEFUSE4"]/event/text
ru: Вы открываете глаза, и всё, похоже, ещё на своих местах. У вас получилось!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_FIGHT_ASTEROID"]/text[1]
ru: Шахтёрское судно роков добывает здесь минералы из астероидов, и их разведчики восприняли ваше присутствие как агрессию. К бою!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_FIGHT_ASTEROID"]/text[2]
ru: Неумелый пилот грузового корабля роков воспринял приказ слишком буквально и лёг на самый прямой курс к месту назначения... прямиком через астероидное поле. Растерянные и сбитые с толку, они беспорядочно палят налево и направо, когда вы выныриваете поблизости.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_FIGHT_ASTEROID"]/text[3]
ru: Капитан грузоперевозчика роков, потерявшегося в астероидном поле, сообщает: «Наши координаторы завели нас сюда, но только смерть поджидает нас здесь. Что ж, чему быть — того не миновать. Смерть всему!» Вы подключаете боевые системы, размышляя, как долго они тут болтаются.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE_ASTEROID"]/text[1]
ru: Ваши щиты искрят и трещат, когда ваш корабль выходит из прыжка прямо рядом с огромным астероидом. За ним следует ещё больше астероидов вместе с потерявшимся пиратским кораблём роков.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE_ASTEROID"]/text[2]
ru: Вы выходите из прыжка в окружении камней и кусков земли. Тут ваши щиты поглощают удар, и это был не астероид... Приближаются пираты!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE_SUN"]/text[1]
ru: Необычная солнечная активность в этом регионе означает, что вам нужно немедленно убираться. Пиратский корабль неподалёку, видимо, думает иначе, они направляются к вам, чтобы атаковать ваш корабль.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE_SUN"]/text[2]
ru: На фоне сверхновой вырисовывается силуэт корабля роков. Они выходят на связь: «Даже здесь вы нас преследуете. Мы всего лишь хотим, чтобы нас оставили в покое!» То ли в панике, то ли от злости, они заряжают свои орудия.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE_START"]/text
ru: Капитан роков выходит на связь: «Для меня недопустимо контактировать с чужеземцами, но это экстренная ситуация. Мы направлялись, чтобы доставить нашу пассажирку к её новому мужу — Великому Василиску Нумы 5, когда наши двигатели сломались. Не подберёте ли вы её, поспешив на Нуму 5?»

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE_START"]/choice[1]/text
ru: Принять пассажирку.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE_START"]/choice[1]/event/text
ru: «Вы приятно удивили меня, чужеземцы. Спасибо. Пассажирка немедленно окажется у вас». Она отказывается войти в основные помещения и предпочитает переждать в разгрузочном отсеке.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE_START"]/choice[2]/text
ru: Отказаться.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE_START"]/choice[2]/event/text
ru: Организация свадеб не в вашем списке важных дел. Вы оставляете роков самих решать свои дела самостоятельно.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE"]/text
ru: Обширные системы туннелей у поверхности Нумы 5 указывают на развитую цивилизацию роков. Должно быть, сюда вас просили доставить пассажирку.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE"]/choice/event/text
ru: Понимая неизбежное прибытие, пассажирка, сидевшая до сих пор тихо, умоляет вас не отдавать её. Её прерывает главный помощник Великого Василиска: «Инопланетному судну с женой Василиска на борту: доставьте её нам. Вы будете вознаграждены... щедро».

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE"]/choice/event/choice[1]/text
ru: Передать её.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE"]/choice/event/choice[1]/event/text
ru: «Да рассыпятся в пыль твои дети!» — выкрикивает она, пока её запихивают в ожидающий корабль. Охрана роков на борту торопливо оставляет часть экзотической технологии и возвращается к Великому Василиску.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE"]/choice/event/choice[@req="orchid_crew"]/text
ru: (Член экипажа орхид) Передать её вместе с небольшим свадебным подарком.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE"]/choice/event/choice[@req="orchid_crew"]/event/text
ru: Великий Василиск очень признателен вам за помощь в организации свадьбы и лично благодарит: «Настоящим я объявляю вас, капитан неизвестного корабля пришельцев, почётным гражданином Нумы-5. Позвольте мне представить этот скромный подарок».

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_QUEST_MARRIAGE"]/choice/event/choice[3]/text
ru: Отказаться подчиниться.

source: data/events_rock.xml.rawclobber$//event[@name="ARIADNA"]/text
ru: «Я была выращена в уверенности, что такие как вы не знают жалости. Я останусь с вами. Но скорее, мы должны совершить прыжок отсюда, они не потерпят такого...» Её прерывает стрельба эскорта Василиска!

source: data/events_rock.xml.rawclobber$//event[@name="ARIADNA"]/crewMember
ru: Ариадна

source: data/events_rock.xml.rawclobber$//ship[@name="ROCK_QUEST_MARRIAGE"]/destroyed/text
ru: После того, как эскорт уничтожен, Великий Василиск отправляет за вами весь свой флот. У вас есть немного времени, чтобы разобрать останки, прежде чем вы совершите прыжок из их досягаемости.
