Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rock.xml.rawclobber/*.po
Languages: ru

source: data/events_rock.xml.rawclobber$//textList[@name="START_BEACON_ROCK"]/text[1]
ru: Роки агрессивно настроены против нарушений их границ чужеземцами и полётов через их территории. Вы должны быть осторожны.

source: data/events_rock.xml.rawclobber$//textList[@name="START_BEACON_ROCK"]/text[2]
ru: Роки — сильная и гордая раса. Даже не думайте мирно пролететь по их территории.

source: data/events_rock.xml.rawclobber$//textList[@name="START_BEACON_ROCK"]/text[3]
ru: "Хороший враг — мёртвый враг" — так обычно выражаются каменные гиганты, встречая чужаков на своих территориях. Не знающие жалости, они готовы даже на безумные поступки, но кто знает, быть может, вам удастся переплюнуть их в этом?

source: data/events_rock.xml.rawclobber$//textList[@name="START_BEACON_ROCK"]/text[4]
ru: Долгое время этот сектор считался безжизненным. Ровно до тех пор, пока из огромного куска базальта не вылетел рой разнокалиберных ракет, уничтожив пролетающий мимо транспортный корабль. Роки не шутят.

source: data/events_rock.xml.rawclobber$//textList[@name="START_BEACON_ROCK"]/text[5]
ru: Роки — гордая и крайне религиозная раса, не жалующая чужаков. Впрочем, даже они уважают умелых дипломатов, знающих древний принцип "у кого больше пушки, тот и прав".

source: data/events_rock.xml.rawclobber$//textList[@name="START_BEACON_ROCK"]/text[6]
ru: Сектор роков... Чужаков здесь не любят — стоит приготовиться к "горячему" приёму.

source: data/events_rock.xml.rawclobber$//textList[@name="START_BEACON_ROCK"]/text[7]
ru: Сектора роков славятся своим гостеприимством — любой путешественник может рассчитывать на дружный залп местных в свою честь, а то, что сделан он будет по его же кораблю — уже совсем другая история...

source: data/events_rock.xml.rawclobber$//textList[@name="START_BEACON_ROCK"]/text[8]
ru: Судя по приваренному к маяку на входе куску обшивки корабля мантисов и надписи "Смерть чужакам!" на местном языке, пролететь мирно не получится.

source: data/events_rock.xml.rawclobber$//textList[@name="START_BEACON_ROCK"]/text[9]
ru: Вы прибыли в заселённый роками сектор. Но не сильно обольщайтесь — единственное, на что здесь можно рассчитывать — это залп орудий по вашему кораблю.

source: data/events_rock.xml.rawclobber$//textList[@name="START_BEACON_ROCK"]/text[10]
ru: Данное пространство принадлежит рокам. Попав сюда, вы нарушили границу их территории, что по здешним законам карается смертью. И не говорите, что вы этого не знали...

source: data/events_rock.xml.rawclobber$//textList[@name="START_BEACON_ROCK"]/text[11]
ru: Роки — грубые, ксенофобные существа, подчиняющиеся строгим культурным правилам и классовой иерархии. Редкие среди них личности, которые сотрудничают с другими расами, часто избегаются и бросаются своими сородичами. Несмотря на это, их лидеры подчинились правлению Федерации, чтобы сохранить галактический мир.

source: data/events_rock.xml.rawclobber$//textList[@name="STORE_ROCK"]/text[1]
ru: Вы пересеклись путями с кораблём роков, возвращающимся из особой дипломатической миссии. Удивлённый не меньше вашего, капитан их корабля ответил на приветствие и согласился на взаимную торговлю.

source: data/events_rock.xml.rawclobber$//textList[@name="STORE_ROCK"]/text[2]
ru: Вы натолкнулись на торговую станцию роков. Они редко имеют дело с чужеземцами, но сейчас им понадобилось продать последние свои запасы, поскольку по возвращении на родину они вынуждены выплатить штраф за нарушение закона.

source: data/events_rock.xml.rawclobber$//textList[@name="STORE_ROCK"]/text[3]
ru: Из-за упорного нежелания местных поселений роков торговать с другими особями предприимчивые мантисы отложили свою пиратскую деятельность и открыли магазин, чтобы привлекать любых пролетающих торговцев.

source: data/events_rock.xml.rawclobber$//textList[@name="STORE_ROCK"]/text[4]
ru: Роки терпят присутствие немногих пришельцев в своём пространстве, но даже они, похоже, уважают мудрость золтанцев: некоторые из них организовали торговый пункт в оболочке большого заброшенного корабля.

source: data/events_rock.xml.rawclobber$//textList[@name="STORE_ROCK"]/text[5]
ru: Вы получаете сообщение на частоте Федерации: «Вы — корабль Федерации?! Мы давно потеряли надежду снова увидеть союзников. Может, вы хотите поторговать?»

source: data/events_rock.xml.rawclobber$//textList[@name="NOTHING_ROCK"]/text[1]
ru: Вы получаете сообщение, в котором вас расценивают как чужаков. Вы было заподозрили атаку, но тут выяснилось, что сообщение пришло от маленького гражданского корабля.

source: data/events_rock.xml.rawclobber$//textList[@name="NOTHING_ROCK"]/text[2]
ru: Никто не беспокоит вас, пока вы пролетаете мимо многочисленных космических станций и добывающих платформ. Роки определённо ведут свои дела эффективно.

source: data/events_rock.xml.rawclobber$//textList[@name="NOTHING_ROCK"]/text[3]
ru: Вы прибываете к маяку и обнаруживаете неподалёку сражение. Несколько кораблей обмениваются залпами возле небольшой станции. Неизвестна причина конфликта: спор за территорию, противоборство или обряд посвящения, но вы решаете, что лучше не вмешиваться.

source: data/events_rock.xml.rawclobber$//textList[@name="NOTHING_ROCK"]/text[4]
ru: В этом секторе ничего интересного нет. Просто несколько брошенных станций. Кто-то обчистил их до вас.

source: data/events_rock.xml.rawclobber$//textList[@name="NOTHING_ROCK"]/text[5]
ru: Несколько грузовых кораблей проходят мимо, отказываясь выходить на связь. Наверное, они не хотят пятнать свою репутацию, общаясь с чужеземцами.

source: data/events_rock.xml.rawclobber$//textList[@name="NOTHING_ROCK"]/text[6]
ru: Обнаружив небольшую торговую станцию, вы запрашиваете дозаправку, но они отвечают отказом: «Убирайтесь! Таких как вы тут не обслуживают».

source: data/events_rock.xml.rawclobber$//textList[@name="NOTHING_ROCK"]/text[7]
ru: Вы видите торговца расы золтанцев и предлагаете пообщаться. Он отвечает: «Извините, но потребовались годы, чтобы завоевать их доверие. Я не могу рисковать им, общаясь с вами. Надеюсь, вы меня понимаете», — и прекращает связь.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP"]/text[1]
ru: Встретившись с кораблём роков, вы пытаетесь связаться с ними по торговым частотам, но они посчитали это попыткой культурного влияния на них и открывают огонь.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP"]/text[2]
ru: Вы выныриваете прямо посреди места раскопок роков на близлежащей луне. Будучи не в восторге от вашего бесцеремонного проникновения, они готовятся защищать себя!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP"]/text[3]
ru: Вы перехватываете сигнал от приближающегося корабля роков: «Оружие к бою, сближение на расстояние атаки». С такими парнями вам разговаривать не о чем.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP"]/text[4]
ru: После прыжка у вас на коммуникаторе появляется огромная фигура. Капитан роков задумчиво потирает зелёную, похожую на мох растительность на подбородке, а затем командует своим рокам открыть по вам огонь.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP"]/text[5]
ru: Вроде бы никого нет, но вы замечаете, что ваш компьютер сканируется. Замаскированный корабль роков окликает вас: «Это что у вас в компьютерах за богохульство?! Это нечестивые слова!» Прежде чем вы успеваете возразить, они открывают огонь.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP"]/text[6]
ru: Вы заметили корабль роков, выполняющий боевые учения. Однако они быстро изменили свой курс на перехват вашего корабля. Они, похоже, считают все неизвестные корабли удобными учебными мишенями.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP"]/text[7]
ru: Громкий стучащий звук проносится по кораблю после прыжка. Вы только что задели боевой корабль роков, и он уже готовится стрелять!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP"]/text[8]
ru: Вас перехватили роки, занимавшиеся сбором лома и прочего хлама в космосе. Похоже, их мало беспокоит то, что вы всё ещё на корабле, пока они разбирают его на части.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_SHIP_SURRENDER"]/choice[1]/text
ru: Принять их предложение.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_SHIP_SURRENDER"]/choice[2]/text
ru: Мы не признаём капитуляцию!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[1]
ru: Корабль роков выходит на связь: «Хватит! Нас предупреждали, что пришельцы представляют угрозу укладу нашей жизни, и вы тому прямое подтверждение. Возьмите это и уходите с миром».

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[2]
ru: Их устройства трещат по швам, корабль роков пытается установить контакт: «Судно пришельцев, прекратите атаку. Мы заплатим».

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[3]
ru: Корабль роков отходит на защитную позицию и передаёт сигнал белого флага. Похоже, они хотят купить свои жизни.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[4]
ru: Корабль роков выходит на связь: «Хватит! Нас предупреждали, что пришельцы представляют угрозу укладу нашей жизни, и вы тому прямое подтверждение. Возьмите это и уходите с миром».

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[5]
ru: Их устройства трещат по швам, корабль роков пытается установить контакт: «Судно пришельцев, прекратите атаку. Мы заплатим».

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[6]
ru: Корабль роков отходит на защитную позицию и передаёт сигнал белого флага. Похоже, они хотят купить свои жизни.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[7]
ru: Корабль роков выходит на связь: «Хватит! Нас предупреждали, что пришельцы представляют угрозу укладу нашей жизни, и вы тому прямое подтверждение. Возьмите это и уходите с миром».

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[8]
ru: Их устройства трещат по швам, корабль роков пытается установить контакт: «Судно пришельцев, прекратите атаку. Мы заплатим».

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[9]
ru: Корабль роков отходит на защитную позицию и передаёт сигнал белого флага. Похоже, они хотят купить свои жизни.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[10]
ru: Корабль роков выходит на связь: «Хватит! Нас предупреждали, что пришельцы представляют угрозу укладу нашей жизни, и вы тому прямое подтверждение. Возьмите это и уходите с миром».

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[11]
ru: Их устройства трещат по швам, корабль роков пытается установить контакт: «Судно пришельцев, прекратите атаку. Мы заплатим».

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_SHIP_SURRENDER"]/text[12]
ru: Корабль роков отходит на защитную позицию и передаёт сигнал белого флага. Похоже, они хотят купить свои жизни.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE"]/text[1]
ru: Репутация бесстрашных пиратов накрепко прикипела к расе роков: воинственные от природы, они предпочитают брать своё силой, не опускаясь до дипломатических переговоров и заключения союзов. Вы натыкаетесь на один из их кораблей, и он точно подходит под это описание.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE"]/text[2]
ru: Корабль роков пролетает мимо ваших окон, и вы узнаёте знак отличия изгоев на корпусе. Это должно быть пираты!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE"]/text[3]
ru: Пёстрая коллекция кораблей роков расположилась вокруг этого маяка — они примкнули к пиратам. Защитные манёвры!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE"]/text[4]
ru: Репутация бесстрашных пиратов накрепко прикипела к расе роков: воинственные от природы, они предпочитают брать своё силой, не опускаясь до дипломатических переговоров и заключения союзов. Вы натыкаетесь на один из их кораблей, и он точно подходит под это описание.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE"]/text[5]
ru: Корабль роков пролетает мимо ваших окон, и вы узнаёте знак отличия изгоев на корпусе. Это должно быть пираты!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE"]/text[6]
ru: Пёстрая коллекция кораблей роков расположилась вокруг этого маяка — они примкнули к пиратам. Защитные манёвры!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE"]/text[7]
ru: Репутация бесстрашных пиратов накрепко прикипела к расе роков: воинственные от природы, они предпочитают брать своё силой, не опускаясь до дипломатических переговоров и заключения союзов. Вы натыкаетесь на один из их кораблей, и он точно подходит под это описание.

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE"]/text[8]
ru: Корабль роков пролетает мимо ваших окон, и вы узнаёте знак отличия изгоев на корпусе. Это должно быть пираты!

source: data/events_rock.xml.rawclobber$//textList[@name="ROCK_PIRATE"]/text[9]
ru: Пёстрая коллекция кораблей роков расположилась вокруг этого маяка — они примкнули к пиратам. Защитные манёвры!

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_LOOTING"]/text
ru: Вы находите выведенный из строя транспортник роков, плавающий недалеко от маяка. Вы намереваетесь забрать с него все полезные детали, но неизвестно, что он здесь делал до вас.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_LOOTING"]/choice[1]/text
ru: Обчистить корабль.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_LOOTING"]/choice[2]/text
ru: Оставить его в покое.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_LOOTING"]/choice[@req="slug_crew"]/text
ru: (Член экипажа слаг) Проверить присутствие жизненных форм и быть настороже, обыскивая останки корабля.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_LOOTING_STRIP"]/event[1]/text
ru: Вы собираете всё, что можете с корабля. Во время операции вас никто не беспокоит.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_LOOTING_STRIP"]/event[2]/text
ru: Пока вы разбирали корабль, патруль роков вышел из прыжка. Они передают: «Грязные пираты! Приготовьтесь умереть!» Вы сомневаетесь, что объяснение вашей миссии их переубедит.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_LOOTING_LEAVE"]/event[1]/text
ru: Раса роков не славится умением устраивать засады, но вы всё равно решаете лететь поскорее дальше.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_LOOTING_LEAVE"]/event[2]/text
ru: Раса роков не славится умением устраивать засады, но вы всё равно решаете лететь поскорее дальше.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_LOOTING_LEAVE"]/event[3]/text
ru: И только у вас появляется возможность уйти, как прибывает патрульный корабль роков. Вы перехватываете их болтовню: «...похоже, мы наконец нашли их. Этот кровавый пир закончится здесь!» Прежде чем вы успеваете отстоять свою невиновность, они нападают.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_LOOTING_SLUG"]/event[1]/text
ru: Вы собираете всё, что можете с корабля. Жизненных форм и кораблей поблизости не обнаружено.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_LOOTING_SLUG"]/event[2]/text
ru: Вы начинаете операцию по сбору, но вскоре экипаж предупреждает вас о приближающемся корабле. Вы поскорее уходите, прежде чем попадёте в радиус поражения его орудий.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY"]/text
ru: На поверхности ближайшей луны замечены неустойчивые признаки жизни. Здесь, похоже, расположен монастырь роков, в котором молодёжи "прививают" их религию, только сейчас там бушует что-то вроде переворота, и повсюду бегают озверевшие ученики.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY"]/choice[1]/text
ru: Выслать команду для расследования.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY"]/choice[1]/event/text
ru: Ваша команда докладывает о битвах между учениками и властями. Похоже, некоторые из учеников были объявлены еретиками и должны были быть заключены в тюрьму.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY"]/choice[1]/event/choice[1]/text
ru: Приказать команде принять сторону учеников.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY"]/choice[1]/event/choice[1]/event/text
ru: Не проходит много времени, и мелкая стычка перерастает в полномасштабное сражение, ваша команда и их военное вооружение в его эпицентре.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY"]/choice[1]/event/choice[2]/text
ru: Приказать команде принять сторону властей.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY"]/choice[1]/event/choice[2]/event/text
ru: Не проходит много времени, и мелкая стычка перерастает в полномасштабное сражение, ваша команда и их военное вооружение в его эпицентре.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY"]/choice[2]/text
ru: Покинуть это место.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY"]/choice[2]/event/text
ru: Пока они не стреляют по вашему кораблю, лучше их не трогать.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY"]/choice[@req="weapons"]/text
ru: (Продвинутые орудия) Сделать предупредительный выстрел рядом с волнениями, возвестив о своём прибытии.

source: data/events_rock.xml.rawclobber$//event[@name="ROCK_NURSERY"]/choice[@req="weapons"]/event/text
ru: Вы направляете шквальный огонь на пустой дом рядом с кратером поблизости от поселения. Стрельба на поверхности стихает на то время, пока лунные силы обороны отправляются к вашей дислокации!

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[1]/text
ru: В конце концов, дела оказались плохи. Враги обошли вашу команду с флангов, и они были вынуждены ретироваться на корабль.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[1]/choice/event/text
ru: Персонал и власти подчиняют последних изменников. Корабли для перевозки их в тюрьму уже на орбите.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[2]/text
ru: Бой проходит скверно, и ваша команда в конце концов обнаруживает себя загнанной в один угол с раненым роком в связке. Они делают отчаянный рывок к кораблю, но один из них погибает. Выжившие оказывают помощь раненому року на борту.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[2]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш член экипажа был достаточно близко к кораблю для того, чтобы клон-отсек возродил его.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[2]/choice[@req="CREW_ALL" and not(@lvl)]/event/choice/event/text
ru: Персонал и власти подчиняют последних изменников. Корабли для перевозки их в тюрьму уже на орбите.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[2]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[2]/choice[@req="CREW_ALL" and @lvl="0"]/event/choice/event/text
ru: Персонал и власти подчиняют последних изменников. Корабли для перевозки их в тюрьму уже на орбите.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[3]/text
ru: Ваша команда принимается за дело на главной площади, успешно сдерживает натиск вражеских бойцов и обретает контроль над комплексом!

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[3]/choice/event/text
ru: Ученики добивают оставшийся персонал и готовятся покинуть эту систему. Теперь им доступна только одна дорога — преступников.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[4]/text
ru: Ваша команда попадает под сильный обстрел. Одного из них ослепляет вспышкой бомбы, и он переваливается через край кратера, улетая далеко вниз к своей погибели. Оставшиеся успешно объединяются с дружественными силами и, в конце концов, обретают контроль над комплексом!

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[4]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш член экипажа был достаточно близко к кораблю для того, чтобы клон-отсек возродил его.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[4]/choice[@req="CREW_ALL" and not(@lvl)]/event/choice/event/text
ru: Ученики добивают оставшийся персонал и готовятся покинуть эту систему. Теперь им доступна только одна дорога — преступников.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[4]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[4]/choice[@req="CREW_ALL" and @lvl="0"]/event/choice/event/text
ru: Ученики добивают оставшийся персонал и готовятся покинуть эту систему. Теперь им доступна только одна дорога — преступников.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_STUDENTS"]/event[5]/text
ru: В ходе битвы основные действия уходят от местонахождения вашей команды, и, пока всё тихо, им удаётся завладеть каким-то брошенным вооружением. К тому моменту бой в основном был закончен, и экипаж вернулся на корабль.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[1]/text
ru: В конце концов, дела оказались плохи. Враги обошли вашу команду с флангов, и они были вынуждены ретироваться на корабль.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[1]/choice/event/text
ru: Ученики добивают оставшийся персонал и готовятся покинуть эту систему. Теперь им доступна только одна дорога — преступников.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[2]/text
ru: Бой проходит скверно, и ваша команда в конце концов обнаруживает себя загнанной в один угол с раненым роком в связке. Они делают отчаянный рывок к кораблю, но один из них погибает. Выжившие оказывают помощь раненому року на борту.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[2]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш член экипажа был достаточно близко к кораблю для того, чтобы клон-отсек возродил его.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[2]/choice[@req="CREW_ALL" and not(@lvl)]/event/choice/event/text
ru: Ученики добивают оставшийся персонал и готовятся покинуть эту систему. Теперь им доступна только одна дорога — преступников.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[2]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rock.xml.rawclobber$//eventList[@name="ROCK_NURSERY_AUTHORITY"]/event[2]/choice[@req="CREW_ALL" and @lvl="0"]/event/choice/event/text
ru: Ученики добивают оставшийся персонал и готовятся покинуть эту систему. Теперь им доступна только одна дорога — преступников.
