Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/names.xml.rawclobber/*.po
Languages: ru

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[561]
ru: Тайтуб

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[562]
ru: Таландр

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[563]
ru: Талос

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[564]
ru: Тапок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[565]
ru: Тариус

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[566]
ru: Таторио

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[567]
ru: Тейлз

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[568]
ru: Тентакл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[569]
ru: Термит

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[570]
ru: Техник

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[571]
ru: Ти Лек

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[572]
ru: Тианид

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[573]
ru: Тиан Ками

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[574]
ru: Тигга

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[575]
ru: Тиз

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[576]
ru: Тирион

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[577]
ru: Томас

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[578]
ru: Томасан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[579]
ru: Топор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[580]
ru: Топыч

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[581]
ru: Торгус

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[582]
ru: Торп

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[583]
ru: Торт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[584]
ru: Трай

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[585]
ru: Трейн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[586]
ru: Трибес

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[587]
ru: Трин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[588]
ru: Тролль

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[589]
ru: Тромбасс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[590]
ru: Ушан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[591]
ru: Фагги

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[592]
ru: Файт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[593]
ru: Факт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[594]
ru: Фалкон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[595]
ru: Фальк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[596]
ru: Фанфани

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[597]
ru: Фарад

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[598]
ru: Фаргот

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[599]
ru: Фастер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[600]
ru: Фейл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[601]
ru: Феном

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[602]
ru: Фенрир

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[603]
ru: Ферри

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[604]
ru: Фесс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[605]
ru: Филип

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[606]
ru: Фингал

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[607]
ru: Флаер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[608]
ru: Флэшви

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[609]
ru: Фокси

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[610]
ru: Фолк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[611]
ru: Фотос

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[612]
ru: Фраер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[613]
ru: Фредек

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[614]
ru: Френд

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[615]
ru: Фугитив

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[616]
ru: Фулгор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[617]
ru: Фуэл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[618]
ru: Фыва

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[619]
ru: Фьюжн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[620]
ru: Хаар

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[621]
ru: Хагрид

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[622]
ru: Хазайр

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[623]
ru: Хайн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[624]
ru: Хакер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[625]
ru: Хаосер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[626]
ru: Харо

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[627]
ru: Хасео

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[628]
ru: Хатц

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[629]
ru: Хачик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[630]
ru: Хилл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[631]
ru: Хим

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[632]
ru: Химерик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[633]
ru: Химич

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[634]
ru: Хиппи

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[635]
ru: Холоп

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[636]
ru: Хосе

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[637]
ru: Хром

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[638]
ru: Хронос

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[639]
ru: Хрюн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[640]
ru: Хуч

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[641]
ru: Центрон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[642]
ru: Церен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[643]
ru: Цорк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[644]
ru: Чирик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[645]
ru: Чиф Блэк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[646]
ru: Чобот

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[647]
ru: Чумубик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[648]
ru: Шадов

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[649]
ru: Шам

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[650]
ru: Шатап

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[651]
ru: Шекли

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[652]
ru: Шелл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[653]
ru: Шепард

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[654]
ru: Шин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[655]
ru: Шиннок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[656]
ru: Широй

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[657]
ru: Шкипер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[658]
ru: Шкодник

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[659]
ru: Штамп

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[660]
ru: Штекер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[661]
ru: Штопор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[662]
ru: Штырь

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[663]
ru: Шупи

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[664]
ru: Эдуард

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[665]
ru: Эксти

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[666]
ru: Элвис

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[667]
ru: Элизиум Фрост

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[668]
ru: Элнар

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[669]
ru: Элрест

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[670]
ru: Эмерт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[671]
ru: Эммет Браун

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[672]
ru: Энкор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[673]
ru: Эно

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[674]
ru: Эпик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[675]
ru: Эразм

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[676]
ru: Эрессир

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[677]
ru: Эрл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[678]
ru: Эрос

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[679]
ru: Эскобар

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[680]
ru: Эспер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[681]
ru: Югфи

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[682]
ru: Юджин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[683]
ru: Юзер Нейм

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[684]
ru: Юзис

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[685]
ru: Якоб

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[686]
ru: Ямато

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[687]
ru: Яррик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[688]
ru: Ясен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[689]
ru: Алекс Ригопулос

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[690]
ru: Мортрэйвен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[691]
ru: Нотч

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[692]
ru: Стивен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[693]
ru: Вэй-Шинг

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[694]
ru: Кадриэл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[695]
ru: Старгер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[696]
ru: Эндрю Фенн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[697]
ru: Мр. Буга

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[698]
ru: Борман

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[699]
ru: Скотт Клёцкин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[700]
ru: Фличи

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[701]
ru: Джоэл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[702]
ru: Шэлтон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[703]
ru: Тач

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[704]
ru: Логан Джонсон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[705]
ru: Энзо Мартин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[706]
ru: Джекс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[707]
ru: Джефф Баарс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[708]
ru: Оум

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[709]
ru: Илай Карис

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[710]
ru: Гампо

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[711]
ru: Зеримар

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[712]
ru: Бомфай М

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[713]
ru: Никоз

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[714]
ru: Скупс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[715]
ru: Ремо

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[716]
ru: Берко

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[717]
ru: Джорлак

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[718]
ru: Хассифа

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[719]
ru: Магмароз

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[720]
ru: Баттерз

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[721]
ru: Джош Кюббин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[722]
ru: Витас Варнэс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[723]
ru: Монсвик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[724]
ru: Грозоли

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[725]
ru: Шон О'Риган

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[726]
ru: Том Бэнкс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[727]
ru: Никми

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[728]
ru: Маллетт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[729]
ru: Вивимор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[730]
ru: Крэйг Долан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[731]
ru: Дре Козар

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[732]
ru: Ник Ланг

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[733]
ru: Гилес

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[734]
ru: Си Уай Хенг

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[735]
ru: Нартоллис

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[735]/@short
ru: Нарт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[736]
ru: Норвин Шульц

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[737]
ru: Кристоф Зед

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[738]
ru: Брюс Герик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[739]
ru: Крис Филлипс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[740]
ru: Михаэль Оловс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[741]
ru: Джеймс Померой

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[742]
ru: Майк Вестон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[743]
ru: Джэйсон Бови

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[744]
ru: Ксему

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[745]
ru: Ник Брекон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[746]
ru: Капалка

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[747]
ru: Стик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[748]
ru: Ропер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[749]
ru: Фредерик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[750]
ru: Хенрик Эйстед

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[751]
ru: Фаерди

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[752]
ru: Трико

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[753]
ru: Марадайн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[754]
ru: Суомпсон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[755]
ru: Арриес

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[756]
ru: Элнуб

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[757]
ru: Кен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[758]
ru: Рэнди Уокер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[759]
ru: Деклан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[760]
ru: Луаан Ти

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[761]
ru: Киркнер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[762]
ru: Ломбард

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[763]
ru: Ферас

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[764]
ru: Иоз

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[765]
ru: Райан Маниск

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[766]
ru: Джи-Эм Фоу

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[767]
ru: О. Вильямс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[768]
ru: Ивон Сай

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[769]
ru: Джонни Мэлони

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[770]
ru: Максвел

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[771]
ru: Томас Блох

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[772]
ru: Ринхард

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[773]
ru: Кремити

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[774]
ru: Эй Джей Хагер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[775]
ru: Стивен Экман

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[776]
ru: Йен Мэгни

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[777]
ru: Джек Ширай

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[778]
ru: Джулиан Рафн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[779]
ru: Марканд

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[780]
ru: Стивен Денглер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[781]
ru: Нелис

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[782]
ru: Крис Мэлот

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[783]
ru: Давион

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[784]
ru: Джон Колдуэлл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[785]
ru: Кюси

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[786]
ru: Лагарди

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[787]
ru: Винсент

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[788]
ru: Кевин Фиш

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[789]
ru: Тьюринг

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[1]
ru: Барбидоша

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[2]
ru: Азаза

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[3]
ru: Аида

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[4]
ru: Аиша

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[5]
ru: Аки

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[6]
ru: Алиса

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[7]
ru: Альма

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[8]
ru: Анаэдра

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[9]
ru: Анна

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[10]
ru: Арай

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[11]
ru: Арилл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[12]
ru: Арион

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[13]
ru: Ариэль

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[14]
ru: Бабка

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[15]
ru: Базинга

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[16]
ru: Бренда

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[17]
ru: Валерия

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[18]
ru: Венди

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[19]
ru: Вера

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[20]
ru: Внучка

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[21]
ru: Гайка

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[22]
ru: Гаэнор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[23]
ru: Грэйси

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[24]
ru: Ева

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[25]
ru: Дамба

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[26]
ru: Дама Г.

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[27]
ru: Дека

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[28]
ru: Демисир

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[29]
ru: Джескей

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[30]
ru: Джилл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[31]
ru: Дрен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[32]
ru: Жиза

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[33]
ru: Жилка

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[34]
ru: Йонси

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[35]
ru: Йория

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[36]
ru: Кафа

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[37]
ru: Ким

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[38]
ru: Крио

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[39]
ru: Ксиа

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[40]
ru: Лана

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[41]
ru: Лапша

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[42]
ru: Лиза

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[43]
ru: Лис

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[44]
ru: Ложка

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[45]
ru: Лорен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[46]
ru: Луна

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[47]
ru: Лэйла

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[48]
ru: Лярва

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[49]
ru: Мария

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[50]
ru: Мейзи

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[51]
ru: Мека

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[52]
ru: Меркури

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[53]
ru: Милори

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[54]
ru: Минарда

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[55]
ru: Миранда

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[56]
ru: Мойби

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[57]
ru: Молли
