Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/names.xml.rawclobber/*.po
Languages: ru

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[1]
source: Barabavka
ru: Барабавка

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[2]
source: Grinders
ru: Гриндерс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[3]
ru: Зергулик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[4]
ru: Иванзифер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[5]
source: Kizdosik
ru: Киздосик

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[6]
source: Majestic
ru: Маджестик

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[7]
source: Murdantix
ru: Мурдантикс

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[7]/@short
source: Murd
ru: Мурд

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[8]
source: Pustunchik
ru: Пустунчик

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[9]
source: Plenumolog
ru: Пленумолог

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[9]/@short
source: Plenum
ru: Пленум

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[10]
ru: Человек-Кирилл

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[10]/@short
source: Cyril
ru: Кирилл

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[11]
source: Obama
ru: Абама

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[12]
source: Abver
ru: Абвер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[13]
source: Abrams
ru: Абрамс

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[14]
source: Avadon
ru: Авадон

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[15]
source: Agascar
ru: Агаскар

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[16]
source: Adam
ru: Адам

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[17]
source: Adnan
ru: Аднан

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[18]
source: Aimp
ru: Аимп

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[19]
source: Akbukhan
ru: Акбухан

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[20]
source: Axel
ru: Аксель

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[21]
source: Alexander D
ru: Александр Ди

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[22]
source: Alcid
ru: Алсид

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[23]
source: Alu
ru: Алу

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[24]
source: Alucard
ru: Алукард

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[25]
source: Altron
ru: Альтрон

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[26]
source: Alyosha
ru: Алёша

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[27]
source: Amatair
ru: Аматаир

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[28]
source: Amur
ru: Амур

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[29]
source: Andron
ru: Андрон

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[30]
source: Antario
ru: Антарио

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[31]
ru: Антижук

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[32]
ru: Ануок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[33]
ru: Апндал

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[34]
source: Apollo
ru: Аполло

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[35]
source: Arafat
ru: Арафат

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[36]
source: Arboler
ru: Арболер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[37]
source: Argeltal
ru: Аргелтал

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[38]
source: Arkady
ru: Аркадий

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[39]
ru: Аркей

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[40]
source: Arcot
ru: Аркот

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[41]
source: Arnold
ru: Арнольд

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[42]
source: Artyom
ru: Артём

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[43]
ru: Артрас

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[44]
ru: Архил

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[45]
ru: Асса

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[46]
source: Asterix
ru: Астрикс

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[47]
source: Atreyu
ru: Атрейо

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[48]
source: Outcast
ru: Ауткаст

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[49]
source: Akhmarov
ru: Ахмаров

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[50]
source: Aztec
ru: Ацтек

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[51]
ru: Бабах

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[52]
source: Badaboom
ru: Бадабум

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[53]
source: Bazinga
ru: Базинг

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[54]
ru: Бак Ост

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[55]
source: Balamut
ru: Баламут

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[56]
source: Ballast
ru: Балласт

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[57]
source: Banzai
ru: Банзай

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[58]
source: Bart
ru: Барт

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[59]
source: Bass
ru: Басом

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[60]
source: Baton
ru: Батон

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[61]
source: Batu
ru: Батый

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[62]
source: Bauer
ru: Бауэр

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[63]
source: Bess
ru: Бес

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[64]
ru: Бигбай

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[65]
source: Beowulf
ru: Биоволф

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[66]
source: Bishop
ru: Бишоп

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[67]
source: Block
ru: Блок

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[68]
source: Bogdan
ru: Богдан

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[69]
source: Bolt
ru: Болт

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[70]
source: Bottos
ru: Боттос

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[71]
source: Brian
ru: Брайан

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[72]
source: Brother
ru: Брат

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[73]
source: Ford
ru: Брод

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[74]
source: Bubaloch
ru: Бубалех

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[75]
ru: Бубоник

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[76]
source: Puff
ru: Бутер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[77]
source: Butcher
ru: Бутчер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[78]
ru: Бычан

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[79]
source: Bjorn
ru: Бьёрн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[80]
ru: Бёрд

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[81]
source: Waganich
ru: Ваганыч

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[82]
source: Vados
ru: Вадос

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[83]
source: Vazuka
ru: Вазюка

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[84]
source: Valera
ru: Валера

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[85]
source: Validol
ru: Валидол

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[86]
source: Vantus
ru: Вантус

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[87]
source: Varg
ru: Варг

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[88]
ru: Варкун

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[89]
source: Warp
ru: Варп

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[90]
source: Varrock
ru: Варрок

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[91]
source: Vasily
ru: Василий

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[92]
source: Vasyan
ru: Васян

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[93]
ru: Вджус

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[94]
source: Weber
ru: Вебер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[95]
source: Bucket
ru: Ведро

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[96]
source: Witcher
ru: Ведун

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[97]
source: Velores
ru: Велорес

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[98]
source: Broom
ru: Веник

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[99]
source: Venom
ru: Веном

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[100]
ru: Венсус

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[101]
ru: Вервулф

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[102]
source: Werther
ru: Вертер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[103]
source: Vivanov
ru: Виванов

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[104]
source: Vivek
ru: Вивек

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[105]
source: Weaver
ru: Вивер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[106]
source: Vivipon
ru: Вивипон

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[107]
source: Vicanti
ru: Виканти

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[108]
source: Vin
ru: Вин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[109]
ru: Винзард

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[110]
source: Vinst
ru: Винст

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[111]
ru: Вирл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[112]
ru: Витёк

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[113]
source: Vlad
ru: Влад

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[114]
source: Grandson
ru: Внук

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[115]
source: Vonavi
ru: Вонави

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[116]
source: Vortex
ru: Вортекс

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[117]
source: Warrior
ru: Ворриор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[118]
ru: Всадник

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[119]
source: Vuvka
ru: Вувко

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[120]
source: Vulcan
ru: Вулкан

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[121]
source: Vurdol
ru: Вурдол

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[122]
source: Vursten
ru: Вурстен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[123]
ru: Вуус

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[124]
source: Vance
ru: Вэнс

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[125]
source: Gazmyas
ru: Газмяс

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[126]
source: Gamada
ru: Гамадо

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[127]
ru: Ганлеер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[128]
source: Garma
ru: Гарма

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[129]
source: Garn
ru: Гарн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[130]
ru: Гарпун

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[131]
source: Garrett
ru: Гаррет

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[132]
ru: Геймер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[133]
source: Hector
ru: Гектор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[134]
ru: Геральт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[135]
ru: Герасим

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[136]
ru: Геткор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[137]
ru: Гитман

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[138]
ru: Глетчер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[139]
ru: Гму

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[140]
ru: Гомер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[141]
ru: Горзо

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[142]
ru: Грант

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[143]
ru: Граффин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[144]
ru: Грегор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[145]
ru: Грейкод

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[146]
ru: Грек

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[147]
ru: Гримм

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[148]
ru: Грин Фокс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[149]
ru: Гриш

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[150]
ru: Гриша

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[151]
ru: Гришин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[152]
ru: Гром

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[153]
ru: Грубнас

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[154]
source: Groot
ru: Грут

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[155]
ru: Гуджоб

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[156]
ru: Гудтрэш

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[157]
ru: Гусар

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[158]
source: Goof
ru: Гуф

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[159]
source: David
ru: Давид

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[160]
ru: Даниг

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[161]
source: Dagget
ru: Дагот

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[162]
source: Dice
ru: Дайс

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[163]
source: Dime
ru: Дайм

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[164]
source: Dalek Kaan
ru: Далек Каан

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[165]
source: Darlene
ru: Дарлин

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[166]
source: Dark
ru: Дарк

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[167]
source: Dwayne
ru: Двайан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[168]
ru: Дван

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[169]
ru: Девоут

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[170]
source: Gramps
ru: Дед

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[171]
ru: Декан

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[172]
source: Dexter
ru: Декстер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[173]
ru: Дернач

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[174]
ru: Дерон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[175]
ru: Деспин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[176]
ru: Дессмол

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[177]
ru: Дехит

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[178]
source: Jabba
ru: Джаба

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[179]
source: Justin
ru: Джастин

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[180]
source: Jack Hammer
ru: Джек Хаммер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[181]
source: Jerry
ru: Джерри

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[182]
source: Jessie
ru: Джесси

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[183]
source: Jeffrey
ru: Джеффри

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[184]
source: Jim
ru: Джим

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[185]
source: Gin
ru: Джин

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[186]
source: Jobashi
ru: Джобаши

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[187]
source: Joker
ru: Джокер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[188]
source: John
ru: Джон

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[189]
source: Johnny Vagabond
ru: Джонни Вагабонд

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[190]
source: Juniper
ru: Джунпен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[191]
ru: Дивайт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[192]
ru: Дислоер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[193]
source: Dober
ru: Добор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[194]
ru: Доккова

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[195]
ru: Домен

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[196]
source: Don Juan
ru: Дон Хуан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[197]
ru: Дотер

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[198]
source: Dry
ru: Драй

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[199]
ru: Дреглак

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[200]
ru: Дрим Хард

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[201]
source: Droid
ru: Дроид

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[202]
ru: Дудец

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[203]
ru: Дудлик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[204]
ru: Дуит

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[205]
ru: Думак

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[206]
ru: Дункан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[207]
ru: Дырро

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[208]
ru: Дэн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[209]
ru: Евгениус

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[210]
source: Egor
ru: Егор

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[211]
source: Elm
ru: Елм

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[212]
ru: Енотч

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[213]
ru: Ермак

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[214]
ru: Есаул

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[215]
source: Jacket
ru: Жакет

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[216]
source: JJ
ru: Же Же

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[217]
ru: Женя

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[218]
ru: Жерка

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[219]
ru: Жорж

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[220]
ru: Жук

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[221]
ru: Жэддит

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[222]
source: Zack
ru: Зак

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[223]
ru: Зальтир

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[224]
ru: Замбис

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[225]
ru: Запал

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[226]
ru: Заркен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[227]
ru: Зарко

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[228]
ru: Зартос

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[229]
ru: Зен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[230]
ru: Зерет

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[231]
ru: Зизитоп

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[232]
ru: Зимерк Дерк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[233]
ru: Злат Булат

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[234]
ru: Зомбарь

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[235]
ru: Злоног

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[236]
ru: Зоррио

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[237]
ru: Зураб

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[238]
ru: Зэс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[239]
ru: Ибрагим

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[240]
ru: Иван

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[241]
ru: Иешуа

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[242]
ru: Изич

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[243]
ru: Изумен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[244]
ru: Икадум

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[245]
ru: Ил

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[246]
ru: Иллюжн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[247]
ru: Импульс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[248]
ru: Имтек

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[249]
ru: Инь Янь

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[250]
ru: Иоганн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[251]
ru: Ионов

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[252]
ru: Иосиф

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[253]
ru: Исаак

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[254]
ru: Иуда

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[255]
ru: Йокко

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[256]
ru: Йолер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[257]
ru: Йорик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[258]
ru: Йоххан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[259]
ru: Калион

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[260]
ru: Кансел

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[261]
ru: Капика

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[262]
ru: Карл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[263]
ru: Карн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[264]
ru: Каспер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[265]
ru: Кастер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[266]
ru: Катсун

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[267]
ru: Кафка

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[268]
ru: Квентин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[269]
ru: Кейрус

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[270]
ru: Кейсик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[271]
ru: Кекс
