Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/names.xml.rawclobber/*.po
Languages: ru

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[272]
ru: Кемпер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[273]
ru: Кенбро

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[274]
ru: Кеникс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[275]
ru: Кикс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[276]
ru: Киллми

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[277]
ru: Кинг

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[278]
ru: Киран

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[279]
ru: Кирби

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[280]
ru: Кирк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[281]
ru: Киря

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[282]
ru: Китцуне

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[283]
ru: Клоуз

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[284]
ru: Кнайт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[285]
ru: Колобок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[286]
ru: Колян

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[287]
ru: Комбез

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[288]
ru: Компот

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[289]
ru: Консул

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[290]
ru: Контест

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[291]
ru: Корсар

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[292]
ru: Косарь

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[293]
ru: Косару

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[294]
ru: Космик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[295]
ru: Косяк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[296]
ru: Крабос

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[297]
ru: Кремень

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[298]
ru: Кренг

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[299]
ru: Кречет

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[300]
ru: Кромб

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[301]
ru: Кронзак

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[302]
ru: Крош

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[303]
ru: Крюгер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[304]
ru: Крюк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[305]
ru: Ксенон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[306]
ru: Ксулли

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[307]
ru: Ктотак

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[308]
ru: Кубач

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[309]
ru: Кубик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[310]
ru: Кукан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[311]
ru: Кукан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[312]
ru: Кукар

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[313]
ru: Кулич

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[314]
ru: Кунха

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[315]
ru: Куребин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[316]
ru: Курио

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[317]
ru: Кусман

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[318]
ru: Кусок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[319]
ru: Кфлюр

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[320]
ru: Кэп

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[321]
ru: Лаваш

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[322]
ru: Лаггет

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[323]
source: Laser
ru: Лазарус

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[324]
ru: Лазер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[325]
ru: Лайт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[326]
ru: Ланн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[327]
ru: Ларзет

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[328]
ru: Ласт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[329]
ru: Латонен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[330]
ru: Лаэрт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[331]
ru: Левомин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[332]
ru: Левонс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[333]
ru: Лео

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[334]
ru: Леоназ

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[335]
ru: Лесник

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[336]
ru: Лёшка

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[337]
ru: Лиам

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[338]
ru: Ливер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[339]
ru: Лид

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[340]
ru: Лидсон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[341]
ru: Линарм

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[342]
ru: Линкс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[343]
ru: Лири Фокс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[344]
ru: Логобор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[345]
ru: Локдок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[346]
ru: Локи

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[347]
ru: Лось

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[348]
ru: Лударь

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[349]
ru: Лукас

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[350]
ru: Луни

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[351]
ru: Лю Чжан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[352]
ru: Люциан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[353]
ru: Ма Фэн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[354]
ru: Майкер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[355]
ru: МакФлай

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[356]
ru: Макам

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[357]
ru: Максим

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[358]
ru: Малибу

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[359]
ru: Маллори

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[360]
ru: Малок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[361]
ru: Мамба

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[362]
ru: Маниюк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[363]
ru: Маркель

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[364]
ru: Марко

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[365]
ru: Маркус

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[366]
ru: Маркуша

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[367]
ru: Маршал Гуд

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[368]
ru: Мастер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[369]
ru: Маузер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[370]
ru: Маус

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[371]
ru: Мафин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[372]
ru: Мегуск

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[373]
ru: Механик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[374]
ru: Миакис

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[375]
ru: Мидас

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[376]
ru: Микон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[377]
ru: Милан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[378]
ru: Миллер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[379]
ru: Минибим

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[380]
ru: Мистериус

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[381]
ru: Михаил

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[382]
ru: Михалыч

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[383]
ru: Михне

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[384]
ru: Монтиро

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[385]
ru: Морпех

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[386]
ru: Мр. Вайт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[387]
ru: Мрак

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[388]
ru: Мсакас

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[389]
ru: Мув

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[390]
ru: Муджил

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[391]
ru: Муму

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[392]
ru: Мурмаш

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[393]
ru: Мучачо

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[394]
ru: Мэворик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[395]
ru: Мэд Ренджер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[396]
ru: Мэмс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[397]
ru: Мэтт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[398]
ru: Мэтью

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[399]
ru: Мэффи

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[400]
ru: Нагетс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[401]
ru: Накрул

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[402]
ru: Натан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[403]
ru: Неждан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[404]
ru: Нелдар

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[405]
ru: Нелок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[406]
ru: Нелот

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[407]
ru: Ненадо

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[408]
ru: Неревар

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[409]
ru: Несахар

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[410]
ru: Нига

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[411]
ru: Никола

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[412]
ru: Никитон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[413]
ru: Ниро

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[414]
ru: Нирутти

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[415]
ru: Нитро

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[416]
ru: Нонейм

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[417]
ru: Нубас

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[418]
ru: Нуфен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[419]
ru: Овсек

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[420]
ru: Ожидан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[421]
ru: Окидоки

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[422]
ru: Окуляр

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[423]
ru: Олмс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[424]
ru: Омар

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[425]
ru: Омнилан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[426]
ru: Они

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[427]
ru: Орден

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[428]
ru: Оркасов

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[429]
ru: Осса

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[430]
ru: Оуэн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[431]
ru: Павел

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[432]
ru: Палач

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[433]
ru: Паллус

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[434]
ru: Панч

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[435]
ru: Паркер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[436]
ru: Пасис

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[437]
ru: Патрикс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[438]
ru: Паук

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[439]
ru: Пень

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[440]
ru: Пепех

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[441]
ru: Перк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[442]
ru: Печень

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[443]
ru: Пивас

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[444]
ru: Пилот

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[445]
ru: Питер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[446]
ru: Пифагор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[447]
ru: Порез

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[448]
ru: Потап

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[449]
ru: Пранк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[450]
ru: Прокси

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[451]
ru: Прост

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[452]
ru: Протон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[453]
ru: Прохор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[454]
ru: Птям

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[455]
ru: Пумба Бумба

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[456]
ru: Пукич

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[457]
ru: Путис

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[458]
ru: Пучбуд

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[459]
ru: Пятюня

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[460]
ru: Рагул

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[461]
ru: Разор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[462]
ru: Ракан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[463]
ru: Ракша

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[464]
ru: Раппи

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[465]
ru: Рашер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[466]
ru: Реверс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[467]
ru: Реддан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[468]
ru: Редс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[469]
ru: Рейв

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[470]
ru: Релмо

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[471]
ru: Рельс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[472]
ru: Рене

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[473]
ru: Ривид

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[474]
ru: Ризок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[475]
ru: Римас

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[476]
ru: Рино

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[477]
ru: Рип

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[478]
ru: Родрик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[479]
ru: Розарио

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[480]
ru: Рой

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[481]
ru: Рокетап

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[482]
ru: Ролланд

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[483]
ru: Ролли

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[484]
ru: Рольф

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[485]
ru: Ромеро

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[486]
ru: Рошаг

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[487]
ru: Ростик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[488]
ru: Рошаг

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[489]
ru: Роше

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[490]
ru: Рубик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[491]
ru: Рубкин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[492]
ru: Рудо

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[493]
ru: Руконог

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[494]
ru: Рустик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[495]
ru: Рутони

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[496]
ru: Рыбак

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[497]
ru: Савва

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[498]
ru: Саггер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[499]
ru: Сагрест

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[500]
ru: Сазерот

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[501]
ru: Саизан

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[502]
ru: Сай

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[503]
ru: Сайракс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[504]
ru: Самурай

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[505]
ru: Санчес

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[506]
ru: Сапог

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[507]
ru: Сахиб

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[508]
ru: Саша Молод

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[509]
ru: Свят

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[510]
ru: Сегн

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[511]
ru: Седитатив

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[512]
ru: Сезам

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[513]
ru: Сектор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[514]
ru: Селко

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[515]
ru: Семён

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[516]
ru: Сигмаир

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[517]
ru: Сидоров

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[518]
ru: Сидут

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[519]
ru: Сильвер

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[520]
ru: Синжал

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[521]
ru: Синк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[522]
ru: Сифнокс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[523]
ru: Сифокс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[524]
ru: Скай

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[525]
ru: Ског

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[526]
ru: Скордж

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[527]
ru: Скотч

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[528]
ru: Скэтман

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[529]
ru: Слив

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[530]
ru: Слоупок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[531]
ru: Смейк

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[532]
ru: Смерть

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[533]
ru: Смол

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[534]
ru: Смоук

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[535]
ru: Сокол

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[536]
ru: Сорян

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[537]
ru: Сос

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[538]
ru: Спайрус

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[539]
ru: Спаркс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[540]
ru: Спартак

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[541]
ru: Спектр

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[542]
ru: Старик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[543]
ru: Стасик

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[544]
ru: Стивен

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[545]
ru: Стиг

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[546]
ru: Стилус

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[547]
ru: Стилмок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[548]
ru: Стокс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[549]
ru: Стопор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[550]
ru: Стресс

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[551]
ru: Стример

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[552]
ru: Стэнсон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[553]
ru: Сурок

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[554]
ru: Сутчев

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[555]
ru: Сухарь

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[556]
ru: Сэм

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[557]
ru: Сяпа

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[558]
ru: Тадеуш

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[559]
ru: Тай И

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[1]/name[560]
ru: Тайрус
