Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/names.xml.rawclobber/*.po
Languages: ru

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[58]
ru: Мориган

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[59]
ru: Мосиква

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[60]
ru: Муза

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[61]
ru: Мэнон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[62]
ru: Назия

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[63]
ru: Наоми

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[64]
ru: Ней

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[65]
ru: Ниса

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[66]
ru: Ноби

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[67]
ru: Ноэми

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[68]
ru: Няша

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[69]
ru: Нюша

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[70]
ru: Панда

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[71]
ru: Пипалук

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[72]
ru: Ребека

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[73]
ru: Риноа

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[74]
ru: Рипли

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[75]
ru: Рей

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[76]
ru: Ремка

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[77]
ru: Рэйра

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[78]
ru: Сетгёрл

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[79]
ru: Син Син

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[80]
ru: Сири

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[81]
ru: Соня

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[82]
ru: София

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[83]
ru: Сырно

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[84]
ru: Таната

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[85]
ru: Танисия

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[86]
ru: Терана

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[87]
ru: Тирания

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[88]
ru: Трава

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[89]
ru: Триша

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[90]
ru: Тьитин

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[91]
ru: Уиллоу

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[92]
ru: Фелис

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[93]
ru: Флор

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[94]
ru: Фоза

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[95]
ru: Фреза

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[96]
ru: Хрюндя

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[97]
ru: Цугуми

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[98]
ru: Чим

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[99]
ru: Чуча

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[100]
ru: Шурга

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[101]
ru: Элиза

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[102]
ru: Элисон

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[103]
ru: Эмили

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[104]
ru: Эмма

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[105]
ru: Ягодина

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[106]
ru: Бэт

source: data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[107]
ru: Дэбби

# data/names.xml.rawclobber$/dummyroot/FTL/nameList[2]/name[108]
source: Kara
ru: Кара
