Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[7]/text
ru: Гадалка долго рассказывает вам рецептах своих зелий и, когда вы уже собрались уходить, добавляет: «...два воина сойдутся насмерть в красном свете, судьба других решится в этот миг...»

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[8]/text
ru: Гадалка непринуждённо рассказывает вам о ценах на рабов в этом секторе, а затем её глаза белеют, и она перестаёт дышать. Вы потихоньку уходите отсюда, прихватив какой-то ящик с металлическим барахлом.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[9]/text
ru: Гадалка говорит, что недавно тут поблизости разбился какой-то корабль, и она кое-что притащила с него. Теперь это ваше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[10]/text
ru: Гадалка говорит, что недавно тут поблизости разбился какой-то корабль, и она кое-что притащила с него. Теперь это ваше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[11]/text
ru: Гадалка говорит, что недавно тут поблизости разбился какой-то корабль, и она кое-что притащила с него. Теперь это ваше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[12]/text
ru: Гадалка говорит, что недавно тут поблизости разбился какой-то корабль, и она кое-что притащила с него. Теперь это ваше.

source: data/events_rebel.xml.rawclobber$//event[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE"]/text
ru: Пиратское судно выходит на связь: «Помогите! Мы тут застряли без топлива, и фанатики могут появиться в любой момент. Мы вас отблагодарим!»

source: data/events_rebel.xml.rawclobber$//event[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE"]/choice[1]/text
ru: Дать им топливо.

source: data/events_rebel.xml.rawclobber$//event[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE"]/choice[1]/event/text
ru: Вы отправляете им немного топлива.

source: data/events_rebel.xml.rawclobber$//event[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE"]/choice[2]/text
ru: Атаковать их.

source: data/events_rebel.xml.rawclobber$//event[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE"]/choice[2]/event/text
ru: Вы не можете позволить, чтобы ещё один пират остался в живых и нападал на мирные суда Федерации.

source: data/events_rebel.xml.rawclobber$//event[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE"]/choice[3]/text
ru: Отказать им. Топливо нужно нам самим.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE_GIVE"]/event[1]/text
ru: Пираты с благодарностью принимают ваше топливо, но говорят, что у них нет ничего взамен. Похоже, они обманывают вас...

source: data/events_rebel.xml.rawclobber$//eventList[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE_GIVE"]/event[1]/choice[1]/text
ru: Атаковать их.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE_GIVE"]/event[1]/choice[1]/event/text
ru: Пираты поплатятся за всё...

source: Leave them alone.
ru: Оставить их в покое.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE_GIVE"]/event[2]/text
ru: Пираты передают вам немного лома и боеприпасов и готовятся улетать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE_GIVE"]/event[3]/text
ru: Пираты передают вам немного лома и деталей дронов и готовятся улетать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE_GIVE"]/event[4]/text
ru: Пираты, забрав топливо, начинают зарядку своих орудий — вот она, их "благодарность".

source: data/events_rebel.xml.rawclobber$//eventList[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE_NO_GIVE"]/event[1]/text
ru: Пираты принимают ваш ответ и просят прислать им помощь, если вы встретите кого-нибудь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HOSTILE_ORDEN_EMPTYFUEL_PIRATE_NO_GIVE"]/event[2]/text
ru: Их капитан прокашливается и говорит: «Кажется вы нас неправильно поняли. Отдать топливо — это была совсем не просьба...»

source: data/events_rebel.xml.rawclobber$//ship[@name="SHIP_EMPTYFUEL_PIRATE"]/escape/text
ru: Тем временем они начинают зарядку двигателя. То есть топливо-то у них было!

source: data/events_rebel.xml.rawclobber$//ship[@name="SHIP_EMPTYFUEL_PIRATE"]/gotaway/text
ru: Пираты улизнули!

source: data/events_rebel.xml.rawclobber$//ship[@name="SHIP_EMPTYFUEL_PIRATE"]/destroyed/text
ru: Корабль пиратов разваливается на части, и вы собираете пару обломков.

source: data/events_rebel.xml.rawclobber$//ship[@name="SHIP_EMPTYFUEL_PIRATE"]/deadCrew/text
ru: Все пираты мертвы, и вы полностью обчищаете их трюмы.

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_SHIP"]/choice[1]/text
ru: Атаковать их корабль.

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_SHIP"]/choice[1]/event/text
ru: Не пристало вам прятаться от еретиков, орудия к бою!

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_SHIP"]/choice[2]/text
ru: Без лишнего шума зарядить двигатели и улететь.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEUTRAL_ORDEN_SHIP_TEXT"]/text[1]
ru: В отдалении маячит одинокий крейсер Ордена. Это хорошая возможность атаковать первыми.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEUTRAL_ORDEN_SHIP_TEXT"]/text[2]
ru: Крейсер Ордена патрулирует этот маяк. Они совершают манёвр разворота и пока не видят вас.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEUTRAL_ORDEN_SHIP_TEXT"]/text[3]
ru: Неподалёку от маяка вы видите умирающую планету, а на её орбите находится корабль фанатиков.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEUTRAL_ORDEN_SHIP_TEXT"]/text[4]
ru: Маяк пуст, но вдалеке вы замечаете корабль фанатиков, неспешно приближающийся в вашу сторону.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEUTRAL_ORDEN_SHIP_TEXT"]/text[5]
ru: Лишь одинокая умирающая планета украшает этот маяк. В следующее мгновение из-за её тёмной стороны начинает показываться крейсер Ордена. У вас есть несколько секунд на принятие решения.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEUTRAL_ORDEN_SHIP_TEXT"]/text[6]
ru: Прямо по курсу летит крейсер Ордена, вы пока что находитесь вне поля его радаров, но скоро это изменится.

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_CIVSHIPHELP"]/text
ru: Рядом с маяком слегка повреждённый гражданский корабль выходит на связь: «Помогите! На наш конвой напали фанатики!»

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_CIVSHIPHELP"]/choice[1]/text
ru: Согласиться помочь отбить конвой.

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_CIVSHIPHELP"]/choice[1]/event/text
ru: Вы заносите координаты конвоя в бортовой компьютер, а гражданские дают вам немного топлива на дорогу.

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_CIVSHIPHELP"]/choice[2]/text
ru: Атаковать гражданский корабль.

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_CIVSHIPHELP"]/choice[2]/event/text
ru: «Вы же посланник Федерации! Зачем вы это делаете?! В этом секторе все посходили с ума???»

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_CIVSHIPHELP"]/choice[3]/text
ru: Пусть сами разбираются со своими проблемами.

source: data/events_rebel.xml.rawclobber$//ship[@name="CIV_CIVSHIPHELP"]/escape/text
ru: Гражданские пытаются совершить прыжок подальше от вас.

source: data/events_rebel.xml.rawclobber$//ship[@name="CIV_CIVSHIPHELP"]/gotaway/text
ru: Яркая вспышка, и корабль исчезает из поля зрения.

source: data/events_rebel.xml.rawclobber$//ship[@name="CIV_CIVSHIPHELP"]/destroyed/text
ru: Корабль гражданских разваливается на части, и вы собираете пару обломков.

source: data/events_rebel.xml.rawclobber$//ship[@name="CIV_CIVSHIPHELP"]/deadCrew/text
ru: Экипаж мёртв, и вы полностью обчищаете их трюмы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUESTS_ORDEN_CIVSHIPHELP_COORDINATES"]/event[1]/text
ru: Совершив прыжок, вы становитесь свидетелем взрыва последнего гражданского корабля. А корабль Ордена выходит на связь: «Смотри-ка! Ещё один, продолжаем веселье!»

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUESTS_ORDEN_CIVSHIPHELP_COORDINATES"]/event[2]/text
ru: Совершив прыжок, вы видите погоню корабля Ордена за гражданским. Фанатики разворачиваются в вашу сторону, сочтя вас более привлекательной целью.

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUESTS_ORDEN_CIVSHIPHELP_COORDINATES"]/event[3]/text
ru: Совершив прыжок, вы видите погоню корабля Ордена за гражданским. Фанатики разворачиваются в вашу сторону, сочтя вас более привлекательной целью.

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUESTS_ORDEN_CIVSHIPHELP_COORDINATES"]/event[4]/text
ru: По прибытии вы находите лишь жалкие обломки гражданского конвоя. Собрав немного лома, вы готовитесь к отлёту.

source: data/events_rebel.xml.rawclobber$//ship[@name="CIV_CIVSHIPHELP_GLORYSHIP_NEUSPEL"]/destroyed/text
ru: Вы уничтожаете еретиков и собираете то, что осталось после побоища...

source: data/events_rebel.xml.rawclobber$//ship[@name="CIV_CIVSHIPHELP_GLORYSHIP_NEUSPEL"]/deadCrew/text
ru: Экипаж Ордена мёртв, и вы обчищаете их корабль, а затем собираете всё ценное, что осталось после побоища...

source: data/events_rebel.xml.rawclobber$//ship[@name="CIV_CIVSHIPHELP_GLORYSHIP_USPEL"]/destroyed/text
ru: Вы уничтожаете еретиков и собираете то, что осталось после побоища.

source: data/events_rebel.xml.rawclobber$//ship[@name="CIV_CIVSHIPHELP_GLORYSHIP_USPEL"]/destroyed/choice/event/text
ru: Гражданские благодарят вас за спасение их жизней и также помогают ресурсами.

source: data/events_rebel.xml.rawclobber$//ship[@name="CIV_CIVSHIPHELP_GLORYSHIP_USPEL"]/deadCrew/text
ru: Экипаж Ордена мёртв, и вы обчищаете их корабль.

source: data/events_rebel.xml.rawclobber$//ship[@name="CIV_CIVSHIPHELP_GLORYSHIP_USPEL"]/deadCrew/choice/event/text
ru: Спасённые гражданские благодарят вас тем, что имеют.

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS"]/text
ru: Перед вами два сильно потрёпанных корабля — роков и Ордена. Завидев вас, оба улетают в разные стороны.

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS"]/choice[1]/text
ru: Атаковать роков.

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS"]/choice[1]/event/text
ru: Вы садитесь на хвост повреждённому кораблю роков, а из коммуникатора доносится: «Почему вы выбрали именно нас???»

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS"]/choice[2]/text
ru: Атаковать корабль Ордена.

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS"]/choice[2]/event/text
ru: Вы садитесь на хвост повреждённому кораблю Ордена, а из коммуникатора доносится: «Сейчас ты пожалеешь об этом, смертный!»

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS"]/choice[3]/text
ru: Не вмешиваться в их стычку.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете его обломки. Можно попытаться выследить второй корабль.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/destroyed/choice[1]/text
ru: Попробовать его выследить.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/destroyed/choice[1]/event/text
ru: Вы отмечаете на карте предполагаемое место прыжка корабля.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/destroyed/choice[@req="FTL_JUMPER_GOOD"]/text
ru: (FTL-навигатор) Отследить направление его прыжка.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/destroyed/choice[@req="FTL_JUMPER_GOOD"]/event/text
ru: Вы заносите в бортовой компьютер точку прыжка.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/destroyed/choice[3]/text
ru: Оставить его в покое.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/deadCrew/text
ru: Экипаж мёртв, и вы полностью обчищаете их трюмы. Можно попытаться выследить второй корабль.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/deadCrew/choice[1]/text
ru: Попробовать его выследить.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/deadCrew/choice[1]/event/text
ru: Вы отмечаете на карте предполагаемое место прыжка корабля.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/deadCrew/choice[@req="FTL_JUMPER_GOOD"]/text
ru: (FTL-навигатор) Отследить направление его прыжка.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/deadCrew/choice[@req="FTL_JUMPER_GOOD"]/event/text
ru: Вы заносите в бортовой компьютер точку прыжка.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK"]/deadCrew/choice[3]/text
ru: Оставить его в покое.

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK_FINDTHEORDEN_50"]/event[1]/text
ru: Маяк пуст. Видимо, корабль Ордена улетел в другом направлении.

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK_FINDTHEORDEN_50"]/event[2]/text
ru: Вы находите тот самый повреждённый корабль Ордена. Теперь ему не уйти от вас.

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK_FINDTHEORDEN_100"]/text
ru: Вы находите тот самый повреждённый корабль Ордена. Теперь ему не уйти от вас.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP_XXXXX"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете его обломки.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP_XXXXX"]/deadCrew/text
ru: Экипаж мёртв, и вы полностью обчищаете трюмы их корабля.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете его обломки. Можно попытаться выследить второй корабль.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/destroyed/choice[1]/text
ru: Попробовать его выследить.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/destroyed/choice[1]/event/text
ru: Вы отмечаете на карте предполагаемое место прыжка корабля.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/destroyed/choice[@req="FTL_JUMPER_GOOD"]/text
ru: (FTL-навигатор) Отследить направление его прыжка.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/destroyed/choice[@req="FTL_JUMPER_GOOD"]/event/text
ru: Вы заносите в бортовой компьютер точку прыжка.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/destroyed/choice[3]/text
ru: Оставить его в покое.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/deadCrew/text
ru: Экипаж мёртв, и вы полностью обчищаете трюмы их корабля. Также можно попытаться выследить второй корабль.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/deadCrew/choice[1]/text
ru: Попробовать его выследить.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/deadCrew/choice[1]/event/text
ru: Вы отмечаете на карте предполагаемое место прыжка корабля.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/deadCrew/choice[@req="FTL_JUMPER_GOOD"]/text
ru: (FTL-навигатор) Отследить направление его прыжка.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/deadCrew/choice[@req="FTL_JUMPER_GOOD"]/event/text
ru: Вы заносите в бортовой компьютер точку прыжка.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP"]/deadCrew/choice[3]/text
ru: Оставить его в покое.

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP_FINDTHEROCK_50"]/event[1]/text
ru: Маяк пуст. Видимо, роки улетели в другом направлении.

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP_FINDTHEROCK_50"]/event[2]/text
ru: Вы находите тот самый повреждённый корабль роков. Они агрессивны, несмотря на повреждения их двигателей.

source: data/events_rebel.xml.rawclobber$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP_FINDTHEROCK_100"]/text
ru: Вы находите тот самый повреждённый корабль роков. Они агрессивны, несмотря на повреждения их двигателей.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK_XXXXX"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете его обломки.

source: data/events_rebel.xml.rawclobber$//ship[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK_XXXXX"]/deadCrew/text
ru: Экипаж мёртв, и вы полностью обчищаете трюмы их корабля.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_QUEST_ESCORT"]/text
ru: Вы получаете сообщение от гражданского судна поблизости: «Здравствуйте, мы подверглись нападению и отстали от основных сил нашего конвоя. Было бы здорово, если бы вы сопроводили нас, тут очень опасно. Наши друзья могут отремонтировать ваше судно».

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_QUEST_ESCORT"]/choice[1]/text
ru: Согласиться.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_QUEST_ESCORT"]/choice[1]/event/text
ru: «Отлично. Мы будем держаться позади вас».

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_QUEST_ESCORT"]/choice[2]/text
ru: Атаковать гражданских.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_QUEST_ESCORT"]/choice[2]/event/text
ru: Большинство судов для вас — лишь источник ресурсов. Вы готовитесь к атаке.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_QUEST_ESCORT"]/choice[3]/text
ru: Отказаться.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_QUEST_ESCORT"]/choice[3]/event/text
ru: «Понимаем, вам некогда. Значит мы сами попытаемся добраться».

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_QUEST_ESCORT"]/choice[@req="FTL_JUMPER_GOOD"]/text
ru: (FTL-навигатор) Отправить им данные безопасного маршрута.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_QUEST_ESCORT"]/choice[@req="FTL_JUMPER_GOOD"]/event/text
ru: «Вы здорово нас выручили этой информацией! Мы не можем починить вас, так что возьмите эти припасы». Вы благодарите их и прощаетесь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_QUEST_ESCORT_ARRIVE"]/event[1]/text
ru: Вы сопроводили корабль до нужного маяка. К вашему разочарованию, вы попали прямо в ловушку Ордена! Гражданский корабль, державшийся позади вас, быстренько удирает с поля боя.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_QUEST_ESCORT_ARRIVE"]/event[2]/text
ru: Вы сопроводили корабль до нужного маяка. К вашему разочарованию, вы попали прямо в ловушку Ордена! Гражданский корабль, державшийся позади вас, быстренько удирает с поля боя.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_QUEST_ESCORT_ARRIVE"]/event[3]/text
ru: Вскоре после прибытия корабль, который вы сопровождали, останавливается рядом. Они благодарят вас за помощь и предлагают вознаграждение. А ремонтные дроны ремонтируют ваше судно.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_QUEST_ESCORT_ARRIVE"]/event[4]/text
ru: Корабль, который вы сопровождали, благодарит вас, а караван гражданских судов выпускает группу ремонтных дронов в вашу сторону. Спустя пару минут корабль выглядит как новенький.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_CRAZY_HEAL_ENGI"]/text
ru: Корабль инжи прыгает к этому маяку сразу после вас: «Нет время объяснения! Федерация помощь! Быстрый отключение свой двигатель и ждать бомба!»

source: data/events_rebel.xml.rawclobber$//ship[@name="CRAZY_HEAL_ENGI_SHIP"]/escape/text
ru: Вы замечаете, что они начинают зарядку двигателя.

source: data/events_rebel.xml.rawclobber$//ship[@name="CRAZY_HEAL_ENGI_SHIP"]/gotaway/text
ru: Странный корабль исчез, оставив вас в недоумении...

source: data/events_rebel.xml.rawclobber$//ship[@name="CRAZY_HEAL_ENGI_SHIP"]/destroyed/text
ru: Корабль разваливается на части, а вы собираете немного лома.

source: data/events_rebel.xml.rawclobber$//ship[@name="CRAZY_HEAL_ENGI_SHIP"]/deadCrew/text
ru: Все инжи мертвы, и вы, пристыковавшись к их кораблю, полностью обчищаете трюмы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_CRHEAL_ENGI_RAND"]/event[1]/text
ru: Вы находите странное устройство на их корабле. Возможно, оно как-то сможет вам пригодиться.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_CRHEAL_ENGI_RAND"]/event[2]/text
ru: Вы находите ремонтные бомбы на их корабле. Возможно, они пригодятся.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_HAL"]/text[1]
ru: Этот сектор патрулируют беспилотные корабли HAL. Несколько веков назад искусственный интеллект HAL убил создавшую его расу. С тех пор беспилотники стали бесконтрольно размножаться и заполнили значительную часть Галактики.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_HAL"]/text[2]
ru: Искусственный интеллект HAL контролирует этот сектор Галактики. Создавшая его раса пала много веков назад в войне со своим детищем. С тех пор HAL захватывает всё новые и новые территории.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_HAL"]/text[3]
ru: Никто уже не помнит, откуда появился искусственный разум HAL. Однако, он представляет угрозу всему живому в Галактике. Следует проявлять осторожность, пролетая через эту систему.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_HAL"]/text[4]
ru: Этот сектор населён беспилотниками HAL — искусственным разумом, убивающим всё живое вокруг. Не так-то просто будет добраться до выхода из этой системы.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_HAL"]/text[5]
ru: Создатели искусственного интеллекта HAL первыми пали в войне с ним. С тех пор прошло много веков, но никто не смог истребить HAL полностью, хотя такие попытки были...

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_HAL"]/text[6]
ru: Беспилотники под управлением ИИ HAL населяют этот сектор уже много веков, кажется, что время не имеет власти над ними. Чего не скажешь о расе, создавшей HAL...

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_FIGHT_TEXT"]/text[1]
ru: Огромный астероид летит прямо в вашу сторону! Вы едва успеваете уклониться от него, как возникает новая угроза — беспилотник HAL уже выпускает боевых дронов в вашем направлении!

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_FIGHT_TEXT"]/text[2]
ru: Беспилотник HAL патрулирует возле этого маяка. Завидев вас, он активирует свои боевые системы.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_FIGHT_TEXT"]/text[3]
ru: Вам навстречу летит беспилотник HAL, хищно пульсируя своим красным "глазом". Приготовиться к бою!
