Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MAGMAN"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_KEEPER"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_KEEPER"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_KEEPER"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_KEEPER"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита, однако, магмена это не беспокоит. Он касается монолита, и спустя несколько секунд вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_KEEPER"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_KEEPER"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_F"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_F"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_F"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_F"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита, однако, магмена это не беспокоит. Он касается монолита, и спустя несколько секунд вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_F"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_F"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_B"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_B"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_B"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_B"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита, однако, магмена это не беспокоит. Он касается монолита, и спустя несколько секунд вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_B"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM_B"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита, однако, магмена это не беспокоит. Он касается монолита, и спустя несколько секунд вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MUSHROOM"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORCHID"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORCHID"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORCHID"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORCHID"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита, однако, орхида это не беспокоит. Он касается монолита, и спустя несколько секунд вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORCHID"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORCHID"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SHELL"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SHELL"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SHELL"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SHELL"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита, однако, броненосца это не беспокоит. Он касается монолита, и спустя несколько секунд вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SHELL"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SHELL"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ARM_SLUG"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ARM_SLUG"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ARM_SLUG"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ARM_SLUG"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита, однако, слага это не беспокоит. Он касается монолита, и спустя несколько секунд вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ARM_SLUG"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ARM_SLUG"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ANAEROBIC"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ANAEROBIC"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ANAEROBIC"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ANAEROBIC"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ANAEROBIC"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ANAEROBIC"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_CRYSTAL"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_CRYSTAL"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_CRYSTAL"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_CRYSTAL"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_CRYSTAL"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_CRYSTAL"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_GHOST"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_GHOST"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_GHOST"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: Upon approach, your crew member feels a sharp sensation of heat from the monolith, however, the Rockman isn't bothered by it. They touch the monolith, and after a few seconds, you notice a new weapon in the hold.
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_GHOST"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_GHOST"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MANTIS"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MANTIS"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MANTIS"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MANTIS"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MANTIS"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MANTIS"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLUG"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLUG"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLUG"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLUG"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLUG"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLUG"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLIG"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLIG"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLIG"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLIG"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLIG"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SLIG"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_TOO_CLOSE_RAND"]/event[1]/text
ru: Вы аккуратно приближаете свой корабль, но ничего не происходит... Бесполезная хреновина!

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_TOO_CLOSE_RAND"]/event[2]/text
ru: Вы аккуратно приближаете свой корабль, но внезапно регистрируете повышение температуры на борту. Лучше отлететь подальше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_TOO_CLOSE_RAND"]/event[3]/text
ru: Вы аккуратно приближаете свой корабль, но внезапно в ваш корабль вылетают энергетические потоки, частично повреждающие обшивку... Вы вовремя меняете курс на безопасный.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_TOO_CLOSE_RAND"]/event[4]/text
ru: Вы аккуратно приближаете свой корабль, и поверхность монолита покрывается зыбкой рябью. Внезапно вас начинает затягивать внутрь, прямо в бесконечную пустоту! Двигатели ревут на максимальной мощности, пытаясь вытянуть вас из ловушки, но это не даёт никакого эффекта...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_TOO_CLOSE_RAND"]/event[5]/text
ru: Вы аккуратно приближаете свой корабль и замечаете, как повреждения корпуса затягиваются неведомой силой.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SHOT_RAND"]/event[1]/text
ru: Вы открываете огонь, но снаряды не могут нанести никаких повреждений. Они просто поглощаются бесконечно тёмной поверхностью...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SHOT_RAND"]/event[2]/text
ru: Как только первый снаряд достигает поверхности монолита, всё вокруг искажается и вы оказываетесь посреди какой-то тихой туманности... Флоту повстанцев понадобится некоторое время, чтобы снова найти вас.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SHOT_RAND"]/event[3]/text
ru: Вы открываете огонь, и в ответ с поверхности в вас вылетают энергетические потоки, выжигающие часть корабля...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_SHOT_RAND"]/event[4]/text
ru: Первое же попадание приводит к тому, что монолит рассыпается грудой обломков. Вы спешно их собираете.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ENGI_MANTIS"]/text
ru: Вы натыкаетесь на нечто трудно вообразимое: корабль инжи, управляемый мантисами и вооружённый дронами HAL! Должно быть, мантисы славно поохотились... А сейчас они нападают на вас!

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_BORDER"]/text[1]
ru: За этот сектор в данный момент идут ожесточённые бои. А охотники за лёгкой наживой всегда готовы напасть на большие корабли, ослабленные крупномасштабными столкновениями.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_BORDER"]/text[2]
ru: Этот сектор с переменным успехом контролируют войска повстанцев и Федерации. Другие расы, оказавшиеся по соседству, всегда не прочь разграбить побеждённые суда.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_BORDER"]/text[3]
ru: Этот сектор находится в непосредственной близости от секторов различных рас. Здесь развернулись основные бои между повстанцами и Федерацией.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_BORDER"]/text[4]
ru: Этот сектор населяют представители всех известных рас. Тут же проходит и основная линия фронта войны с повстанцами, и местные от этого не в восторге...

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_BORDER"]/text[5]
ru: В этой части Галактики ухитрялись уживаться представители всех известных рас, пока война с повстанцами не добралась сюда. Сейчас здесь каждый сам за себя.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_BORDER"]/text[6]
ru: Перед вами пограничный сектор. Когда-то он был центром торговли между разными расами, теперь же тут проходят основные бои повстанцев и Федерации.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ENTER_BORDER"]/event[1]/text
ru: Маяк входа контролируют силы Федерации. Узнав о вашем задании, они предлагают вам некоторые припасы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ENTER_BORDER"]/event[2]/text
ru: Маяк входа контролируют повстанцы, у вас нет времени на использование усилений корабля!

source: data/events_rebel.xml.rawclobber$//textList[@name="ZOLTON_FIGHT_BORDER"]/text[1]
ru: Корабль золтонцев связывается с вами: «Природа дня циклична. Лихорадка истощает. Причина в том...» Неужели эта космическая зараза добралась и сюда?! Они открывают по вам огонь.

source: data/events_rebel.xml.rawclobber$//textList[@name="ZOLTON_FIGHT_BORDER"]/text[2]
ru: По какой-то причине встречный корабль золтонцев принял вас за врагов. Они беспорядочно атакуют вас.

source: data/events_rebel.xml.rawclobber$//textList[@name="ZOLTON_FIGHT_BORDER"]/text[3]
ru: Обычно мирные золтонцы в этот раз ведут себя странно. Они ходят кругами по кораблю, периодически отключая случайные системы, а затем наводят на вас все свои орудия.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_EMPTY_TEXT"]/text[1]
ru: Вдали вы видите крупномасштабное сражение, участники которого, судя по всему, вас не замечают. Вы не решаетесь вмешиваться и готовитесь к прыжку.
