Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_CAPTURED"]/event[3]/text
ru: Корабль, по-видимому, имел информацию об окружающих маяках. Вы скачиваете её в свою карту и разбираете останки на лом.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_CAPTURED"]/event[4]/text
ru: В процессе обыска останков вы обнаруживате, что грузом были схемы дронов! Вы приносите их на борт, чтобы установить на своём корабле.

source: data/events_rebel.xml.rawclobber$//event[@name="BROKEN_REBEL_DRONE"]/text
ru: Вы находите автоматический разведчик повстанцев, дрейфующий рядом с маяком. Несмотря на идеальное состояние, похоже, что он деактивирован.

source: data/events_rebel.xml.rawclobber$//event[@name="BROKEN_REBEL_DRONE"]/choice[1]/text
ru: Попытаться скачать данные разведки беспилотника, а затем разобрать его на лом.

source: data/events_rebel.xml.rawclobber$//event[@name="BROKEN_REBEL_DRONE"]/choice[2]/text
ru: Не рисковать, активируя его, а просто разобрать на лом.

source: data/events_rebel.xml.rawclobber$//event[@name="BROKEN_REBEL_DRONE"]/choice[@req="sensors"]/text
ru: (Продвинутые сенсоры) Удалённо просканировать корабль.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DOWNLOAD_DRONE_DATA"]/event[1]/text
ru: Вы смогли вытянуть из корабля все данные об этом секторе. Ваша карта обновлена.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DOWNLOAD_DRONE_DATA"]/event[2]/text
ru: Вы случайно задействовали ИИ судна. Его оружие сразу активировалось, готовьтесь к бою!

source: data/events_rebel.xml.rawclobber$//eventList[@name="BROKEN_REBEL_DRONE_SENSORS"]/event[1]/text
ru: Ваши продвинутые сенсоры показывают возможность безопасного взлома дрона. Вы загружаете карту в навигационную систему и забираете полезные ресурсы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BROKEN_REBEL_DRONE_SENSORS"]/event[2]/text
ru: Ваши продвинутые сенсоры показывают, что корабль находится в режиме ожидания, готовый активизироваться в любой момент. Попытаться получить доступ к данным корабля в любом случае?

source: data/events_rebel.xml.rawclobber$//eventList[@name="BROKEN_REBEL_DRONE_SENSORS"]/event[2]/choice[1]/text
ru: Да.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BROKEN_REBEL_DRONE_SENSORS"]/event[2]/choice[2]/text
ru: Нет.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BROKEN_REBEL_DRONE_SENSORS"]/event[2]/choice[2]/event/text
ru: Вы оставляете корабль в покое и готовитесь к прыжку.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_REBEL_BOARDING"]/text
ru: Поблизости находятся несколько мелких станций. Прежде чем вы успеваете их просканировать, срабатывает тревога. На одной из станций заработал телепорт повстанцев. Вас берут на абордаж.

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_REBEL_SHIP"]/text[1]
ru: Вы получаете сообщение с ближайшей станции повстанцев: «Признаться, вы очень мужественны, раз решили пролететь в нашем секторе», — он поворачивается, отдавая приказ. — «Убей экипаж, я хочу, чтобы корабль остался цел».

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_REBEL_SHIP"]/text[2]
ru: Ваши сенсоры предупреждают о приближении корабля повстанцев в тот самый момент, как вы слышите звуки телепорта. Внутри корабля раздаются насмешки: «Готовы к смерти? Я уверен, что готов к повышению!»

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_REBEL_SHIP"]/text[3]
ru: Входящее сообщение: «Здравствуйте, капитан», — сказал повстанец в офицерской форме. — «Как щедро с вашей стороны, что вы сами прибыли сюда. Сохраняйте спокойствие, и, возможно, мы будем снисходительны».

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_REBEL_SHIP"]/text[4]
ru: Вы получаете сообщение на низких частотах: «Вы окружены, так же, как и последние из ваших друзей Федерации. Умрите же». Враг телепортировался на ваше судно!

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[1]
ru: Вы прибываете в сектор Ордена. После начала конфликта из-за беспорядочных столкновений с Федерацией и повстанцами их силы значительно поредели. Однако, они всё ещё представляют угрозу.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[2]
ru: В данном секторе находятся основные силы Ордена Хаоса. Их представители славятся низкой адекватностью и высокой агрессивностью.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[3]
ru: Этот сектор находится под контролем религиозных фанатиков. Ходят непроверенные слухи, что при создании кораблей фанатики запечатывают живых людей в свои системы.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[4]
ru: Данное место — сектор Ордена Хаоса. В настоящее время их приоритет — возвращение прежней власти и богатства. Разбойные стычки с ними участились, они не обходят стороной своих гостей.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[5]
ru: Орден обладает своими уникальными технологиями. Однако, вступать в торговые переговоры — не в их правилах...

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[6]
ru: Орден Хаоса — изначально секта, которая поклонялась богам Хаоса. Сейчас их основные доходы идут от варварских налётов на соседние системы, а религиозные темы ушли на второй план.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[7]
ru: Люди Ордена имеют склонность к поклонению огню. Также известно, что во время налётов преданные фанатики готовы отдать свою жизнь во славу Ордена.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[8]
ru: Вы прибываете в сектор Ордена. Не имея пристанища на планетах, фанатики живут на огромных станциях-планетах. При необходимости они даже могут совершать гиперпространственные прыжки на небольшие дистанции.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[9]
ru: Корабли Ордена быстры и обладают отличным вооружением, которое превращает противников в пепел. Необходимо соблюдать максимальную осторожность, пересекая их территорию.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[10]
ru: Несколько лет назад коалицией Федерации, инжи и золтанцев была остро выдвинута тема борьбы с еретиками Ордена, так как их разбойные нападения наносили огромные удары по экономике.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[11]
ru: Сектор Ордена — опасное место. Без должной экипировки тут можно встретить лишь смерть от их перехватчиков. К тому же они не любят гостей.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_ORDEN"]/text[12]
ru: В этом секторе не осталось пригодных для жизни планет, все они были истощены чрезмерной добычей ресурсов. Последователи Ордена живут в огромных рукотворных планетах-станциях, построенных ещё в те времена, когда их родные планеты были богаты металлом.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_ORDEN_TEXT"]/text[1]
ru: Прыжок привёл вас к пустому пространству. Местный маяк служит лишь ориентиром для прокладки маршрутов.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_ORDEN_TEXT"]/text[2]
ru: Вы прыгаете в ничем не примечательную систему. В пределах диапазона сканирования признаков жизни не обнаружено.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_ORDEN_TEXT"]/text[3]
ru: Прыжок приводит вас к совершенно обыкновенной бинарной звёздной системе. Вокруг пустота.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_ORDEN_TEXT"]/text[4]
ru: Прыжок приводит вас к примечательной бинарной звёздной системе. Вид потрясает, но вокруг ничего нет.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_ORDEN_TEXT"]/text[5]
ru: Прыжок приводит вас к пустому маяку. Странно, что здесь так спокойно...

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_ORDEN_TEXT"]/text[6]
ru: Прыжок приводит вас к маяку рядом с безжизненной планетой. Тут довольно спокойно...

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_ORDEN_TEXT"]/text[7]
ru: Вы оказываетесь вблизи гигантской прыжковой станции Ордена. Удивительно, что вас не встречает рой их перехватчиков.

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_ORDEN_CLEAR_TEXT"]/text[1]
ru: Сразу же после прыжка к вам телепортируется отряд головорезов с гигантской планеты-станции. Они забрасывают отсеки вашего корабля зажигательными смесями!

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_ORDEN_CLEAR_TEXT"]/text[2]
ru: Буквально из ниоткуда на вашем корабле появляются обезумевшие фанатики Ордена! Они забрасывают отсеки вашего корабля зажигательными смесями!

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_ORDEN_CLEAR_TEXT"]/text[3]
ru: Вы оказываетесь вблизи гигантской прыжковой станции Ордена, и к вам телепортируется их штурмовая группа! Они забрасывают отсеки вашего корабля зажигательными смесями!

source: data/events_rebel.xml.rawclobber$//event[@name="BOARDERS_ORDEN_BOSS"]/text
ru: Сразу же после прыжка к вам телепортируется отряд головорезов со станции неподалёку. Они забрасывают отсеки вашего корабля зажигательными смесями! Их главарь смётся: «Бьюсь об заклад, что твой корабль сгорит менее, чем за одну минуту. Вперёд, парни!»

source: data/events_rebel.xml.rawclobber$//triggeredEvent[@name="BOARDERS_ORDER_TRIGGER"]/triggeredEventBox/tooltip
ru: Фанатики рассчитывают сжечь ваш корабль за это время

source: data/events_rebel.xml.rawclobber$//ship[@name="ORDEN_STATION2"]/destroyed/text
ru: Станция Ордена разваливается на части, и вы собираете её обломки.

source: data/events_rebel.xml.rawclobber$//ship[@name="ORDEN_STATION2"]/destroyed/choice[@req="clonebay" and not(@lvl)]/text
ru: Клонировать их главаря в клон-отсеке. Нам есть что обсудить.

source: data/events_rebel.xml.rawclobber$//ship[@name="ORDEN_STATION2"]/deadCrew/text
ru: Вы победили экипаж станции и забираете весь их запас металлолома.

source: data/events_rebel.xml.rawclobber$//ship[@name="ORDEN_STATION2"]/deadCrew/choice[@req="clonebay" and not(@lvl)]/text
ru: Клонировать их главаря в клон-отсеке. Нам есть что обсудить.

source: data/events_rebel.xml.rawclobber$//event[@name="BOARDERS_ORDEN_BOSS_TIMER"]/text
ru: Похоже, фанатики слегка переоценили свои силы. Они просят перемирия.

source: data/events_rebel.xml.rawclobber$//event[@name="BOARDERS_ORDEN_BOSS_TIMER"]/choice[1]/text
ru: Добить их.

source: data/events_rebel.xml.rawclobber$//event[@name="BOARDERS_ORDEN_BOSS_TIMER"]/choice[2]/text
ru: Пощадить их.

source: data/events_rebel.xml.rawclobber$//event[@name="BOARDERS_ORDEN_LEADER_INVITE"]/text
ru: Их главарь не слишком удивлён своему воскрешению, видимо, это уже случалось с ним. «Хорошо, возможно, ваш корабль не так уж плох. Позвольте мне отправиться с вами. Надеюсь, у вас установлен телепортер?» Вы обращаете внимание, как сильно обожжено его тело. Лучше не подпускать его близко к огню.

source: data/events_rebel.xml.rawclobber$//event[@name="BOARDERS_ORDEN_LEADER_INVITE"]/crewMember
ru: Спаун

source: data/events_rebel.xml.rawclobber$//event[@name="BOARDERS_ORDEN_LEADER_INVITE2"]/text
ru: Их главарь благодарит вас за милосердие. «Хорошо, возможно, ваш корабль не так уж плох. Позвольте мне отправиться с вами. Надеюсь, у вас установлен телепортер?» Вы обращаете внимание, как сильно обожжено его тело. Лучше не подпускать его близко к огню.

source: data/events_rebel.xml.rawclobber$//event[@name="BOARDERS_ORDEN_LEADER_INVITE2"]/crewMember
ru: Спаун

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_ORDEN_ASTEROID_TEXT"]/text[1]
ru: Сразу же после прыжка к вам телепортируется группа головорезов. Сражаться придётся прямо в астероидном поле!

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_ORDEN_ASTEROID_TEXT"]/text[2]
ru: Вы регистрируете на ближайшем крупном астероиде всплеск энергетической активности, и на ваш корабль телепортируются обезумевшие фанатики Ордена!

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_ORDEN_ASTEROID_TEXT"]/text[3]
ru: Вы оказываетесь вблизи гигантской прыжковой станции Ордена посреди астероидного поля, и к вам телепортируется их штурмовая группа!

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_ORDEN_SHIP_TEXT"]/text[1]
ru: Прямо на вас мчится один из кораблей Ордена. А с прыжковой станции поблизости вам телепортируют абордажную группу!

source: data/events_rebel.xml.rawclobber$//textList[@name="BOARDERS_ORDEN_SHIP_TEXT"]/text[2]
ru: С вами связывается капитан корабля еретиков: «Я сожгу твоё корыто дотла во имя богов Хаоса!!! И даже не пытайся сбежать!» Тем временем раздаются звуки телепортации.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_FIGHT_TEXT"]/text[1]
ru: Как только вы появляетесь у маяка, с ближайшей планеты-станции вылетает крейсер Ордена, боя не избежать!

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_FIGHT_TEXT"]/text[2]
ru: Вы чуть не влетаете в корабль Ордена, патрулировавший этот маяк. Короткая передача гласит: «Проклятые еретики, вы будете сожжены во имя Хаоса!»

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_FIGHT_TEXT"]/text[3]
ru: Гигантская механическая планета возле этого маяка означает одно — вы слишком близко подобрались к поселению Ордена. Приближающийся боевой крейсер подтверждает ваши опасения.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_FIGHT_TEXT"]/text[4]
ru: Вы выпрыгиваете прямиком возле поселения Ордена. Боевой крейсер без лишних слов открывает по вам огонь.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_FIGHT_TEXT"]/text[5]
ru: Не успели вы выпрыгнуть, как с ближайшей планеты-станции в вашу сторону взлетает корабль Ордена. Битва неизбежна.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_FIGHT_TEXT"]/text[6]
ru: Маяк совершенно пуст, если не считать крейсера Ордена, который, едва завидев вас, тут же переходит в атаку.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_FIGHT_TEXT"]/text[7]
ru: «Во славу Хаоса!» — единственное, что вы слышите, как только появляетесь у маяка. Крейсер Ордена атакует вас!

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_FIGHT_TEXT"]/text[8]
ru: Одинокий корабль Ордена патрулирует этот маяк. Вы пытаетесь с ними связаться, но они отклоняют запрос, одновременно заряжая орудия.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_FIGHT_TEXT"]/text[9]
ru: Вы появились слишком близко к крейсеру Ордена, коммуникатор ловит обрывок фразы с их корабля: «..да откуда вы берётесь, Хаос вас поглоти!»

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_FIGHT_TEXT"]/text[10]
ru: На выходе у маяка вас поджидал боевой крейсер Ордена. Довольная ухмылка их капитана на экране видеосвязи не предвещает ничего хорошего: «Сейчас вы познаете всю силу Хаоса!»

source: data/events_rebel.xml.rawclobber$//event[@name="STORE_ORDEN_PIRATESTORE"]/choice[1]/text
ru: Согласиться.

source: data/events_rebel.xml.rawclobber$//event[@name="STORE_ORDEN_PIRATESTORE_1"]/text
ru: Пират быстро предоставляет вам список своих товаров, продолжая нервно сканировать окружающее пространство.

source: data/events_rebel.xml.rawclobber$//event[@name="STORE_ORDEN_PIRATESTORE"]/choice[2]/text
ru: Отказаться и уничтожить пиратов.

source: data/events_rebel.xml.rawclobber$//event[@name="STORE_ORDEN_PIRATESTORE"]/choice[2]/event/text
ru: Вы обрываете связь и заряжаете орудия.

source: data/events_rebel.xml.rawclobber$//event[@name="STORE_ORDEN_PIRATESTORE"]/choice[3]/text
ru: Отказаться и просто улететь.

source: data/events_rebel.xml.rawclobber$//event[@name="STORE_ORDEN_PIRATESTORE"]/choice[3]/event/text
ru: Вы обрываете связь и готовитесь к прыжку.

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_ORDEN_TEXT"]/text[1]
ru: С вами на связь выходит капитан пиратского судна: «Фуф, кажется, вы не похожи на этих психопатов, я мог бы вам кое-что продать. Что скажете?»

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_ORDEN_TEXT"]/text[2]
ru: Пиратский корабль неподалёку не торопится вступать с вами в бой. Они предлагают приобрести у них "кое-какое оборудование", явно добытое не самыми честными методами.

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_ORDEN_TEXT"]/text[3]
ru: Вы натыкаетесь на пиратский крейсер, неизвестно как оказавшийся в этом месте. Не успели вы зарядить орудия, как получаете сообщение от них: «Полегче, полегче, парни! Мы просто хотим немного подзаработать, продав вам лишнее оборудование. Как насчёт сделки?»

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_ORDEN_JUST_STORE_TEXT"]/text[1]
ru: Отчаянный пират устроил в этом месте магазинчик. Должно быть, он имеет неплохую прибыль, раз решился открыть дело под самым носом у Ордена.

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_ORDEN_JUST_STORE_TEXT"]/text[2]
ru: Вас приветствует автоматическая торговая станция. Странно, но нигде не видно обслуживающего персонала.

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_ORDEN_JUST_STORE_TEXT"]/text[3]
ru: Старый мантис, который уже не может воевать, открыл в этом месте свою лавку. Интересно, почему служители Ордена его не беспокоят?

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSATRAP_TEXT"]/text[1]
ru: Из коммуникатора раздаётся: «Очень мило, что вы отвечаете на каждый сигнал о помощи». У летящего к вам корабля Ордена явно не добрые намерения.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSATRAP_TEXT"]/text[2]
ru: Из коммуникатора раздаётся: «Очень мило, что вы отвечаете на каждый сигнал о помощи». У летящего к вам корабля Ордена явно не добрые намерения.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSATRAP_TEXT"]/text[3]
ru: На связь с вами выходит корабль Ордена: «Добро пожаловать в ад, капитан!» Ловушка!

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSATRAP_TEXT"]/text[4]
ru: На связь с вами выходит корабль Ордена: «Добро пожаловать в ад, капитан!» Ловушка!

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSATRAP_TEXT"]/text[5]
ru: Вы так торопились найти источник сигнала бедствия, что чуть было не пропустили снаряд, выпущенный в вашу сторону. Вы попали в засаду!

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSATRAP_TEXT"]/text[6]
ru: Вы так торопились найти источник сигнала бедствия, что чуть было не пропустили снаряд, выпущенный в вашу сторону. Вы попали в засаду!

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSATRAP_TEXT"]/text[7]
ru: К сожалению, сигнал бедствия оказался приманкой. Боевой крейсер Ордена уже приближается к вам, заряжая свои орудия.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSATRAP_TEXT"]/text[8]
ru: К сожалению, сигнал бедствия оказался приманкой. Боевой крейсер Ордена уже приближается к вам, заряжая свои орудия.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSAHELP_TEXT"]/text[1]
ru: На этом маяке вы находите обгоревшие обломки гражданского корабля с включённым аварийным маяком. Вы собираете всё, что уцелело.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSAHELP_TEXT"]/text[2]
ru: На этом маяке вы находите обгоревшие обломки гражданского корабля с включённым аварийным маяком. Вы собираете всё, что уцелело.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSAHELP_TEXT"]/text[3]
ru: Рядом с вами останки корабля Ордена с включённым аварийным маяком. Вы находите кое-что ценное среди них.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSAHELP_TEXT"]/text[4]
ru: Рядом с вами останки корабля Ордена с включённым аварийным маяком. Вы находите кое-что ценное среди них.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSAHELP_TEXT"]/text[5]
ru: Прибыв к сигналу бедствия, вы успеваете заметить крейсер Ордена, прыгающий прочь. Куча обломков — всё, что осталось от его жертвы.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSAHELP_TEXT"]/text[6]
ru: Прибыв к сигналу бедствия, вы успеваете заметить крейсер Ордена, прыгающий прочь. Куча обломков — всё, что осталось от его жертвы.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSAHELP_TEXT"]/text[7]
ru: Вы спешите на помощь как только можете, но уже слишком поздно. Груда дымящихся обломков — всё, что осталось от гражданского корабля после встречи с силами Ордена.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_BEACON_ORDEN_ITSAHELP_TEXT"]/text[8]
ru: Похоже, вы прибыли сюда слишком поздно. Груда дымящихся обломков — всё, что осталось от гражданского корабля после встречи с силами Ордена.

source: data/events_rebel.xml.rawclobber$//textList[@name="SUN_HOSTILE_ORDEN_TEXT"]/text[1]
ru: Возле активной звезды вы замечаете корабль Ордена. А он замечает вас. Вот так встреча!

source: data/events_rebel.xml.rawclobber$//textList[@name="SUN_HOSTILE_ORDEN_TEXT"]/text[2]
ru: Корабль рядом с этой звездой проводил какие-то исследования. Очевидно, ваше появление ему сильно помешало.

source: data/events_rebel.xml.rawclobber$//textList[@name="SUN_HOSTILE_ORDEN_TEXT"]/text[3]
ru: Выпрыгнув рядом с горячей звездой, вы замечаете корабль Ордена. Похоже, что он застрял тут без топлива, а ваше появление — шанс спасения для него.

source: data/events_rebel.xml.rawclobber$//textList[@name="SUN_HOSTILE_ORDEN_TEXT"]/text[4]
ru: Крейсер Ордена находится на орбите горячей звезды класса М. Заметив ваше появление, они идут на сближение.

source: data/events_rebel.xml.rawclobber$//textList[@name="SUN_HOSTILE_ORDEN_TEXT"]/text[5]
ru: Прыжковый маяк, возле которого вы появились, находится слишком близко к супер-гиганту класса М. Ситуацию осложняет крейсер Ордена, стремительно приближающийся к вам.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_HOSTILE_ORDEN"]/choice[1]/text
ru: Атаковать корабль.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_HOSTILE_ORDEN"]/choice[2]/text
ru: Спрятаться в ближайшем облаке пыли.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HOSTILE_ORDEN_TEXT"]/text[1]
ru: Впереди вас в туманности мелькает силуэт одинокого корабля Ордена. К счастью, он вас ещё не заметил.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HOSTILE_ORDEN_TEXT"]/text[2]
ru: Поблизости вы различаете силуэт корабля фанатиков.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HOSTILE_ORDEN_TEXT"]/text[3]
ru: Вы влетаете в туманность, замечая внутри неё корабль Ордена, но сенсоры не могут определить его класс.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HOSTILE_ORDEN_TEXT"]/text[4]
ru: Вы оказываетесь в плотном облаке туманности. Чуть впереди по курсу маячит крейсер Ордена. Тип корабля ещё не различим.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HOSTILE_ORDEN_TEXT"]/text[5]
ru: Крейсер Ордена затаился внутри плотной туманности. К счастью, вы заметили его раньше, чем он вас. Однако не ясно какой именно это корабль.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HOSTILE_ORDEN_TEXT"]/text[6]
ru: Несмотря на низкую видимость в туманности, вы успеваете засечь силуэт корабля Ордена, прежде чем они обнаружили вас.
