Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_EMPTY_TEXT"]/text[2]
ru: Вы появляетесь у очередного маяка. Вокруг ни души, похоже, корабли редко здесь появляются. Немного передохнув от ужасов войны, вы прокладываете свой маршрут дальше.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_EMPTY_TEXT"]/text[3]
ru: Вы прибываете к маяку. Бесчисленные сражения в этом секторе поразили вашу команду своей масштабностью. Повстанцы должны заплатить жизнью за содеянное.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_EMPTY_TEXT"]/text[4]
ru: Вблизи маяка на удивление тихо и спокойно. Вы внимательно изучаете окрестности, пока заряжается FTL-двигатель.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_EMPTY_TEXT"]/text[5]
ru: Среди хаоса этого сектора вам удаётся найти относительно спокойное место, где можно немного перевести дух.

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_BORDER_1_TEXT"]/text[1]
ru: Этот маяк приварен к автоматической торговой станции. Удивительно, но она ещё работает...

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_BORDER_1_TEXT"]/text[2]
ru: Автоматическая торговая станция у этого маяка выглядит потрёпанной, но всё ещё функционирует.

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_BORDER_1_TEXT"]/text[3]
ru: На этом маяке распологается торговая станция Федерации. От повстанцев её защищают несколько хорошо вооружённых крейсеров.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_PDS_BAD"]/choice[1]/text
ru: Приготовиться к бою.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_PDS_BAD"]/choice[1]/event/text
ru: Повстанцы подходят на расстояние огня.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_PDS_BAD"]/choice[@req="engines" and @lvl="4"]/text
ru: (Улучшенные двигатели) Оторваться от ПКБ.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_PDS_BAD"]/choice[@req="engines" and @lvl="6"]/text
ru: (Продвинутые двигатели) Оторваться от ПКБ.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_PDS_BAD"]/choice[@req="engines" and @lvl="6"]/event/text
ru: Мощности ваших двигателей достаточно, чтобы уйти от огня ПКБ. Но повстанцы всё ещё у вас на хвосте.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_PDS_BAD_TEXT"]/text[1]
ru: Сразу по прибытии с планеты возле маяка по вам открывают огонь. А ближайший корабль повстанцев разворачивается в вашу сторону.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_PDS_BAD_TEXT"]/text[2]
ru: Этот маяк контролируют повстанцы, вы попадаете под обстрел ПКБ! Патрульный корабль тем временем спешит ей на подмогу.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_PDS_BAD_TEXT"]/text[3]
ru: Вы появляетесь прямо посреди военного лагеря повстанцев. Патрульный корабль замечает вас и летит на перехват, ему помогает противокорабельная батарея!

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_SECTOR_PDS_BAD_ESCAPE"]/event[1]/text
ru: Мощности ваших двигателей достаточно, чтобы уйти от огня ПКБ. Но повстанцы всё ещё у вас на хвосте.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_SECTOR_PDS_BAD_ESCAPE"]/event[2]/text
ru: Вам не удаётся достаточно быстро уйти от ПКБ, повстанцы атакуют!

source: data/events_rebel.xml.rawclobber$//ship[@name="ANGRY_REBEL_SHIPS"]/destroyed/text
ru: Корабль разваливается на части, и вы быстро собираете его обломки.

source: data/events_rebel.xml.rawclobber$//ship[@name="ANGRY_REBEL_SHIPS"]/deadCrew/text
ru: Вы перебили экипаж и спешно обчищаете их трюмы.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_BORDER_FIGHT_TEXT"]/text[1]
ru: Маяк совершенно пуст, если не считать крейсера Ордена, который, едва завидев вас, тут же переходит в атаку.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_BORDER_FIGHT_TEXT"]/text[2]
ru: «Во славу Хаоса!» — единственное, что вы слышите, как только появляетесь у маяка. Крейсер Ордена атакует вас!

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_BORDER_FIGHT_TEXT"]/text[3]
ru: Одинокий корабль Ордена патрулирует этот маяк. Вы пытаетесь с ними связаться, но они отклоняют запрос, одновременно заряжая орудия.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_BORDER_FIGHT_TEXT"]/text[4]
ru: Вы появились слишком близко к крейсеру Ордена, коммуникатор ловит обрывок фразы с их корабля: «..да откуда вы берётесь, Хаос вас поглоти!»

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_BORDER_FIGHT_TEXT"]/text[5]
ru: На выходе у маяка вас поджидал боевой крейсер Ордена. Довольная ухмылка их капитана на экране видеосвязи не предвещает ничего хорошего: «Сейчас вы познаете всю силу Хаоса!»

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_PDS_CHAOS_TEXT"]/text[1]
ru: Прямо на ваших глазах повстанческий корабль взрывает гражданское судно, после чего направляется к вам! С поверхности планеты гражданские открывают беспорядочный огонь. Видимо, их прицельные системы повреждены, и они палят наугад.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_PDS_CHAOS_TEXT"]/text[2]
ru: Вы попадаете прямо в центр очередного сражения — корабль повстанцев атакует поселение гражданских, а те отвечают залпами из ПКБ. Завидев вас, повстанцы меняют цель, но выстрелы с планеты не стихают.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_PDS_CHAOS_TEXT"]/text[3]
ru: Вы спешите на помощь гражданскому поселению, на которое напали повстанцы. То ли они слишком напуганы, то ли их система наведения оставляет желать лучшего — под обстрел попадают и повстанцы, и ваш крейсер!

source: data/events_rebel.xml.rawclobber$//ship[@name="CHAOS_REBEL_SHIPS"]/escape/text
ru: Из коммуникатора доносится: «Проклятье! Мы скоро развалимся на части! Убираемся отсюда!»

source: data/events_rebel.xml.rawclobber$//ship[@name="CHAOS_REBEL_SHIPS"]/gotaway/text
ru: Корабль повстанцев прыгнул в неизвестном направлении.

source: data/events_rebel.xml.rawclobber$//ship[@name="CHAOS_REBEL_SHIPS"]/destroyed/text
ru: Корабль разваливается, и вы собираете лом, уворачиваясь от огня с планеты.

source: data/events_rebel.xml.rawclobber$//ship[@name="CHAOS_REBEL_SHIPS"]/deadCrew/text
ru: Вы перебили экипаж и обчищаете их трюмы, уворачиваясь от огня с планеты.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_TWO_FLEET_FIGHT"]/choice[1]/text
ru: Напасть на один из кораблей повстанцев.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_TWO_FLEET_FIGHT"]/choice[1]/event/text
ru: Прохлаждаться некогда, союзникам нужна помощь. В атаку!

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_TWO_FLEET_FIGHT"]/choice[2]/text
ru: Бросить союзников на произвол судьбы.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_TWO_FLEET_FIGHT"]/choice[2]/event/text
ru: Вы не можете поверить в то, что делаете, но ваш корабль разворачивается в обратную сторону. Ваша миссия слишком важна, чтобы рисковать.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_TWO_FLEET_FIGHT_TEXT"]/text[1]
ru: Вы прибыли к очередному месту сражения. Конфликт между Федерацией и флотом повстанцев развернулся достаточно близко от вас.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_TWO_FLEET_FIGHT_TEXT"]/text[2]
ru: В оказываетесь в непосредственной близости от крупного сражения между флотом Федерации и повстанцами. Повсюду летают шальные снаряды, но вас пока не замечают.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_TWO_FLEET_FIGHT_TEXT"]/text[3]
ru: Прямо перед вами проходит масштабное столкновение между Федерацией и повстанцами. Пролетающие мимо снаряды едва не задевают обшивку вашего корабля.

source: data/events_rebel.xml.rawclobber$//ship[@name="TWO_FLEET_REBEL_SHIPS"]/escape/text
ru: Из коммуникатора доносится: «Отступаем!»

source: data/events_rebel.xml.rawclobber$//ship[@name="TWO_FLEET_REBEL_SHIPS"]/gotaway/text
ru: Корабль повстанцев прыгнул в неизвестном направлении.

source: data/events_rebel.xml.rawclobber$//ship[@name="TWO_FLEET_REBEL_SHIPS"]/destroyed/text
ru: Корабль разваливается, и вы собираете лом.

source: data/events_rebel.xml.rawclobber$//ship[@name="TWO_FLEET_REBEL_SHIPS"]/deadCrew/text
ru: Вы перебили экипаж и обчистили их трюмы.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_FLEET_FED_TEXT"]/text[1]
ru: У этого маяка расположился флот Федерации. Они без лишних вопросов снабжают вас припасами и продолжают подготовку к битве.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_FLEET_FED_TEXT"]/text[2]
ru: Флот Федерации у этого маяка опознаёт ваш корабль и снабжает вас припасами. Поблагодарив их, вы продолжаете полёт.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_FLEET_FED_TEXT"]/text[3]
ru: Вы появляетесь в лагере Федерации. Любой союзный корабль получит здесь помощь.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_FLEET_FED_TEXT"]/text[4]
ru: Вы оказываетесь прямо посреди лагеря Федерации. Они отправляют вам немного припасов.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_STUFF_TEXT"]/text[1]
ru: Прямо перед вами следы небольшого сражения, среди обломков удаётся найти что-то полезное.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_STUFF_TEXT"]/text[2]
ru: Перед вами останки крейсера Федерации. На борту осталось немного припасов.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_STUFF_TEXT"]/text[3]
ru: Перед вами останки крейсера повстанцев. На борту осталось немного припасов.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_RANDOM_STANDARD_TEXT"]/text[1]
ru: Вы обнаруживаете разрушенную базу Федерации. Внутри осталось кое-что ценное.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_RANDOM_STANDARD_TEXT"]/text[2]
ru: Вы обнаруживаете разрушенную базу повстанцев. Внутри осталось кое-что ценное.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_RANDOM_STANDARD_TEXT"]/text[3]
ru: Прямо перед вами следы масштабного сражения. Среди обломков удаётся найти полезные вещи.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_FLEET_REBEL"]/choice[1]/text
ru: Напасть на повстанцев.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_FLEET_REBEL"]/choice[1]/event/text
ru: Вы не можете позволить, чтобы невинные суда пострадали в результате боевых действий. Вы летите навстречу повстанцам, разогревая орудия.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_FLEET_REBEL"]/choice[2]/text
ru: Постараться проскочить незаметно.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_FLEET_REBEL"]/choice[@req="cloaking"]/text
ru: (Маскировка) Постараться проскочить незаметно, используя маскировку.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_FLEET_REBEL_TEXT"]/text[1]
ru: Бортовой радар показывает большое скопление кораблей далеко впереди вас. Повстанцы задерживают гражданские суда для выяснения причастности к Федерации. Их разведчики пока вас не замечают.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_FLEET_REBEL_TEXT"]/text[2]
ru: Впереди вас расположилась пограничная застава повстанцев. Они проверяют каждое гражданское судно на принадлежность к Федерации.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_FLEET_REBEL_TEXT"]/text[3]
ru: Прямо впереди вас находится большое скопление гражданских судов. Повстанцы устроили здесь пропускной пункт и проверяют каждый корабль на причастность к Федерации.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_SECTOR_FLEET_REBEL_HIDING"]/event[1]/text
ru: Вам удаётся обойти радары кораблей врага и успешно покинуть опасный участок. Связываться с повстанцами сейчас — не самая лучшая идея.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_SECTOR_FLEET_REBEL_HIDING"]/event[2]/text
ru: Вы пытаетесь не привлекать внимание разведчиков, однако их радары всё же засекли вас, и они открывают огонь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_SECTOR_FLEET_REBEL_HIDING"]/event[3]/text
ru: Вы пытаетесь не привлекать внимание разведчиков, однако их радары всё же засекли вас, и они открывают огонь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_SECTOR_FLEET_REBEL_CLOAK"]/event[1]/text
ru: Вам удаётся обойти радары кораблей врага и успешно покинуть опасный участок. Связываться с повстанцами сейчас — не самая лучшая идея.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_SECTOR_FLEET_REBEL_CLOAK"]/event[2]/text
ru: Вам удаётся обойти радары кораблей врага и успешно покинуть опасный участок. Связываться с повстанцами сейчас — не самая лучшая идея.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_SECTOR_FLEET_REBEL_CLOAK"]/event[3]/text
ru: Вы пытаетесь не привлекать внимание разведчиков, однако их радары всё же засекли вас, и они открывают огонь.

source: data/events_rebel.xml.rawclobber$//ship[@name="ANGRY_REBEL_SHIPS_2"]/destroyed/text
ru: Корабль разваливается, и вы собираете лом.

source: data/events_rebel.xml.rawclobber$//ship[@name="ANGRY_REBEL_SHIPS_2"]/destroyed/choice/event/text
ru: Гражданские суда благодарят вас ресурсами и улетают в открывшуюся брешь в кольце повстанцев.

source: data/events_rebel.xml.rawclobber$//ship[@name="ANGRY_REBEL_SHIPS_2"]/deadCrew/text
ru: Вы перебили экипаж и обчистили их трюмы.

source: data/events_rebel.xml.rawclobber$//ship[@name="ANGRY_REBEL_SHIPS_2"]/deadCrew/choice/event/text
ru: Гражданские суда благодарят вас ресурсами и улетают в открывшуюся брешь в кольце повстанцев.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_PDS_FED_TEXT"]/text[1]
ru: Вы прибываете к маяку под контролем Федерации, однако сразу после вас сюда прыгает корабль повстанцев. Это довольно отчаянный манёвр с его стороны.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_PDS_FED_TEXT"]/text[2]
ru: Этот маяк находится под контролем сил Федерации. Неожиданно вслед за вами здесь появляется разведчик повстанцев.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_SECTOR_PDS_FED_TEXT"]/text[3]
ru: Вы появляетесь вблизи лагеря Федерации. Стоило вам облегчённо вздохнуть, как следом появился крейсер повстанцев, явно не ожидавший попасть в окружение врагов.

source: data/events_rebel.xml.rawclobber$//ship[@name="IDIOT_REBEL_SHIPS"]/gotaway/text
ru: Корабль повстанцев прыгнул в обратном направлении.

source: data/events_rebel.xml.rawclobber$//ship[@name="IDIOT_REBEL_SHIPS"]/destroyed/text
ru: Корабль разваливается, и вы собираете лом.

source: data/events_rebel.xml.rawclobber$//ship[@name="IDIOT_REBEL_SHIPS"]/deadCrew/text
ru: Вы перебили экипаж и обчистили их трюмы.

source: data/events_rebel.xml.rawclobber$//textList[@name="IDIOT_REBEL_SHIPS_TEXT"]/text[1]
ru: Из коммуникатора доносится: «Оп-па, кажется, мы ошиблись маяком, не стреляйте, мы уже улетаем!»

source: data/events_rebel.xml.rawclobber$//textList[@name="IDIOT_REBEL_SHIPS_TEXT"]/text[2]
ru: Повстанцы выходят на связь: «Ох, этот маяк принадлежит Федерации? Ладно, встретимся в другой раз».

source: data/events_rebel.xml.rawclobber$//textList[@name="IDIOT_REBEL_SHIPS_TEXT"]/text[3]
ru: Вы слышите ругань на корабле повстанцев в общем канале: «Говорил же тебе, надо было прыгать в другом направлении!» Они пытаются сбежать.

source: data/events_rebel.xml.rawclobber$//textList[@name="IDIOT_REBEL_SHIPS_TEXT"]/text[4]
ru: Вы слышите ругань на корабле повстанцев в общем канале: «Говорил же тебе, что здесь не торговый пост!» Теперь они пытаются сбежать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_SECTOR_PDS_FED_REWARD"]/event[1]/text
ru: Союзники благодарят вас за помощь и отправляют кое-какие припасы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_SECTOR_PDS_FED_REWARD"]/event[2]/text
ru: Союзники благодарят вас за помощь и отправляют ремонтную бригаду подлатать корабль.

source: data/events_rebel.xml.rawclobber$//event[@name="MISSILE_RADIATION_EVENT"]/text
ru: Вы замечаете рядом с маяком огромную ракету. Она явно вылетела с планеты поблизости и направляется на какой-то другой маяк. Тем временем с планеты открывают огонь в вашу сторону.

source: data/events_rebel.xml.rawclobber$//ship[@name="MISSILE_SHIP_PARAMETERS"]/escape/text
ru: Вы замечаете рост энергии в FTL-двигателе этой ракеты! Кроме того, приборы регистрируют опасное излучение, исходящее от её корпуса.

source: data/events_rebel.xml.rawclobber$//ship[@name="MISSILE_SHIP_PARAMETERS"]/gotaway/text
ru: Ракета совершила FTL-прыжок.

source: data/events_rebel.xml.rawclobber$//ship[@name="MISSILE_SHIP_PARAMETERS"]/destroyed/text
ru: Ужасающий взрыв сотрясает близлежащее пространство и повреждает ваш корабль! Несколько обломков ракеты застревают в обшивке. Возможно, надо было позволить ракете улететь. Вы утешаете себя тем, что спасли чьи-то жизни.

source: data/events_rebel.xml.rawclobber$//textList[@name="AVATAR_SHIPS_BORDER_LIST"]/text[1]
ru: Прямо по курсу — боевое судно аватаров. Все попытки уладить ситуацию миром бесполезны — они не способны общаться с другими расами.

source: data/events_rebel.xml.rawclobber$//textList[@name="AVATAR_SHIPS_BORDER_LIST"]/text[2]
ru: Боевой корабль аватаров поджидает неосторожных путешественников на этом маяке. У вас нет другого выхода, кроме как готовиться к обороне.

source: data/events_rebel.xml.rawclobber$//textList[@name="AVATAR_SHIPS_BORDER_LIST"]/text[3]
ru: Возле маяка патрулирует судно под управлением ИИ. Заметив вас, оно немедленно отправляется в атаку.

source: data/events_rebel.xml.rawclobber$//textList[@name="AVATAR_SHIPS_BORDER_LIST"]/text[4]
ru: Маяк перед вами ничем не примечателен, и вы уже было отдаёте приказ покинуть его, когда корабль ИИ появляется прямо по курсу. Готовьтесь к бою!

source: data/events_rebel.xml.rawclobber$//event[@name="SLURM_FIGHT_BORDER"]/text
ru: Слёрмы редко покидают свои родные туманности, но иногда они отправляются на поиски редких ингредиентов для слёрма. На такой корабль вы и натыкаетесь, причём настроены они не дружелюбно...

source: data/events_rebel.xml.rawclobber$//event[@name="ENGI_SHIP_BORDER"]/text
ru: В этом секторе даже инжи пытаются убить вас! Вы приказываете команде держать оборону.

source: data/events_rebel.xml.rawclobber$//textList[@name="CRYSTAL_FIGHT_BORDER"]/text[1]
ru: Вы появляетесь неподалёку от флотилии кристаллических кораблей, с виду гражданских или торговых. Вы задерживаетесь, чтобы просканировать один из них, но они немедленно реагируют и посылают конвоира, чтобы от вас отбиться. Готовьтесь к битве!

source: data/events_rebel.xml.rawclobber$//textList[@name="CRYSTAL_FIGHT_BORDER"]/text[2]
ru: Вы прибываете к маяку, и вас немедленно приветствует автоматическое сообщение или какое-то оповещение. Переводчик не смог его перевести, но после несколько кратких мгновений тревоги враждебный корабль прыгает к вам!

source: data/events_rebel.xml.rawclobber$//textList[@name="CRYSTAL_FIGHT_BORDER"]/text[3]
ru: Вы получаете сообщение: «Ха. Похоже, ещё одна бесполезная посудина, заполненная пришельцами. Готовьтесь к встрече со своим создателем!» Вы обнаруживаете, что вражеские орудия нацелены на ваш корабль.

source: data/events_rebel.xml.rawclobber$//textList[@name="CRYSTAL_FIGHT_BORDER"]/text[4]
ru: Поток скрежетаний и щелчков транслируется через передатчик. Универсальный переводчик понимает немногое, но слова "чужаки", "допускаются" и "не" слышны довольно отчётливо. Придётся вам доказывать в бою своё право тут находиться!

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_BORDER_TRADERS"]/text
ru: Торговой станции у этого маяка срочно нужна помощь — повстанцы пытаются её уничтожить и разграбить!

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_BORDER_TRADERS"]/choice[1]/text
ru: Защитить станцию!

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_BORDER_TRADERS"]/choice[1]/event/text
ru: Вы спешите на помощь торговцам.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_BORDER_TRADERS"]/choice[2]/text
ru: У нас нет на это времени...

source: data/events_rebel.xml.rawclobber$//ship[@name="DISTRESS_BORDER_TRADERS_SHIP"]/destroyed/text
ru: Повстанцы уничтожены, и благодарные гражданские просят вас посетить их магазин.

source: data/events_rebel.xml.rawclobber$//ship[@name="DISTRESS_BORDER_TRADERS_SHIP"]/deadCrew/text
ru: Повстанцы уничтожены, и благодарные гражданские просят вас посетить их магазин.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_DISTRESS_TWO_FLEET_FIGHT"]/text
ru: Прибыв на сигнал помощи, вы тут же оказываетесь в центре масштабного сражения! Кругом летают снаряды, разрываются мины, несколько кораблей взрываются прямо на ваших глазах... Вы пытаетесь держаться в стороне, но отчаянный повстанец уже нацелился на ваш корабль.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_DISTRESS_TWO_FLEET_FIGHT_SHIPS"]/destroyed/text
ru: Вы быстро собираете обломки и покидаете опасное место.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_DISTRESS_TWO_FLEET_FIGHT_SHIPS"]/deadCrew/text
ru: Вы быстро грабите их корабль и покидаете опасное место.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY"]/text
ru: Боевой крейсер Федерации выходит на связь: «Спасибо, что ответили на наш вызов! У нас кончаются боеприпасы, может у вас найдётся немного лишних ракет?»

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY"]/choice[1]/text
ru: Дать им боеприпасы.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY"]/choice[1]/event/text
ru: Вы отправляете им ракеты.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY"]/choice[2]/text
ru: Простите, но у нас нет лишних ракет.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY"]/choice[2]/event/text
ru: Они всё понимают и желают вам удачи.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY_2"]/text
ru: «Спасибо! Это очень поможет нам в предстоящем сражении! Может у вас также найдётся немного деталей дронов?»

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY_2"]/choice[1]/text
ru: Дать им детали дронов.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY_2"]/choice[1]/event/text
ru: Вы отправляете им детали дронов.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY_2"]/choice[2]/text
ru: Простите, но у нас нет лишних деталей дронов.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY_3"]/text
ru: «Здорово! Может у вас ещё и несколько топливных баков найдётся?»

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY_3"]/choice[1]/text
ru: Дать им топливо.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY_3"]/choice[1]/event/text
ru: Вы отправляете им топливо.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY_3"]/choice[2]/text
ru: Нет! Мы и так вам почти все припасы отдали!

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY_2_REWARD"]/text
ru: «Нет проблем, спасибо и на том! Вот возьмите это за вашу помощь». Они отправляют вам немного лома.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY_3_REWARD"]/text
ru: «Полегче, капитан, не горячись! Мы заплатим вам ломом!» Они отправляют вам металл и быстро улетают прочь.
