Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL"]/event[1]/choice[1]/event/choice/event/text
ru: Наконец, беспилотник сбавляет скорость и разворачивается в вашу сторону. Даже если вы победите, возвращаться на поиски роков нет смысла, слишком далеко вы улетели от первоначальных координат.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL"]/event[1]/choice[2]/text
ru: Оставить его в покое и выйти на связь с роками.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL"]/event[2]/text
ru: Вы делаете залп в сторону беспилотника, но тот уклоняется. Зависнув на несколько мгновений, ИИ HAL принимает решение сменить цель и атакует вас.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_SHIP_ROCK_IS_DEAD"]/destroyed/text
ru: Пока вы сражались, все роки погибли. Их корпус получил слишком много пробоин, и бедолаги задохнулись без кислорода. Вам остаётся лишь собрать припасы с обоих кораблей и отправиться дальше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_DEAD"]/event[1]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_DEAD"]/event[2]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_DEAD"]/event[3]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_DEAD"]/event[4]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_DEAD"]/event[5]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_DEAD"]/event[6]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_DEAD"]/event[7]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_DEAD"]/event[8]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_DEAD"]/event[9]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_DEAD"]/event[10]/text
ru: Неожиданно бортовой компьютер HAL отключается, и беспилотник зависает. Вы выжидаете некоторое время, но, кажется, всё в порядке. Ваша команда разбирает их корабль на лом и находит в трюме рабочую схему дрона HAL. К сожалению, пока вы сражались, все роки погибли. Их корпус получил слишком много пробоин, и бедолаги задохнулись без кислорода. Нужно отправляться дальше...

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL_ROCK_HAIL"]/event[1]/text
ru: Роки нехотя выходят на связь, но тем не менее признают, что без вашей помощи они бы далеко не улетели. Небольшая груда лома является их благодарностью.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL_ROCK_HAIL"]/event[2]/text
ru: Роки находятся в критическом состоянии! Их корпус зияет дырами, и если их быстро не заделать, они все задохнутся!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL_ROCK_HAIL"]/event[2]/choice[1]/text
ru: Использовать ваши запасы лома, чтобы починить их обшивку.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL_ROCK_HAIL"]/event[2]/choice[1]/event/text
ru: Вы помогаете рокам залатать дыры, и скоро уровень кислорода на их борту восстанавливается до обычного состояния.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL_ROCK_HAIL"]/event[2]/choice[1]/event/choice/event/text
ru: В благодарность за спасение они передают вам часть своих топливных запасов, а один рок соглашается вступить в вашу команду.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL_ROCK_HAIL"]/event[2]/choice[2]/text
ru: Мы ничем не можем им помочь...

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL_ROCK_HAIL"]/event[2]/choice[2]/event/text
ru: Вы беспомощно смотрите, как роки задыхаются на своём корабле. Через несколько минут всё кончено. Вам лишь остаётся забрать их припасы перед прыжком дальше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL_ROCK_HAIL"]/event[2]/choice[@req="SLUG_GEL"]/text
ru: (Ремонтный гель слагов) Использовать ремонтный гель, чтобы заделать дыры в их корабле.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL_ROCK_HAIL"]/event[2]/choice[@req="SLUG_GEL"]/event/text
ru: Ремонтный гель быстро справляется с пробоинами, и скоро уровень кислорода на их борту восстанавливается до обычного состояния.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL_ROCK_HAIL"]/event[2]/choice[@req="SLUG_GEL"]/event/choice/event/text
ru: В благодарность за спасение они передают вам часть своих топливных запасов, а один рок соглашается вступить в вашу команду.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ROCK_DEFEAT_ROCK"]/text
ru: Вы подлетаете ближе, чтобы добить роков, но ИИ HAL меняет приоритеты и атакует вас! Вам придётся отбиваться от него, вести бой на два фронта не лучшая затея.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_SHIP_ROCK_IS_GONE"]/destroyed/text
ru: Пока вы сражались, роки благоразумно убрались подальше от вас. Вы собираете обломки беспилотника.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_GONE"]/event[1]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_GONE"]/event[2]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_GONE"]/event[3]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_GONE"]/event[4]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_GONE"]/event[5]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_GONE"]/event[6]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_GONE"]/event[7]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_GONE"]/event[8]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_GONE"]/event[9]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_GONE"]/event[10]/text
ru: Неожиданно бортовой компьютер HAL отключается, и беспилотник зависает. Вы выжидаете некоторое время, но, кажется, всё в порядке. Ваша команда разбирает их корабль на лом и находит в трюме рабочую схему дрона HAL. Роки же, воспользовавшись суматохой боя, благоразумно покинули это место.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_LOOK"]/event[1]/text
ru: HAL быстро расправляется с целью и переключается на вас. Надо было улетать, пока была возможность...

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_LOOK"]/event[2]/text
ru: Неожиданно HAL зависает неподвижно в пространстве, видимо, его компьютер вышел из строя. Роки, не теряя времени даром, начинают зарядку FTL-привода.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_LOOK"]/event[2]/choice[1]/text
ru: Не дать им уйти, уничтожить роков!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_LOOK"]/event[2]/choice[1]/event/text
ru: Вы готовитесь добить каменюг.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_LOOK"]/event[2]/choice[2]/text
ru: Пусть уходят, просто разобрать на части HAL.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_LOOK"]/event[2]/choice[2]/event/text
ru: Роки улетают, а вы отправляете команду обчищать трюмы беспилотника. Там они находят рабочую схему дрона HAL.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_SHIP_ROCK_IS_WIN"]/escape/text
ru: Придётся действовать быстро, их привод уже наполовину заряжен.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_SHIP_ROCK_IS_WIN"]/gotaway/text
ru: Роки ушли. Вы собираете скудные обломки HAL и готовитесь к прыжку.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_SHIP_ROCK_IS_WIN"]/destroyed/text
ru: Корабль роков разваливается на части, и вы обчищаете оба корабля.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_SHIP_ROCK_IS_WIN"]/deadCrew/text
ru: Все роки мертвы, и вы обчищаете оба корабля. На корабле роков вы находите рабочее орудие.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_SHIP_ROCK_IS_LOSE"]/destroyed/text
ru: Покончив с беспилотником, вы осматриваете оба корабля. Не так уж много полезного от них осталось, но выбирать не приходится...

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_LOSE"]/event[1]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_LOSE"]/event[2]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_LOSE"]/event[3]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_LOSE"]/event[4]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_LOSE"]/event[5]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_LOSE"]/event[6]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_LOSE"]/event[7]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_LOSE"]/event[8]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_LOSE"]/event[9]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_ROCK_IS_LOSE"]/event[10]/text
ru: Неожиданно бортовой компьютер HAL отключается, и беспилотник зависает. Вы выжидаете некоторое время, но, кажется, всё в порядке. Вы собираете припасы с обоих кораблей и находите в трюме беспилотника рабочую схему дрона HAL.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ANGAR"]/text
ru: На планете вблизи маяка вы обнаруживаете постройку, напоминающую заброшенный ангар. Массивную дверь должен открывать огромный электродвигатель, расположенный неподалёку, но он уже давно сломан.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ANGAR"]/choice[1]/text
ru: Подорвать дверь.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ANGAR"]/choice[1]/event/text
ru: Вы закладываете взрывчатку у двери и активируете детонатор...

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ANGAR"]/choice[@req="reactor" and @lvl="0"]/text
ru: Подключить привод контроля двери к реактору корабля.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ANGAR"]/choice[@req="reactor" and @lvl="14"]/text
ru: Подключить привод контроля двери к реактору корабля.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ANGAR"]/choice[@req="reactor" and @lvl="20"]/text
ru: Подключить привод контроля двери к реактору корабля.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ANGAR"]/choice[5]/text
ru: Не рисковать, просто улететь отсюда.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_BOOM"]/event[1]/text
ru: ...взрыв проделывает большую пробоину, через которую вы выносите найденное топливо.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_BOOM"]/event[2]/text
ru: ...взрыв проделывает большую пробоину, через которую вы выносите найденные ящики с деталями дронов.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_BOOM"]/event[3]/text
ru: ...взрыв оказывается недостаточно мощным, чтобы пробить дверь. Пора двигаться дальше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_BOOM"]/event[4]/text
ru: ...взрыв оказывается недостаточно мощным, чтобы пробить дверь. Зато ваши действия привлекают внимание беспилотника HAL, патрулирующего неподалёку!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR1"]/event[1]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Медленно, но уверенно дверь отъезжает в сторону, и вы обчищаете ангар.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR1"]/event[2]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Медленно, но уверенно дверь отъезжает в сторону, и вы обчищаете ангар.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR1"]/event[3]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Дверь не сдвигается с места, а на корабле из-за короткого замыкания загорается проводка.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR1"]/event[4]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Дверь не сдвигается с места, а на корабле из-за короткого замыкания загорается проводка.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR1"]/event[5]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Дверь не сдвигается с места, а на корабле из-за короткого замыкания загорается проводка.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR2"]/event[1]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Медленно, но уверенно дверь отъезжает в сторону и вы обчищаете ангар.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR2"]/event[2]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Медленно, но уверенно дверь отъезжает в сторону и вы обчищаете ангар.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR2"]/event[3]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Дверь не сдвигается с места, а на корабле из-за короткого замыкания загорается проводка.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR2"]/event[4]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Дверь не сдвигается с места, а на корабле из-за короткого замыкания загорается проводка.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR3"]/event[1]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Медленно, но уверенно дверь отъезжает в сторону и вы обчищаете ангар.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR3"]/event[2]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Медленно, но уверенно дверь отъезжает в сторону и вы обчищаете ангар.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ANGAR_REACTOR3"]/event[3]/text
ru: Вы подключаете реактор корабля к контроллерам и подаёте максимальную мощность. Дверь не сдвигается с места, а на корабле из-за короткого замыкания загорается проводка.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_STORM_HAL_I_FORGOT_YOU_MAN"]/text
ru: Капитан корабля Федерации говорит, что после последнего прыжка у него не осталось топлива, а от этого ионного шторма сильно кружится голова. Он просит вас дать ему топливо и сопроводить до места назначения.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_STORM_HAL_I_FORGOT_YOU_MAN"]/choice[1]/text
ru: Согласиться.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_STORM_HAL_I_FORGOT_YOU_MAN"]/choice[1]/event/text
ru: Вы даёте капитану немного топлива, а он даёт координаты места, в которое ему нужно.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_STORM_HAL_I_FORGOT_YOU_MAN"]/choice[2]/text
ru: Отказаться.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_STORM_HAL_I_FORGOT_YOU_MAN"]/choice[2]/event/text
ru: Вы извиняетесь перед ним и отправляетесь дальше.

source: data/events_rebel.xml.rawclobber$//event[@name="ASTEROID_I_FORGOT_YOU_MAN_2"]/text
ru: Корабль Федерации вышел из прыжка сразу после вас, но, к вашему удивлению, он заряжает орудия, сев вам на хвост!

source: data/events_rebel.xml.rawclobber$//event[@name="ASTEROID_I_FORGOT_YOU_MAN_2"]/choice[1]/text
ru: Сделать несколько манёвров, чтобы стряхнуть преследователя.

source: data/events_rebel.xml.rawclobber$//event[@name="ASTEROID_I_FORGOT_YOU_MAN_2"]/choice[1]/event/text
ru: Вы ловко петляете мимо крупных астероидов, уворачиваясь от снарядов, однако преследование продолжается.

source: data/events_rebel.xml.rawclobber$//event[@name="ASTEROID_I_FORGOT_YOU_MAN_2"]/choice[2]/text
ru: Попытаться выйти на связь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="CAPTAIN_FORGOT"]/event[1]/text
ru: Капитан корабля Федерации не отвечает на ваши запросы... Видимо, он сошёл с ума.

source: data/events_rebel.xml.rawclobber$//eventList[@name="CAPTAIN_FORGOT"]/event[2]/text
ru: Вы связываетесь с капитаном и объясняете, что он всё перепутал. Видимо, прыжки отрицательно влияют на его сознание. Извинившись, капитан спрашивает вас: «Чем я могу вас отблагодарить?»

source: data/events_rebel.xml.rawclobber$//eventList[@name="CAPTAIN_FORGOT"]/event[2]/choice[1]/text
ru: Попросить топливо.

source: data/events_rebel.xml.rawclobber$//eventList[@name="CAPTAIN_FORGOT"]/event[2]/choice[1]/event/text
ru: Капитан разводит руками — лишнего топлива у него нет. Зато есть немного металла.

source: data/events_rebel.xml.rawclobber$//eventList[@name="CAPTAIN_FORGOT"]/event[2]/choice[2]/text
ru: Попросить боеприпасы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="CAPTAIN_FORGOT"]/event[2]/choice[2]/event/text
ru: Капитан даёт вам ракеты и немного лома.

source: data/events_rebel.xml.rawclobber$//eventList[@name="CAPTAIN_FORGOT"]/event[2]/choice[3]/text
ru: Попросить детали дронов.

source: data/events_rebel.xml.rawclobber$//eventList[@name="CAPTAIN_FORGOT"]/event[2]/choice[3]/event/text
ru: Капитан даёт вам детали дронов и немного лома.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_I_FORGOT_YOU_MAN_SHIP"]/destroyed/text
ru: Уничтожив корабль, вы собираете всё ценное.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_I_FORGOT_YOU_MAN_SHIP"]/deadCrew/text
ru: Никого живого на корабле не осталось, и вы забираете всё ценное.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ENGI_DEAD_RANDOM"]/event[1]/text
ru: Внезапно инжи на вашем корабле начинает сильно искрить и застывает на месте. Похоже, что из-за какого-то вируса он больше не контролирует себя...

source: data/events_rebel.xml.rawclobber$//eventList[@name="ENGI_DEAD_RANDOM"]/event[1]/choice[@req="NANO_MEDBAY" and @lvl="0"]/event/text
ru: ...спустя пару секунд у инжи взрывается голова...

source: data/events_rebel.xml.rawclobber$//eventList[@name="ENGI_DEAD_RANDOM"]/event[1]/choice[@req="NANO_MEDBAY" and @lvl="0"]/event/removeCrew/text
ru: Попытки клонировать умершего ни к чему не приводят. Вирус разрушил его до основания...

source: data/events_rebel.xml.rawclobber$//eventList[@name="ENGI_DEAD_RANDOM"]/event[1]/choice[@req="NANO_MEDBAY" and @lvl="1"]/event/text
ru: ...несколько раз дёрнувшись, инжи убегает в другой отсек и снова зависает...

source: data/events_rebel.xml.rawclobber$//eventList[@name="ENGI_DEAD_RANDOM"]/event[1]/choice[@req="NANO_MEDBAY" and @lvl="1"]/event/choice[@req="medbay" and @lvl="0"]/event/text
ru: ...спустя пару секунд у инжи взрывается голова...

source: data/events_rebel.xml.rawclobber$//eventList[@name="ENGI_DEAD_RANDOM"]/event[1]/choice[@req="NANO_MEDBAY" and @lvl="1"]/event/choice[@req="medbay" and @lvl="0"]/event/removeCrew/text
ru: Попытки клонировать умершего ни к чему не приводят. Вирус разрушил его до основания...

source: data/events_rebel.xml.rawclobber$//eventList[@name="ENGI_DEAD_RANDOM"]/event[1]/choice[@req="NANO_MEDBAY" and @lvl="1"]/event/choice[@req="medbay" and @lvl="1"]/event/text
ru: Ещё некоторое время инжи трясётся, но затем приходит в себя. Он говорит, что нано-медботы только что спасли его от обнуления.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ENGI_DEAD_RANDOM"]/event[2]/text
ru: Внезапно инжи на вашем корабле начинает сильно искрить и застывает на месте. Похоже, что из-за какого-то вируса он больше не контролирует себя...

source: data/events_rebel.xml.rawclobber$//eventList[@name="ENGI_DEAD_RANDOM"]/event[2]/choice/event/text
ru: ...спустя пару секунд он приходит в норму и говорит, что HAL пытался убить его вирусной атакой. К счастью, антивирусная защита инжи справилась с угрозой.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_FED_NOFUEL"]/text
ru: Корабль Федерации сообщает, что застрял в этом опасном месте с пустыми баками. Теперь он просит у вас топливо и сопровождение за небольшую предоплату.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_FED_NOFUEL"]/choice[1]/text
ru: Дать топливо и сопроводить.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_FED_NOFUEL"]/choice[1]/event/text
ru: Вы отгружаете несколько топливных ячеек и готовитесь к прыжку.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_FED_NOFUEL"]/choice[2]/text
ru: Отказаться.

source: data/events_rebel.xml.rawclobber$//event[@name="QUEST_HAL_FED_NOFUEL"]/text
ru: «Капитан, спасибо, что сопроводили нас! Однако, это не то место. Мы ошиблись маяком. Зато теперь мы разобрались, и у нас есть точные координаты! И да, кстати, у нас опять пустые баки... Что скажете?»

source: data/events_rebel.xml.rawclobber$//event[@name="QUEST_HAL_FED_NOFUEL"]/choice[1]/text
ru: Дать им топливо ещё раз.

source: data/events_rebel.xml.rawclobber$//event[@name="QUEST_HAL_FED_NOFUEL"]/choice[1]/event/text
ru: Они забирают своё топливо и дают сигнал, что готовы продолжать.

source: data/events_rebel.xml.rawclobber$//event[@name="QUEST_HAL_FED_NOFUEL"]/choice[2]/text
ru: Уничтожить их.
