Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_HAL_END"]/event[1]/text
ru: Покончив с ланиусами, вы собираете всё, что осталось от корабля HAL.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_HAL_END"]/event[2]/text
ru: От обломков HAL почти ничего не осталось. Вы подбираете всё, что может пригодиться.

source: data/events_rebel.xml.rawclobber$//event[@name="LANIUS_HAL_HOST"]/text
ru: Прямо перед вами корабль ланиусов занят поглощением обломков HAL. Завидев вас, они оставляют своё занятие и переходят в атаку.

source: data/events_rebel.xml.rawclobber$//textList[@name="PIRATE_HAL"]/text[1]
ru: Отчаянный пират устроил засаду в этой туманности, вы попали в его ловушку!

source: data/events_rebel.xml.rawclobber$//textList[@name="PIRATE_HAL"]/text[2]
ru: К вашему удивлению, вы натыкаетесь на пиратский корабль в туманности. Он не выглядит дружелюбным.

source: data/events_rebel.xml.rawclobber$//textList[@name="PIRATE_HAL"]/text[3]
ru: Оказывается, в этом недружелюбном секторе иногда промышляют пираты. На такой корабль вы и натыкаетесь.

source: data/events_rebel.xml.rawclobber$//textList[@name="PIRATE_HAL"]/text[4]
ru: За вихрями туманности мелькает какой-то корабль. Вы готовитесь сражаться с HAL, но это оказываются пираты!

source: data/events_rebel.xml.rawclobber$//textList[@name="PIRATE_HAL"]/text[5]
ru: Вы не ожидали наткнуться на пиратов в этом секторе, но это случилось. Приготовиться к бою!

source: data/events_rebel.xml.rawclobber$//textList[@name="PIRATE_HAL"]/text[6]
ru: В этой туманности пираты устроили засаду. Кажется, они рады, что в этот раз им не приходится сражаться с HAL.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_PIRATE_TEXT"]/text[1]
ru: Неожиданно вы подвергаетесь атаке со стороны пиратского крейсера. Неужели они рискнули залететь в такое место?

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_PIRATE_TEXT"]/text[2]
ru: Вы совсем не ожидали нарваться здесь на пиратов. Однако это произошло.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_PIRATE_TEXT"]/text[3]
ru: Пиратский корабль промышляет разбоем в этом опасном секторе. Завидев вас, он тут же начинает заряжать все свои пушки.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_PIRATE_SHIP"]/gotaway/text
ru: Пиратский корабль совершил прыжок.

source: data/events_rebel.xml.rawclobber$//event[@name="PIRATE_HAL_SURRENDER"]/choice[1]/text
ru: Принять их предложение.

source: data/events_rebel.xml.rawclobber$//event[@name="PIRATE_HAL_SURRENDER"]/choice[2]/text
ru: Мы не признаём капитуляцию!

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_PIRATE_HELP"]/text
ru: Прямо перед вами разыгрывается очередная драма: беспилотник HAL превращает в решето пиратское судно, после чего прыгает прочь, так и не заметив вас. Пиратский корабль вот-вот взорвётся, но ещё есть шанс спасти возможных выживших.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_PIRATE_HELP"]/choice[1]/text
ru: Быстро пристыковаться в поисках выживших и припасов.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_PIRATE_HELP"]/choice[2]/text
ru: Подождать взрыва и безопасно собрать обломки корабля.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_PIRATE_HELP"]/choice[2]/event/text
ru: Они сами выбрали свою судьбу, не пристало помогать пиратам. Вы хладнокровно ждёте взрыва, а затем собираете обломки.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_PIRATE_HELP_DOCK"]/event[1]/text
ru: Выживших тут не осталось. Вы быстро собираете припасы и уходите.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_PIRATE_HELP_DOCK"]/event[2]/text
ru: Собирая припасы по кораблю, вы находите выжившего пирата. Он говорит, что исправится и будет верно вам служить.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_PIRATE_HELP_DOCK"]/event[3]/text
ru: Как только вы подлетаете ближе, часть корабля взрывается, повреждая вашу обшивку! Вы не рискуете и отлетаете дальше от этого опасного места.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_PIRATE_HELP_DOCK"]/event[4]/text
ru: На борту действительно оказываются выжившие. Пока вы собирали припасы, они пробрались на ваш корабль и теперь пытаются захватить его! Вы отлетаете подальше, в то время как ваша команда разбирается с пиратами.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_PIRATE_HELP_END"]/text
ru: Отлетев от корабля подальше, вы ждёте его взрыва, а затем собираете немного обломков. Пора двигаться дальше, вы и так тут задержались.

source: data/events_rebel.xml.rawclobber$//event[@name="BROKEN_HAL_FIGHT"]/text
ru: Перед вами пролетает покорёженный беспилотник HAL со сломанными щитами. Несмотря на повреждения, он атакует вас.

source: data/events_rebel.xml.rawclobber$//event[@name="BROKEN_HAL_FIGHT"]/choice/event/text
ru: Должно быть, это будет лёгкая добыча.

source: data/events_rebel.xml.rawclobber$//event[@name="BROKEN_HAL_FIGHT_2"]/text
ru: Мимо вас медленно дрейфует беспилотник HAL. Похоже, что его двигатели разбиты в хлам! Несмотря на повреждения, он атакует вас.

source: data/events_rebel.xml.rawclobber$//event[@name="BROKEN_HAL_FIGHT_2"]/choice/event/text
ru: Должно быть, это будет лёгкая добыча.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/text
ru: Рядом с вашим кораблём неподвижно висит странный чёрный объект, похожий на идеальный параллелепипед со сторонами, соотносящимися как 1:4:9. Ваши сенсоры не могут определить его внутренний состав, однако никаких видимых угроз от него не исходит.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/text
ru: Отправить кого-то из команды к монолиту.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/text
ru: Кто рискнёт?

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="human"]/text
ru: (Член экипажа человек) Отправить человека.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="order_human"]/text
ru: (Член экипажа человек) Отправить человека.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="order_female"]/text
ru: (Член экипажа человек) Отправить человека.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="engi"]/text
ru: (Член экипажа инжи) Отправить инжи.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="energy"]/text
ru: (Член экипажа золтанец) Отправить золтанца.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="energy_w"]/text
ru: (Член экипажа золтанец) Отправить золтанца.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="energyx"]/text
ru: (Член экипажа золтонец) Отправить золтонца.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="energyx_w"]/text
ru: (Член экипажа золтонец) Отправить золтонца.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="rock"]/text
ru: (Член экипажа рок) Отправить рока.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="magman"]/text
ru: (Член экипажа магмен) Отправить магмена.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="keeper"]/text
ru: (Член экипажа хранитель) Отправить хранителя.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom_f"]/text
ru: (Член экипажа молодой машрум) Отправить машрума.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom_b"]/text
ru: (Член экипажа зрелый машрум) Отправить машрума.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom"]/text
ru: (Член экипажа старый машрум) Отправить машрума.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="orchid"]/text
ru: (Член экипажа орхид) Отправить орхида.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="shell"]/text
ru: (Член экипажа броненосец) Отправить броненосца.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="slug_armored"]/text
ru: (Член экипажа слаг в панцире) Отправить слага в панцире.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="anaerobic"]/text
ru: (Член экипажа ланиус) Отправить ланиуса.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="crystal"]/text
ru: (Член экипажа кристалин) Отправить кристалина.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="ghost"]/text
ru: (Член экипажа аватар) Отправить аватара.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="mantis"]/text
ru: (Член экипажа мантис) Отправить мантиса.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="slug"]/text
ru: (Член экипажа слаг) Отправить слага.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[@req="CREW_ALL"]/event/choice[@req="slig"]/text
ru: (Член экипажа слёрм) Отправить слёрма.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[2]/text
ru: Расстрелять монолит.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[3]/text
ru: Осторожно приблизить корабль вплотную к монолиту.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_MONOLITH"]/choice[4]/text
ru: Ничего не трогать и скорее улетать отсюда.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_HUMAN"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_HUMAN"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_HUMAN"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_HUMAN"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_HUMAN"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_HUMAN"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORDER_HUMAN"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORDER_HUMAN"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORDER_HUMAN"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: При приближении ваш член экипажа чувствует резкий нагрев монолита, однако, орхида это не беспокоит. Он касается монолита, и спустя несколько секунд вы замечаете в трюме новое орудие.
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORDER_HUMAN"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORDER_HUMAN"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORDER_FEMALE"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORDER_FEMALE"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORDER_FEMALE"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: При приближении ваш член экипажа чувствует резкий нагрев монолита, однако, орхида это не беспокоит. Он касается монолита, и спустя несколько секунд вы замечаете в трюме новое орудие.
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORDER_FEMALE"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ORDER_FEMALE"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENGI"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENGI"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENGI"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENGI"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENGI"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENGI"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY_W"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY_W"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY_W"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY_W"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY_W"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGY_W"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX_W"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX_W"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX_W"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX_W"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита и возвращается обратно, беспокоясь за свою жизнь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX_W"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ENERGYX_W"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ROCK"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ROCK"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ROCK"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ROCK"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита, однако, рока это не беспокоит. Он касается монолита, и спустя несколько секунд вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ROCK"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_ROCK"]/event[5]/text
ru: Как только ваш член экипажа приближается к монолиту, с противоположной его стороны вылетает призрачная копия вашего корабля. Зарядив FTL-привод, корабль-призрак устремляется в сторону повстанцев. Это должно их значительно задержать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MAGMAN"]/event[1]/text
ru: В маленьком челноке ваш член экипажа приближается к монолиту. Как только он касается поверхности, яркая вспышка распыляет его на молекулы...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MAGMAN"]/event[1]/removeCrew/text
ru: К сожалению, клонировать решительно нечего...

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MAGMAN"]/event[2]/text
ru: Как только ваш член экипажа касается поверхности монолита, вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MAGMAN"]/event[3]/text
ru: При приближении ваш член экипажа чувствует резкий нагрев монолита, однако, магмена это не беспокоит. Он касается монолита, и спустя несколько секунд вы замечаете в трюме новое орудие.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MONOLITH_MAGMAN"]/event[4]/text
ru: Ваш член экипажа касается поверхности монолита и возвращается обратно, наполненный знаниями об этом секторе.
