Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_HELP2"]/event[2]/text
ru: Капитан расслабляется: «Нам бы пригодились данные вашего маршрута». Вы отправляете им данные маршрута, по которому вы прилетели сюда. Они благодарят вас и отправляют лом за помощь.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_SUR"]/text
ru: Прямо перед вами потрёпанный корабль повстанцев, им сейчас явно не до драки. Они выходят на связь: «Возьмите этот лом, и оба сделаем вид, что этой встречи не было».

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_SUR"]/choice[1]/text
ru: Мы не ведём переговоров с повстанцами, к бою!

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_SUR"]/choice[1]/event/text
ru: Их капитан устало вздыхает и отключается.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_SUR"]/choice[2]/text
ru: Хорошо, на этот раз мы принимаем ваше предложение.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SECTOR_SUR"]/choice[2]/event/text
ru: Их капитан с облегчением вздыхает и распоряжается передать вам лом.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_REBEL_PREIGNITE"]/text
ru: Не успели вы появиться, как в вас летит залп из ОЗУ! Откуда у повстанцев такое вооружение?!

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_REBEL_PREIGNITE_SHIP"]/destroyed/text
ru: Взрыв уничтожает залповую установку, а жаль...

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_REBEL_PREIGNITE_SHIP"]/deadCrew/text
ru: Повстанцы мертвы, и вы обыскиваете их трюмы.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_REBEL_PREIGNITE_SHIP"]/deadCrew/choice/event/text
ru: Среди прочего хлама вам удаётся найти ещё одну ОЗУ, и вы забираете её себе.
