Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEBULA_HOSTILE_ORDEN_HIDE"]/event[1]/text
ru: Не успели вы затаиться, как корабль Ордена замечает вас и идёт на сближение.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEBULA_HOSTILE_ORDEN_HIDE"]/event[2]/text
ru: Вы быстро прячетесь. Сейчас не лучшее время для сражений.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEBULA_HOSTILE_ORDEN_HIDE"]/event[3]/text
ru: Вы быстро прячетесь. Сейчас не лучшее время для сражений.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEBULA_HOSTILE_ORDEN_HIDE"]/event[4]/text
ru: Вы быстро прячетесь. Сейчас не лучшее время для сражений.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEBULA_HOSTILE_ORDEN_ATTACK"]/event[1]/text
ru: Вы идёте на сближение, а корабль Ордена начинает заряжать свой богатый арсенал.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEBULA_HOSTILE_ORDEN_ATTACK"]/event[2]/text
ru: Вы идёте на сближение, а корабль Ордена начинает заряжать свой богатый арсенал.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEBULA_HOSTILE_ORDEN_ATTACK"]/event[3]/text
ru: Вы идёте на сближение, а корабль Ордена начинает заряжать свой богатый арсенал.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEBULA_HOSTILE_ORDEN_ATTACK"]/event[4]/text
ru: Внезапно налетевшее плотное облако газа заставляет вас сбросить скорость до минимума. Когда оно рассеивается, перед вами уже никого нет.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN"]/text
ru: Вы находите ящик с гравировкой Ордена и символом боеприпасов. Похоже, что запирающий механизм начинён взрывчаткой, а на другой стороне контейнера обнаруживается сенсорная панель.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN"]/choice[1]/text
ru: Попытаться взломать ящик.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN"]/choice[@req="CREW_ALL"]/text
ru: Пусть один из вашей команды приложит конечность к сенсорной панели.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN"]/choice[3]/text
ru: Выбросить ящик.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN"]/choice[3]/event/text
ru: Совершать глупости — не в наших правилах. Вы выкидываете ящик в пустоту космоса.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW"]/event[1]/text
ru: Раздаётся взрыв, и одного из вашей команды размазывает по стенкам отсека. Кто будет всё это отмывать?

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW"]/event[1]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш клон-отсек воссоздаёт погибшего.

source: As your ship is solely under the control of AI, you need not fear the death of any crew.
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW"]/event[2]/text
ru: Раздаётся взрыв, и одного из вашей команды размазывает по стенкам отсека. Кто будет всё это отмывать?

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW"]/event[2]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш клон-отсек воссоздаёт погибшего.

source: As your ship is solely under the control of AI, you need not fear the death of any crew.
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW"]/event[3]/text
ru: Раздаётся взрыв, и одного из вашей команды размазывает по стенкам отсека. Кто будет всё это отмывать?

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW"]/event[3]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш клон-отсек воссоздаёт погибшего.

source: As your ship is solely under the control of AI, you need not fear the death of any crew.
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW"]/event[4]/text
ru: Механизм детонации даёт сбой, и вы спокойно вскрываете ящик.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/text
ru: Кто пойдёт открывать контейнер?

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="human"]/text
ru: (Член экипажа человек) Человек.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="human"]/event/text
ru: Человек прикасается к детектору, и датчики ящика загораются зелёным цветом — крышка открыта.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="order_human"]/text
ru: (Член экипажа человек) Человек.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="order_human"]/event/text
ru: Человек прикасается к детектору, и датчики ящика загораются зелёным цветом — крышка открыта.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="order_female"]/text
ru: (Член экипажа человек) Человек.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="order_female"]/event/text
ru: Человек прикасается к детектору, и датчики ящика загораются зелёным цветом — крышка открыта.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="energy"]/text
ru: (Член экипажа золтанец) Золтанец.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="energy_w"]/text
ru: (Член экипажа золтанец) Золтанец.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="energyx"]/text
ru: (Член экипажа золтонец) Золтонец.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="energyx_w"]/text
ru: (Член экипажа золтонец) Золтонец.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="mantis"]/text
ru: (Член экипажа мантис) Мантис.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="slug"]/text
ru: (Член экипажа слаг) Слаг.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="rock"]/text
ru: (Член экипажа рок) Рок.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="slig"]/text
ru: (Член экипажа слёрм) Слёрм.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="magman"]/text
ru: (Член экипажа магмен) Магмен.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="keeper"]/text
ru: (Член экипажа хранитель) Хранитель.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="mushroom_f"]/text
ru: (Член экипажа молодой машрум) Машрум.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="mushroom_b"]/text
ru: (Член экипажа зрелый машрум) Машрум.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="mushroom"]/text
ru: (Член экипажа старый машрум) Машрум.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="orchid"]/text
ru: (Член экипажа орхид) Орхид.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="shell"]/text
ru: (Член экипажа броненосец) Броненосец.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="slug_armored"]/text
ru: (Член экипажа слаг в панцире) Слаг в панцире.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="anaerobic"]/text
ru: (Член экипажа ланиус) Ланиус.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="crystal"]/text
ru: (Член экипажа кристалин) Кристалин.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN"]/choice[@req="ghost"]/text
ru: (Член экипажа аватар) Аватар.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ENGI"]/text
ru: Инжи прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ENGI"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ENERGY"]/text
ru: Золтанец прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ENERGY"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ENERGY_W"]/text
ru: Золтанец прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ENERGY_W"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ENERGYX"]/text
ru: Золтонец прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ENERGYX"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ENERGYX_W"]/text
ru: Золтонец прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ENERGYX_W"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_MANTIS"]/text
ru: Мантис прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_MANTIS"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_SLUG"]/text
ru: Слаг прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_SLUG"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_SLIG"]/text
ru: Слёрм прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_SLIG"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ROCK"]/text
ru: Рок прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ROCK"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_MAGMAN"]/text
ru: Магмен прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_MAGMAN"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_KEEPER"]/text
ru: Хранитель прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_KEEPER"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_MUSHROOM_F"]/text
ru: Машрум прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_MUSHROOM_F"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_MUSHROOM_B"]/text
ru: Машрум прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_MUSHROOM_B"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_MUSHROOM"]/text
ru: Машрум прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_MUSHROOM"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ORCHID"]/text
ru: Орхид прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ORCHID"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_SHELL"]/text
ru: Броненосец прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_SHELL"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ARM_SLUG"]/text
ru: Слаг прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ARM_SLUG"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ANAEROBIC"]/text
ru: Ланиус прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_ANAEROBIC"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_CRYSTAL"]/text
ru: Кристалин прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_CRYSTAL"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_GHOST"]/text
ru: Аватар прикасается к детектору, и датчики ящика загораются красным цветом. В ту же секунду раздаётся взрыв, разносящий бедолагу в клочья!

source: data/events_rebel.xml.rawclobber$//event[@name="BOOM_GHOST"]/removeCrew/text
ru: К счастью, клон-отсек успешно создаёт копию погибшего.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX2_FOR_HUMAN"]/text
ru: Вы находите ящик с гравировкой Ордена и символом топлива. Похоже, что запирающий механизм начинён взрывчаткой, а на другой стороне контейнера обнаруживается сенсорная панель.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX2_FOR_HUMAN"]/choice[1]/text
ru: Попытаться вскрыть ящик.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX2_FOR_HUMAN"]/choice[2]/text
ru: Пусть один из вашей команды приложит конечность к сенсорной панели.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX2_FOR_HUMAN"]/choice[3]/text
ru: Выбросить контейнер.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX2_FOR_HUMAN"]/choice[3]/event/text
ru: Совершать глупости — не в наших правилах. Вы выкидываете контейнер в пустоту космоса.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW2"]/event[1]/text
ru: Раздаётся взрыв, и одного из вашей команды размазывает по стенкам отсека. Кто будет всё это отмывать?

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW2"]/event[1]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш клон-отсек воссоздаёт погибшего.

source: As your ship is solely under the control of AI, you need not fear the death of any crew.
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW2"]/event[2]/text
ru: Раздаётся взрыв, и одного из вашей команды размазывает по стенкам отсека. Кто будет всё это отмывать?

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW2"]/event[2]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш клон-отсек воссоздаёт погибшего.

source: As your ship is solely under the control of AI, you need not fear the death of any crew.
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW2"]/event[3]/text
ru: Раздаётся взрыв, и одного из вашей команды размазывает по стенкам отсека. Кто будет всё это отмывать?

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW2"]/event[3]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш клон-отсек воссоздаёт погибшего.

source: As your ship is solely under the control of AI, you need not fear the death of any crew.
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ITEM_ORDEN_BOX_FOR_HUMAN_WOW2"]/event[4]/text
ru: Механизм детонации даёт сбой, и вы спокойно сливаете топливо.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/text
ru: Кто пойдёт открывать контейнер?

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="human_crew"]/text
ru: (Член экипажа человек) Человек.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="human_crew"]/event/text
ru: Человек прикасается к детектору, и датчики ящика загораются зелёным цветом — крышка открыта.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="order_human"]/text
ru: (Член экипажа человек) Человек.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="order_human"]/event/text
ru: Человек прикасается к детектору, и датчики ящика загораются зелёным цветом — крышка открыта.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="order_female"]/text
ru: (Член экипажа человек) Человек.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="order_female"]/event/text
ru: Человек прикасается к детектору, и датчики ящика загораются зелёным цветом — крышка открыта.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="engi_crew"]/text
ru: (Член экипажа инжи) Инжи.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="energy"]/text
ru: (Член экипажа золтанец) Золтанец.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="energy_w"]/text
ru: (Член экипажа золтанец) Золтанец.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="energyx"]/text
ru: (Член экипажа золтонец) Золтонец.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="energyx_w"]/text
ru: (Член экипажа золтонец) Золтонец.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="mantis_crew"]/text
ru: (Член экипажа мантис) Мантис.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="slug_crew"]/text
ru: (Член экипажа слаг) Слаг.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="rock_crew"]/text
ru: (Член экипажа рок) Рок.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="slig"]/text
ru: (Член экипажа слёрм) Слёрм.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="magman"]/text
ru: (Член экипажа магмен) Магмен.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="keeper"]/text
ru: (Член экипажа хранитель) Хранитель.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="mushroom_f"]/text
ru: (Член экипажа молодой машрум) Машрум.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="mushroom_b"]/text
ru: (Член экипажа зрелый машрум) Машрум.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="mushroom"]/text
ru: (Член экипажа старый машрум) Машрум.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="orchid_crew"]/text
ru: (Член экипажа орхид) Орхид.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="shell"]/text
ru: (Член экипажа броненосец) Броненосец.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="slug_armored"]/text
ru: (Член экипажа слаг в панцире) Слаг в панцире.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="anaerobic_crew"]/text
ru: (Член экипажа ланиус) Ланиус.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="crystal"]/text
ru: (Член экипажа кристалин) Кристалин.

source: data/events_rebel.xml.rawclobber$//event[@name="ITEM_ORDEN_BOX_FOR_HUMAN_SCAN2"]/choice[@req="ghost_crew"]/text
ru: (Член экипажа аватар) Аватар.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_LUNA"]/text
ru: На этом маяке всё тихо и спокойно, лишь безжизненная луна маячит неподалёку.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_LUNA"]/choice[@req="sensors" and @lvl="1"]/text
ru: (Сенсоры) Удалённо просканировать луну.
