Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_LUNA"]/choice[@req="sensors" and @lvl="2"]/text
ru: (Улучшенные сенсоры) Удалённо просканировать луну.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_LUNA"]/choice[@req="sensors" and @lvl="3"]/text
ru: (Продвинутые сенсоры) Удалённо просканировать луну.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_LUNA"]/choice[@req="ADV_SCANNERS"]/text
ru: (Сканеры широкого охвата) Удалённо просканировать луну.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_LUNA"]/choice[@req="LIFE_SCANNER"]/text
ru: (Инфракрасный сканер) Просканировать луну на признаки жизни.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_LUNA"]/choice[6]/text
ru: Покинуть это место, пока здесь всё ещё тихо.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_LOW"]/event[1]/text
ru: Сканеры показывают, что эта луна на самом деле безжизненна. Время улетать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_LOW"]/event[2]/text
ru: Сканеры показывают, что эта луна на самом деле безжизненна. Время улетать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_LOW"]/event[3]/text
ru: Сканеры показывают, что эта луна на самом деле безжизненна. Время улетать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_LOW"]/event[6]/text
ru: На другой стороне луны притаился крейсер Ордена, они переходят в атаку!

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_MED"]/event[1]/text
ru: Сканеры показывают, что эта луна на самом деле безжизненна. Время улетать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_MED"]/event[2]/text
ru: Сканеры показывают, что эта луна на самом деле безжизненна. Время улетать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_MED"]/event[5]/text
ru: На другой стороне луны притаился крейсер Ордена, они переходят в атаку!

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_HIGH"]/event[1]/text
ru: Сканеры показывают, что эта луна на самом деле безжизненна. Время улетать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_HIGH"]/event[4]/text
ru: На другой стороне луны притаился крейсер Ордена, они переходят в атаку!

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_CONT"]/text
ru: Сканеры находят большой контейнер со знаком Ордена. Это может быть ловушкой.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_CONT"]/choice[1]/text
ru: Доставить контейнер на борт и вскрыть его.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_CONT"]/choice[2]/text
ru: Отправить одного из команды, чтобы вскрыть контейнер на месте.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_CONT"]/choice[3]/text
ru: Оставить контейнер на луне и улететь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_CONT_SHIP"]/event[1]/text
ru: Контейнер доставляют на борт. Внутри вы находите одно из орудий Ордена, теперь оно ваше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_CONT_SHIP"]/event[2]/text
ru: Контейнер доставляют на борт. Как только вы вскрываете его, происходит мощнейший взрыв, половина корабля полыхает огнём!

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_CONT_CREW"]/event[1]/text
ru: Вы приказываете одному из команды спуститься и открыть контейнер. Внутри находилось одно из орудий Ордена, теперь оно ваше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_CONT_CREW"]/event[2]/text
ru: Вы приказываете одному из команды спуститься и открыть контейнер. Как только он делает это, раздаётся мощнейший взрыв! Бедолагу разносит в клочья, это на самом деле была ловушка.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_CONT_CREW"]/event[2]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш клон-отсек находится в пределах рабочей дальности, и через несколько мгновений клон погибшего возвращается на своё место.

source: As your ship is solely under the control of AI, you need not fear the death of any crew.
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_LIFE"]/event[1]/text
ru: Сканер показывает, что эта луна на самом деле безжизненна. Время улетать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_LIFE"]/event[2]/text
ru: Сканер находит обломки крейсера Федерации и чудом выжившего капитана. Его корабль был сбит последователями Ордена, а сам он долго не решался включить сигнал бедствия, пока однажды не обнаружил, что аварийный маяк выведен из строя. Вы приглашаете его на борт.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_LIFE"]/event[3]/text
ru: Сканер находит обломки крейсера Федерации и чудом выжившего капитана. Его корабль был сбит последователями Ордена, а сам он долго не решался включить сигнал бедствия, пока однажды не обнаружил, что аварийный маяк выведен из строя. Вы приглашаете его на борт.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_LUNA_LIFE"]/event[4]/text
ru: На другой стороне луны притаился крейсер Ордена, они переходят в атаку!

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEAD_CREW_ORDEN"]/event[1]/text
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEAD_CREW_ORDEN"]/event[2]/text
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда все полезные материалы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEAD_CREW_ORDEN"]/event[3]/text
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда все полезные материалы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEAD_CREW_ORDEN"]/event[4]/text
ru: Экипаж мёртв, вы можете забрать топливо из их хранилища. А также собрать весь доступный лом.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEAD_CREW_ORDEN"]/event[5]/text
ru: Теперь, когда их корабль очищен от врагов, вы обыскиваете его. В итоге вы находите заключённого, который предлагает присоединиться к вашему экипажу.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEAD_CREW_ORDEN"]/event[5]/choice[1]/text
ru: Принять его в команду.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEAD_CREW_ORDEN"]/event[5]/choice[1]/event/text
ru: Бывший пленник приступает к своим новым обязанностям.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEAD_CREW_ORDEN"]/event[5]/choice[2]/text
ru: Довезти его до ближайшей станции.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEAD_CREW_ORDEN"]/event[5]/choice[2]/event/text
ru: За своё спасение он отдаёт вам все ценности, которые у него не забрали.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEAD_CREW_ORDEN"]/event[6]/text
ru: Вы находите уникальное оружие на их корабле. Остановить вас некому, вы можете установить его себе.

source: data/events_rebel.xml.rawclobber$//event[@name="FIRETRADER"]/text
ru: Пиратский корабль на этом маяке предлагает не начинать бой. По их словам, у них есть оборудование, которое вам очень пригодится в этом секторе.

source: data/events_rebel.xml.rawclobber$//event[@name="FIRETRADER"]/choice[1]/text
ru: Поверить им и поинтересоваться, что это за оборудование.

source: data/events_rebel.xml.rawclobber$//event[@name="FIRETRADER"]/choice[2]/text
ru: Мы не имеем дел с пиратами, в атаку!

source: data/events_rebel.xml.rawclobber$//event[@name="FIRETRADER"]/choice[2]/event/text
ru: Вы обрываете связь и заряжаете орудия.

source: data/events_rebel.xml.rawclobber$//event[@name="FIRETRADER"]/choice[3]/text
ru: Улететь прочь отсюда.

source: data/events_rebel.xml.rawclobber$//event[@name="FIRETRADER"]/choice[3]/event/text
ru: Вы обрываете связь и готовитесь к прыжку.

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_TRADE"]/event[1]/text
ru: Как только вы подлетаете ближе, они закидывают на ваш корабль огненную бомбу, вероломные пираты обманули вас!

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_TRADE"]/event[2]/text
ru: Так как последователи Ордена любят использовать огненное вооружение на своих кораблях, система пожаротушения оказалась крайне востребованной здесь. Пираты предлагают купить её по сниженной цене.

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_TRADE"]/event[2]/choice[1]/text
ru: Купить систему пожаротушения.

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_TRADE"]/event[2]/choice[1]/event/text
ru: Вы пересылаете им лом, а они устанавливают систему на ваш корабль.

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_TRADE"]/event[2]/choice[2]/text
ru: Попросить их сделать небольшую скидку.

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_TRADE"]/event[2]/choice[3]/text
ru: Отказаться.

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_TRADE"]/event[2]/choice[3]/event/text
ru: Вы благодарите их, но отказываетесь. Время улетать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_DISCOUNT"]/event[1]/text
ru: Похоже, они решили, что мирным способом не получат от вас лом. Они закидывают вам на корабль огненную бомбу!

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_DISCOUNT"]/event[2]/text
ru: Немного посовещавшись, они соглашаются снизить цену.

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_DISCOUNT"]/event[2]/choice[1]/text
ru: Купить систему пожаротушения.

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_DISCOUNT"]/event[2]/choice[1]/event/text
ru: Вы пересылаете им лом, а они устанавливают систему на ваш корабль.

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_DISCOUNT"]/event[2]/choice[2]/text
ru: Отказаться.

source: data/events_rebel.xml.rawclobber$//eventList[@name="PIRATE_ORDEN_FIRE_DISCOUNT"]/event[2]/choice[2]/event/text
ru: Вы благодарите их, но отказываетесь. Время улетать.

source: data/events_rebel.xml.rawclobber$//ship[@name="PIRATE_FIRE"]/gotaway/text
ru: Пиратский корабль совершил прыжок.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_AUTOSHIP_QUEST"]/text
ru: К вам подлетает автоматический разведчик и передаёт сообщение: «Здравствуйте, капитан. Ваше нахождение здесь — ошибка. Срочно проследуйте по указанным координатам для ликвидации. Вот необходимое для этого топливо». После этого беспилотник сбрасывает в вашу сторону контейнер и переходит в режим ожидания.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_AUTOSHIP_QUEST"]/choice[1]/text
ru: Атаковать беспилотник.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_AUTOSHIP_QUEST"]/choice[1]/event/text
ru: Вы готовитесь разобрать на части этот наглый кусок металла.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_AUTOSHIP_QUEST"]/choice[2]/text
ru: Приготовиться к прыжку.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_AUTOSHIP_QUEST_LIST"]/event[1]/text
ru: По указанным координатам вы находите лишь остатки огромного корабля. Вы собираете всё ценное.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_AUTOSHIP_QUEST_LIST"]/event[2]/text
ru: Корабль Ордена возле горячей звезды летит прямо на вас! Видимо, это и есть тот самый "ликвидатор", о котором вещал беспилотник.

source: data/events_rebel.xml.rawclobber$//eventList[@name="ORDEN_AUTOSHIP_QUEST_LIST"]/event[3]/text
ru: Корабль Ордена в астероидном поясе летит прямо на вас! Видимо, это и есть тот самый "ликвидатор", о котором вещал беспилотник.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_ORDEN_TEXT"]/text[1]
ru: Фанатики пока что не добрались до этой туманности. У вас есть немного времени, что бы перевести дух.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_ORDEN_TEXT"]/text[2]
ru: В этой туманности нет абсолютно ничего примечательного. Скучнейшее место во всём секторе.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_ORDEN_TEXT"]/text[3]
ru: Вы вглядываетесь в окружающее пространство, но не видите ничего необычного.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_ORDEN_TEXT"]/text[4]
ru: Пара каких-то гаек ударяется о стекло кабины пилота, и ничего более не происходит.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_ORDEN_TEXT"]/text[5]
ru: Как бы ни были прекрасны эти переливающиеся газо-пылевые облака, нужно лететь дальше...

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_VS_REBEL_VS_YOU"]/text
ru: По прибытии вашему взору предстаёт мрачная картина: одна из передовых групп флота повстанцев вступила в крупномасштабное сражение с силами Ордена. Увидев вас, часть кораблей бросается на перехват. Артиллерийские батареи тем временем не прекращают огонь как по вам, так и по кораблям Ордена.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/text
ru: Сигнал бедствия передавал небольшой гражданский корабль, попавший под обстрел артиллерии Ордена. Фанатики уже скрылись, но гражданские находятся в критическом состоянии — корпус почти развалился, а большая часть отсеков пылает пламенем. Отправляться к ним на помощь не безопасно.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[1]/text
ru: Попытаться спасти их экипаж.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[2]/text
ru: Покинуть это место.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[2]/event/text
ru: Вы хладнокровно отключили связь и приготовились к отбытию. Ваша команда, кажется, расстроена, но вы заверили их, что ничего нельзя было сделать.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="rock"]/text
ru: (Член экипажа рок) Отправить внутрь рока.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="rock"]/event/text
ru: Ваш рок отправляется на станцию...

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="rock"]/event/choice[@req="CREW_STIMS" and not(@lvl)]/event/text
ru: Под воздействием феромонов ваш рок носится по станции с огромной скоростью и быстро справляется с огнём.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="rock"]/event/choice[@req="CREW_STIMS" and not(@lvl)]/event/choice/text
ru: Связаться с выжившими.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="rock"]/event/choice[@req="CREW_STIMS" and not(@lvl)]/event/choice/event/text
ru: Гражданские благодарят вас и посылают награду за помощь.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="anaerobic"]/text
ru: (Член экипажа ланиус) Отправить внутрь ланиуса.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="anaerobic"]/event/text
ru: Ваш ланиус отправляется на станцию...

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="anaerobic"]/event/choice[@req="CREW_STIMS" and not(@lvl)]/event/text
ru: Под воздействием феромонов ваш ланиус с лёгкостью избегает огня, в то время как гражданские прячутся в медотсеке. Когда уровень кислорода на станции снижается, пожар гаснет.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="anaerobic"]/event/choice[@req="CREW_STIMS" and not(@lvl)]/event/choice/text
ru: Связаться с выжившими.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="anaerobic"]/event/choice[@req="CREW_STIMS" and not(@lvl)]/event/choice/event/text
ru: Гражданские благодарят вас и посылают награду за помощь.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="DRONES_REPAIR_LIST"]/text
ru: (Ремонтник систем) Отправить в огонь ремонтного дрона.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="DRONES_REPAIR_LIST"]/event/text
ru: Вы отправляете ремонтного дрона, и он методично тушит пожары. Как только он добился определённого прогресса, гражданские помогают ему потушить остатки очагов.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="DRONES_REPAIR_LIST"]/event/choice/text
ru: Связаться с выжившими.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="DRONES_REPAIR_LIST"]/event/choice/event/text
ru: Они выражают вам свою искреннюю благодарность: корабль наверняка сгорел бы без вашей помощи. Они пересылают небольшую награду и добавляют чертёж дрона.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="FIRE_EXTINGUISHERS"]/text
ru: (Система пожаротушения) Включить свою систему пожаротушения.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="FIRE_EXTINGUISHERS"]/event/text
ru: Вы направляете свою систему пожаротушения на их корабль, и она быстро справляется с огнём.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="FIRE_EXTINGUISHERS"]/event/choice/text
ru: Связаться с выжившими.

source: data/events_rebel.xml.rawclobber$//event[@name="DISTRESS_ORDEN_FIRE"]/choice[@req="FIRE_EXTINGUISHERS"]/event/choice/event/text
ru: Гражданские благодарят вас и посылают награду за помощь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_ROCK"]/event[1]/text
ru: Ваш рок двигается слишком медленно, огонь распространяется быстрее, чем он тушит его. Корабль сгорает и разваливается на части, вам остаётся только беспомощно собрать его обломки...

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_ROCK"]/event[1]/removeCrew/text
ru: Копия рока как ни в чём не бывало возвращается на своё место.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_ROCK"]/event[2]/text
ru: Не боясь огня, ваш рок быстро справляется с большей его частью, а гражданские помогают справиться с оставшимися очагами.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_ROCK"]/event[2]/choice/text
ru: Связаться с выжившими.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_ROCK"]/event[2]/choice/event/text
ru: Справившись с огнём, гражданские благодарят вас за помощь и присылают щедрую награду.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_LANIUS"]/event[1]/text
ru: К сожалению, огонь справляется быстрее, чем ваш ланиус. Корабль сгорает и разваливается на части, вам остаётся только беспомощно собрать его обломки...

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_LANIUS"]/event[1]/removeCrew/text
ru: Копия ланиуса как ни в чём не бывало возвращается на своё место.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_LANIUS"]/event[2]/text
ru: Ланиус прыгает в горящий корабль и начинает выкачивать из него кислород, гражданские тем временем запираются в медотсеке. Вскоре огонь начинает стихать, а затем полностью гаснет.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_LANIUS"]/event[2]/choice/text
ru: Связаться с выжившими.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_LANIUS"]/event[2]/choice/event/text
ru: Когда кислород восстановился до безопасного уровня, гражданские выходят на связь. Они предлагают вам лом в качестве вознаграждения.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_RESCUE"]/event[1]/text
ru: Вы подлетаете ближе, чтобы выполнить стыковку и забрать их экипаж на свой корабль, когда раздаётся взрыв. Их корабль разлетается на осколки, и часть их пробивает обшивку вашего корабля. Выживших среди гражданских не осталось...

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_RESCUE"]/event[2]/text
ru: Вы слишком долго принимали решение, корабль сгорает прежде, чем вы успеваете что-то предпринять...

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_RESCUE"]/event[3]/text
ru: Вы быстро выполняете стыковку и забираете гражданских на свой борт. Вы едва успеваете отлететь на безопасное расстояние, как гражданский корабль разваливается на части. Один из выживших присоединяется к вашей команде, остальные высаживаются на ближайшей станции.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_ORDEN_FIRE_RESCUE"]/event[3]/crewMember
ru: Др. Ктой

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_ITEMS_FIRE_TEXT"]/text[1]
ru: Вы натыкаетесь на дымящиеся обломки какого-то корабля. Без еретиков Ордена тут явно не обошлось...

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_ITEMS_FIRE_TEXT"]/text[2]
ru: Обломки сгоревшего корабля медленно вращаются по орбите огненной планеты. Хотелось бы знать, что здесь произошло...

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_ITEMS_FIRE_TEXT"]/text[3]
ru: Похоже, что у орбиты этой огненной планеты недавно произошло сражение — обломки неопознанного корабля ещё не успели остыть.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_ITEMS_FIRE_TEXT"]/text[4]
ru: На этом маяке вы находите дымящиеся развалины гражданского корабля. Бедолаги даже не успели отправить сигнал бедствия — артиллерия Ордена работает быстро и безотказно.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_ITEMS_FIRE_TEXT"]/text[5]
ru: На орбите огненной планеты вы находите сгоревший крейсер Ордена. Видимо, их система пожаротушения в этот раз дала сбой.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_ITEMS_LOW_TEXT"]/text[1]
ru: Перед вами разбитый корпус какого-то корабля. Внутри вы находите немного припасов.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_ITEMS_LOW_TEXT"]/text[2]
ru: Перед вами останки сражения, произошедшего не так давно. Среди груды хлама обнаруживается немного полезных материалов.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_ITEMS_LOW_TEXT"]/text[3]
ru: Дымящиеся обломки гражданского корабля ещё не успели остыть. Вы осторожно собираете всё, что от него осталось.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_ITEMS_LOW_TEXT"]/text[4]
ru: Вы находите небольшой контейнер без опознавательных знаков. Внутри обнаруживается немного припасов.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_ITEMS_LOW_TEXT"]/text[5]
ru: Крейсер Ордена был уничтожен на орбите этой огненной планеты. Он почти полностью разграблен, но кое-что ещё можно утащить.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_CIVILIAN"]/choice[1]/text
ru: Помочь гражданским.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_CIVILIAN"]/choice[1]/event/text
ru: Вы включаете оружие и бросаетесь в атаку на фанатиков Ордена.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_CIVILIAN"]/choice[2]/text
ru: Держаться от них подальше.

source: data/events_rebel.xml.rawclobber$//event[@name="ORDEN_CIVILIAN"]/choice[2]/event/text
ru: Вы быстро покидаете поле зрения крейсера Ордена. Через некоторое время сигнал бедствия пропадает.
