Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_FIGHT_TEXT"]/text[4]
ru: Красные очертания какого-то корабля маячат вдали. Он начинает приближаться, и вы различаете очередной беспилотник HAL, незамедлительно переходящий в атаку.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_FIGHT_TEXT"]/text[5]
ru: Красивый вид открывается из иллюминатора. Вот только что-то тут не так. Через пару секунд вы понимаете, что панораму портит приближающийся беспилотник HAL, с явно враждебными намерениями.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_FIGHT_TEXT"]/text[6]
ru: Ещё один пустой маяк. А, нет. На экранах вы видите беспилотник HAL, готовящийся к бою с вами.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_FIGHT_TEXT"]/text[7]
ru: Выпрыгнув у маяка, вы тут же попадаете под обстрел дронов HAL. Приготовиться к обороне!

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_FIGHT_TEXT"]/text[8]
ru: Прямо перед вами пролетает беспилотник HAL, его враждебные намерения не вызывают сомнений...

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_FIGHT_TEXT"]/text[9]
ru: Около этого маяка патрулирует беспилотник HAL. Завидев вас, он сразу же нападает.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_FIGHT_TEXT"]/text[10]
ru: Вы едва уворачиваетесь от столкновения с беспилотником HAL. Он поцарапал краску на вашем корабле! От беспилотника останется достаточно лома, чтобы оплатить покраску.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_FIGHT_TEXT"]/text[11]
ru: Возле этого маяка нет ничего особенного. Вы уже собираетесь побеседовать с кем-то из команды, как появляется беспилотник HAL и сразу же атакует вас.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_SHIP"]/destroyed/text
ru: Корабль разваливается, и вы собираете всё, что уцелело.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE"]/event[10]/text
ru: Неожиданно бортовой компьютер HAL отключается, и беспилотник зависает. Вы выжидаете некоторое время, но, кажется, всё в порядке. Ваша команда разбирает их корабль на лом и находит в трюме рабочую схему дрона HAL.

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_HAL_1_TEXT"]/text[1]
ru: Автоматическая торговая станция приветствует вас на этом маяке. Интересно, как ей удалось до сих пор уцелеть?

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_HAL_1_TEXT"]/text[2]
ru: Автоматическая торговая станция призывно мигает огнями рекламы. Сейчас самое время перевести дух и немного починиться.

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_HAL_1_TEXT"]/text[3]
ru: Прямо перед вами автоматическая торговая станция. Стоит заглянуть, вдруг вы найдёте что-то стоящее.

source: data/events_rebel.xml.rawclobber$//textList[@name="LOW_ITEMS_HAL_TEXT"]/text[1]
ru: Перед вами разбитый корпус какого-то корабля. Внутри вы находите немного припасов.

source: data/events_rebel.xml.rawclobber$//textList[@name="LOW_ITEMS_HAL_TEXT"]/text[2]
ru: Кучка хлама болтается в космосе возле маяка. Вероятно, это останки произошедшего здесь ранее сражения.

source: data/events_rebel.xml.rawclobber$//textList[@name="LOW_ITEMS_HAL_TEXT"]/text[3]
ru: Вы находите разбитый корпус крейсера повстанцев. Даже им приходится тут несладко... Вы забираете всё полезное с их судна.

source: data/events_rebel.xml.rawclobber$//textList[@name="LOW_ITEMS_HAL_TEXT"]/text[4]
ru: Вы натыкаетесь на останки космической станции, разрушенной уже очень давно. Впрочем, кое-что полезное вы смогли там найти.

source: data/events_rebel.xml.rawclobber$//textList[@name="MED_ITEMS_HAL_TEXT"]/text[1]
ru: Вы натыкаетесь на обломки двух кораблей, в которых вы узнаёте очертания беспилотника HAL и крейсера повстанцев. Видимо, в этой схватке не было победителя... Вы забираете всё полезное с поля боя.

source: data/events_rebel.xml.rawclobber$//textList[@name="MED_ITEMS_HAL_TEXT"]/text[2]
ru: Прямо перед вами летает груда обломков. Кажется, это были два или три корабля, один из них, вероятно, принадлежал повстанцам. Вы без зазрения совести обчищаете их.

source: data/events_rebel.xml.rawclobber$//textList[@name="MED_ITEMS_HAL_TEXT"]/text[3]
ru: Грудой обломков неподалёку оказался крейсер Федерации. Грустно наблюдать такое, но ничего не поделаешь. Вы забираете всё полезное с их борта.

source: data/events_rebel.xml.rawclobber$//textList[@name="MED_ITEMS_HAL_TEXT"]/text[4]
ru: Рядом с небольшим астероидным полем болтаются обломки крейсера повстанцев. Видимо, пилот не справился с управлением, и корабль был сбит астероидами. Вы осторожно забираете припасы с их корабля и отдаёте приказ отлететь от астероидов подальше.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HAL_FIGHT_TEXT"]/text[1]
ru: Из-за очередной туманности вам навстречу вылетает беспилотник HAL. Бой неизбежен.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HAL_FIGHT_TEXT"]/text[2]
ru: В плотном облаке туманности прячется корабль HAL. Завидев вас, он выпускает стаю боевых дронов.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HAL_FIGHT_TEXT"]/text[3]
ru: Туманность вокруг не позволила вам вовремя заметить опасность — корабль HAL подкрадывается к вам и выпускает боевых дронов.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HAL_FIGHT_TEXT"]/text[4]
ru: В туманности вы замечаете пульсирующий красный "глаз". Это беспилотник HAL нацеливает на вас свою артиллерию!

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HAL_FIGHT_TEXT"]/text[5]
ru: Туманность вокруг настолько плотная, что вы не видите ничего вокруг. После нескольких минут блуждания вы неожиданно натыкаетесь на беспилотник HAL!

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HAL_FIGHT_TEXT"]/text[6]
ru: Сенсоры не могут отобразить происходящее вокруг, настолько плотна эта туманность. Беспилотник HAL появляется словно из ниоткуда и тут же переходит в боевой режим.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HAL_FIGHT_TEXT"]/text[7]
ru: Воспользовавшись туманностью, беспилотник HAL смог подобраться к вам на дистанцию атаки, битвы не избежать!

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HAL_FIGHT_TEXT"]/text[8]
ru: Туманность вокруг пуста. Вы отдаёте приказ готовиться к прыжку, но внезапно появившийся беспилотник HAL спутывает ваши планы.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HAL_FIGHT_TEXT"]/text[9]
ru: Внезапно из туманности на вас вылетает беспилотник HAL. Приготовиться к обороне!

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HAL_FIGHT_TEXT"]/text[10]
ru: Вы чуть было не столкнулись с кораблём HAL в плотном газовом облаке. Разворачиваясь, он идёт в атаку.

source: data/events_rebel.xml.rawclobber$//textList[@name="NEBULA_HAL_FIGHT_TEXT"]/text[11]
ru: Корабль HAL поджидал вас в засаде, скрытый газовыми облаками. Отступать слишком поздно, готовьтесь к бою.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_HAL_1"]/text[1]
ru: Вы ожидаете наткнуться на враждебные беспилотники, но вокруг всё тихо.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_HAL_1"]/text[2]
ru: Маяк пуст, не видно ни кораблей HAL, ни каких-то других примечательных объектов.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_HAL_1"]/text[3]
ru: Ваша команда готова отразить любую атаку, но вокруг всё спокойно.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_HAL_1"]/text[4]
ru: Прыжок приводит вас в абсолютно непримечательную систему. Вокруг никого нет.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_HAL_1"]/text[5]
ru: Очередной маяк приветствует вас своей пустотой. Это ваш шанс немного перевести дух.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_NEUTRAL_FIGHT"]/choice[1]/text
ru: Атаковать HAL.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_NEUTRAL_FIGHT"]/choice[1]/event/text
ru: Вы включаете оружие и бросаетесь в атаку на беспилотник.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_NEUTRAL_FIGHT"]/choice[2]/text
ru: Держаться от беспилотника подальше.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_NEUTRAL_FIGHT"]/choice[2]/event/text
ru: Вы стараетесь держаться вне поля его зрения. На этот раз обошлось.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_NEUTRAL_FIGHT_TEXT"]/text[1]
ru: Вы вовремя замечаете опасность — беспилотник HAL притаился за огромным астероидом, дрейфующим неподалёку.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_NEUTRAL_FIGHT_TEXT"]/text[2]
ru: В отдалении вы замечаете огни беспилотника HAL. Он летит противоположным от вас курсом, но при желании можно его догнать.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_NEUTRAL_FIGHT_TEXT"]/text[3]
ru: В отдалении от вас маячит беспилотник HAL. Пока он ещё далеко, у вас есть время принять решение.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_NEUTRAL_FIGHT_TEXT"]/text[4]
ru: Вдалеке тускло мигают огни HAL, но с каждым мгновением они всё ярче. Беспилотник приближается.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_NEUTRAL_FIGHT_TEXT"]/text[5]
ru: Кажется, что маяк пуст, но потом вы замечаете приближающиеся огни корабля HAL. Каковы ваши дальнейшие действия?

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_NEUTRAL_FIGHT_TEXT"]/text[6]
ru: Беспилотник HAL движется неподалёку параллельным курсом. Кажется, он вас не заметил.

source: data/events_rebel.xml.rawclobber$//textList[@name="HAL_NEUTRAL_FIGHT_TEXT"]/text[7]
ru: Вы замечаете беспилотник HAL, патрулирующий вдалеке. Есть возможность избежать сражения.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_BOSS_FIGHT"]/text
ru: Вы осторожно приближаетесь к огромной ремонтной верфи HAL. Беспилотник в центре занят починкой мелких дронов. Вокруг снуют несколько беспилотников поменьше, ожидая своей очереди на ремонт.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_BOSS_FIGHT"]/choice[1]/text
ru: Атаковать ремонтный беспилотник.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_BOSS_FIGHT"]/choice[1]/event/text
ru: Вы несётесь в атаку, полагаясь на эффект неожиданности. Однако, HAL 9000 вовремя реагирует на нападение. Ожидавшие ремонт беспилотники предпочитают отлететь подальше от вашей разборки.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_BOSS_FIGHT"]/choice[2]/text
ru: Держаться от него подальше.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_BOSS_FIGHT"]/choice[2]/event/text
ru: Вы стараетесь держаться вне поля его зрения. HAL 9000 увлечён своей работой и не замечает вас.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_BOSS_FIGHT"]/choice[@req="ghost_crew"]/text
ru: (Член экипажа аватар) Аватар может подделать идентификаторы вашего корабля под сигнатуры HAL. Замаскироваться и встать в очередь на ремонт.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_BOSS_FIGHT"]/choice[@req="cloaking" and @lvl="1"]/text
ru: (Маскировка) Подобраться ближе под маскировкой и сделать залп по HAL 9000.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_BOSS_FIGHT"]/choice[@req="cloaking" and @lvl="2"]/text
ru: (Улучшенная маскировка) Подобраться ближе под маскировкой и сделать залп по HAL 9000.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_BOSS_FIGHT"]/choice[@req="cloaking" and @lvl="3"]/text
ru: (Продвинутая маскировка) Подобраться ближе под маскировкой и сделать залп по HAL 9000.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_BOSS_SHIP"]/destroyed/text
ru: Уничтожив корабль, вы забираете уцелевшее после взрыва орудие.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_BOSS_SHIP"]/surrender/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_AVATAR"]/event[1]/text
ru: HAL 9000 распознаёт ваш обман и атакует! Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_AVATAR"]/event[2]/text
ru: HAL 9000 опознаёт вас как слабый беспилотник и выдаёт ремонтного дрона.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_AVATAR"]/event[3]/text
ru: HAL 9000 принимает вас за своего и устраняет все повреждения вашего корпуса. Напоследок он выдаёт запас деталей дронов.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_AVATAR"]/event[4]/text
ru: HAL 9000 принимает вас за своего и устраняет все повреждения вашего корпуса. Напоследок он выдаёт запас топлива.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_AVATAR"]/event[5]/text
ru: HAL 9000 опознаёт вас как очень слабый беспилотник и выдаёт одного из своих дронов и немного лома.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING"]/event[1]/text
ru: Как только вы включаете маскировку, в её отсеке происходит взрыв! Вероятно, на станции установлена защита от незваных гостей, и HAL 9000 незамедлительно направляется в вашу сторону. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING"]/event[2]/text
ru: Как только вы включаете маскировку, в её отсеке происходит взрыв! Вероятно, на станции установлена защита от незваных гостей, и HAL 9000 незамедлительно направляется в вашу сторону. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING"]/event[3]/text
ru: Вам удаётся подобраться к HAL 9000 на расстояние выстрела. Куда будем целиться?

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING"]/event[3]/choice[1]/text
ru: В щиты.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING"]/event[3]/choice[1]/event/text
ru: Вы делаете залп по щитам HAL 9000 и частично выводите их из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING"]/event[3]/choice[2]/text
ru: В орудия.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING"]/event[3]/choice[2]/event/text
ru: Вы делаете залп по орудиям HAL 9000 и частично выводите их из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING"]/event[3]/choice[3]/text
ru: В двигатели.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING"]/event[3]/choice[3]/event/text
ru: Вы делаете залп по двигателям HAL 9000 и частично выводите их из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING"]/event[3]/choice[4]/text
ru: В систему дронов.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING"]/event[3]/choice[4]/event/text
ru: Вы делаете залп по системе дронов HAL 9000 и частично выводите её из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING2"]/event[1]/text
ru: Как только вы включаете маскировку, в её отсеке происходит взрыв! Вероятно, на станции установлена защита от незваных гостей, и HAL 9000 незамедлительно направляется в вашу сторону. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING2"]/event[2]/text
ru: Вам удаётся подобраться к HAL 9000 на расстояние выстрела. Куда будем целиться?

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING2"]/event[2]/choice[1]/text
ru: В щиты.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING2"]/event[2]/choice[1]/event/text
ru: Вы делаете залп по щитам HAL 9000 и частично выводите их из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING2"]/event[2]/choice[2]/text
ru: В орудия.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING2"]/event[2]/choice[2]/event/text
ru: Вы делаете залп по орудиям HAL 9000 и частично выводите их из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING2"]/event[2]/choice[3]/text
ru: В двигатели.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING2"]/event[2]/choice[3]/event/text
ru: Вы делаете залп по двигателям HAL 9000 и частично выводите их из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING2"]/event[2]/choice[4]/text
ru: В систему дронов.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING2"]/event[2]/choice[4]/event/text
ru: Вы делаете залп по системе дронов HAL 9000 и частично выводите её из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING3"]/event/text
ru: Вам удаётся подобраться к HAL 9000 на расстояние выстрела. Куда будем целиться?

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING3"]/event/choice[1]/text
ru: В щиты.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING3"]/event/choice[1]/event/text
ru: Вы делаете залп по щитам HAL 9000 и частично выводите их из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING3"]/event/choice[2]/text
ru: В орудия.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING3"]/event/choice[2]/event/text
ru: Вы делаете залп по орудиям HAL 9000 и частично выводите их из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING3"]/event/choice[3]/text
ru: В двигатели.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING3"]/event/choice[3]/event/text
ru: Вы делаете залп по двигателям HAL 9000 и частично выводите их из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING3"]/event/choice[4]/text
ru: В систему дронов.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_BOSS_CLOAKING3"]/event/choice[4]/event/text
ru: Вы делаете залп по системе дронов HAL 9000 и частично выводите её из строя. Беспилотники, ожидавшие ремонт, разлетаются прочь.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_SILENT_BASE"]/text
ru: Вблизи маяка вы находите брошенный склад на поверхности одинокого астероида.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_SILENT_BASE"]/choice[1]/text
ru: Задержаться и тщательно обыскать весь склад.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_SILENT_BASE"]/choice[2]/text
ru: Не теряя времени, быстро обыскать склад.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_SILENT_BASE"]/choice[@req="CREW_STIMS"]/text
ru: (Феромоны мантисов) Под феромонами вы можете быстро и тщательно обыскать весь склад.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_SILENT_BASE"]/choice[4]/text
ru: Взорвать склад.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_SILENT_BASE"]/choice[4]/event/text
ru: Вы устанавливаете взрывчатку по периметру склада.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_SILENT_BASE"]/choice[5]/text
ru: Ничего не трогать и скорее улетать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SILENT_BASE_BOOM"]/event[1]/text
ru: Взрывная волна раскидывает кучи обломков в космос, но собрать их все вам помешал беспилотник HAL, незамедлительно появившийся на сигнал взрыва.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SILENT_BASE_BOOM"]/event[2]/text
ru: Взрывная волна раскидывает кучи обломков в космос, но собрать их все вам помешал беспилотник HAL, незамедлительно появившийся на сигнал взрыва.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SILENT_BASE_FULLTEST_STIMS"]/event[1]/text
ru: Даже беглого взгляда достаточно, чтобы понять, что склад практически пуст. Вы забираете всё, что находите и покидаете это место.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SILENT_BASE_FULLTEST_STIMS"]/event[2]/text
ru: Вы тщательно обыскиваете весь склад и переносите содержимое на корабль. К счастью, под действием феромонов это не заняло много времени.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SILENT_BASE_FULLTEST_STIMS"]/event[3]/text
ru: Вы тщательно обыскиваете весь склад и переносите содержимое на корабль. К счастью, под действием феромонов это не заняло много времени. Когда вы уже закончили, к маяку прыгает враждебный беспилотник!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SILENT_BASE_FULLTEST"]/event[1]/text
ru: Даже беглого взгляда достаточно, чтобы понять, что склад практически пуст. Вы решаете не задерживаться здесь дольше, чем это необходимо, и забираете всё, что валялось на виду.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SILENT_BASE_FULLTEST"]/event[2]/text
ru: Вы тщательно обыскиваете весь склад и переносите содержимое на корабль. Это заняло немало времени, за которое флот повстанцев нагоняет вас.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SILENT_BASE_FULLTEST"]/event[3]/text
ru: Вы тщательно обыскиваете весь склад и переносите содержимое на корабль. Это заняло немало времени, за которое флот повстанцев нагоняет вас. Когда вы уже закончили, к маяку прыгает враждебный беспилотник!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SILENT_BASE_EASYTEST"]/event[1]/text
ru: Не теряя времени, вы быстро хватаете со склада то, что кажется полезным и улетаете.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SILENT_BASE_EASYTEST"]/event[2]/text
ru: Не теряя времени, вы быстро хватаете со склада всё, что кажется полезным и улетаете.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SILENT_BASE_EASYTEST"]/event[3]/text
ru: Не теряя времени, вы быстро хватаете со склада то, что кажется полезным. Когда вы уже закончили, к маяку прыгает враждебный беспилотник!

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ROCK_DEFEAT"]/text
ru: Вы замечаете вдалеке стычку роков с беспилотником HAL. У роков кончились боеприпасы, и дроны потихоньку пробиваются сквозь их защиту.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ROCK_DEFEAT"]/choice[1]/text
ru: Сделать залп по HAL.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ROCK_DEFEAT"]/choice[2]/text
ru: Атаковать роков.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_ROCK_DEFEAT"]/choice[3]/text
ru: Просто смотреть, чем кончится дело.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL"]/event[1]/text
ru: Вы делаете залп в сторону беспилотника и попадаете ему в систему дронов. Зависнув на несколько мгновений, ИИ HAL принимает решение покинуть поле боя.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL"]/event[1]/choice[1]/text
ru: Преследовать беспилотник.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_ROCK_DEFEAT_HAL"]/event[1]/choice[1]/event/text
ru: Вы начинаете преследование, которое быстро уводит вас далеко от роков.
