Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_CIVILIAN_TEXT"]/text[1]
ru: Сигнал бедствия передаёт небольшой гражданский корабль: «Помогите! Эти маньяки сейчас спалят нас!» Чуть позади виднеется крейсер Ордена, уже настигающий жертву.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_CIVILIAN_TEXT"]/text[2]
ru: Небольшое судно изо всех сил пытается оторваться от настигающего его крейсера Ордена. Без вашей помощи они долго не протянут.

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_CIVILIAN_TEXT"]/text[3]
ru: Грузовой транспортник Федерации пытается оторваться от преследующего его боевого судна Ордена: «На помощь! Эти психи хотят нас спалить!»

source: data/events_rebel.xml.rawclobber$//textList[@name="ORDEN_CIVILIAN_TEXT"]/text[4]
ru: Боевой крейсер Ордена уже почти настиг свою жертву — простой гражданский корабль, явно не способный дать отпор. У вас совсем немного времени, чтобы помешать их планам.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_CIVILIAN"]/destroyed/text
ru: После уничтожения корабля вы быстро собрали все оставшиеся полезные ресурсы.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_CIVILIAN"]/destroyed/choice/text
ru: Связаться с кораблём гражданских.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_CIVILIAN"]/deadCrew/text
ru: Поскольку команда еретиков Ордена мертва, ничто не мешает вам обыскать их корабль.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_CIVILIAN"]/deadCrew/choice/text
ru: Связаться с кораблём гражданских.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_CIVILIAN_SAVED_LIST"]/event[1]/text
ru: Видимо, корабль, подвергшийся нападению, был научным судном. Они благодарят вас за спасение и предлагают вознаграждение.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_CIVILIAN_SAVED_LIST"]/event[2]/text
ru: Похоже, экипаж не пережил нападения. Вы берёте то, что можете из останков корабля.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_CIVILIAN_SAVED_LIST"]/event[3]/text
ru: Они отвечают: «Не спрашивайте, откуда это у нас, но из-за этой штуки у нас и возникли большие проблемы».

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_CIVILIAN_SAVED_LIST"]/event[3]/choice/text
ru: Их капитан отдаёт распоряжение доставить вам какое-то оборудование.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_CIVILIAN_SAVED_LIST"]/event[3]/choice/event/text
ru: Вы разворачиваете упаковку и с удивлением обнаруживаете одно из орудий Ордена.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_CIVILIAN_SAVED_LIST"]/event[4]/text
ru: «Этот сектор становится всё более опасным. Я думаю, что моя команда может залатать часть повреждений вашего корпуса в качестве благодарности».

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_ZOLTANSISABATTERY"]/text
ru: Корабль Ордена Хаоса выходит на связь: «Не смей вмешиваться в наши дела! Проваливай отсюда пока цел!»

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_ZOLTANSISABATTERY"]/choice[1]/text
ru: Атаковать их.

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_ZOLTANSISABATTERY"]/choice[1]/event/text
ru: Вы не собираетесь терпеть подобное отношение. К бою!

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_ZOLTANSISABATTERY"]/choice[2]/text
ru: Приготовиться к прыжку.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/destroyed/text
ru: Корабль разваливается на части, среди обломков вы замечаете несколько тел мёртвых золтанцев, пока собираете лом.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/destroyed/choice[@req="clonebay" and @lvl="0"]/text
ru: Им уже не помочь...

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/destroyed/choice[@req="clonebay" and not(@lvl)]/text
ru: (Клон-отсек) Клонировать одного из погибших.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/destroyed/choice[@req="clonebay" and not(@lvl)]/event/text
ru: Клон-отсек успешно возвращает к жизни одного из золтанцев. Благодарный, он готов служить на вашем корабле.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/destroyed/choice[@req="clonebay" and not(@lvl)]/event/crewMember
ru: Светлый

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/deadCrew/text
ru: Все фанатики мертвы, и вы пристыковавшись к их кораблю, полностью обчищаете трюмы.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/deadCrew/choice/event/text
ru: Из-за горячей стены одного из отсеков корабля доносится стук.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/deadCrew/choice/event/choice[1]/text
ru: Вскрыть стену.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/deadCrew/choice/event/choice[@req="slug_crew"]/text
ru: (Член экипажа слаг) Узнать, что там.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/deadCrew/choice/event/choice[@req="sensors" and @lvl="1"]/text
ru: (Сенсоры) Просканировать отсек за стеной.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/deadCrew/choice/event/choice[@req="sensors" and @lvl="2"]/text
ru: (Улучшенные сенсоры) Просканировать отсек за стеной.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/deadCrew/choice/event/choice[@req="sensors" and @lvl="3"]/text
ru: (Продвинутые сенсоры) Просканировать отсек за стеной.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/deadCrew/choice/event/choice[@req="LIFE_SCANNER"]/text
ru: (Инфракрасный сканер) Просканировать отсек за стеной.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/deadCrew/choice/event/choice[@req="orchid_crew"]/text
ru: (Член экипажа орхид) Заполнить помещение успокаивающими спорами и вскрыть стену.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/deadCrew/choice/event/choice[@req="orchid_crew"]/event/text
ru: Из проёма в стене вываливаются золтанцы. Они в бешенстве! К счастью, споры орхида быстро успокаивают их. Золтанцы рассказывают вам, что фанатики использовали их как дополнительные генераторы для своих кораблей. В благодарность они улучшают ваш реактор и рассказывают пару забавных историй из своей жизни. А один из них просит присоединиться к команде.

source: data/events_rebel.xml.rawclobber$//ship[@name="GLORY_SHIP_ZOLTANISABATTERY"]/deadCrew/choice/event/choice[@req="pilot"]/text
ru: Приготовиться улетать. Мы своё уже взяли.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_OPEN"]/event[1]/text
ru: Из проёма в стене вываливаются золтанцы. Они рассказывают вам, что фанатики использовали их как дополнительные генераторы для своих кораблей. В благодарность они улучшают ваш реактор и рассказывают пару забавных историй из своей жизни. А один из них просит присоединиться к команде.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_OPEN"]/event[2]/text
ru: Из проёма в стене вываливаются золтанцы. Они рассказывают вам, что фанатики использовали их как дополнительные генераторы для своих кораблей. В благодарность они улучшают ваш реактор и рассказывают пару забавных историй из своей жизни. А один даже спел балладу о героях Федерации.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_OPEN"]/event[3]/text
ru: Из проёма в стене вываливаются золтанцы. Похоже, что они обезумели и жаждут крови. Ваш экипаж убегает обратно на корабль, а золтанцы несутся вслед...

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_OPEN"]/event[4]/text
ru: Из проёма в стене вываливаются золтанцы. Похоже, что они обезумели и жаждут крови. Ваш экипаж убегает обратно на корабль, а золтанцы несутся вслед...

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_OPEN"]/event[5]/text
ru: Из проёма в стене вываливаются золтанцы. Похоже, что они обезумели и жаждут крови. Ваш экипаж убегает обратно на корабль, а золтанцы несутся вслед. Одна из сумасшедших "батареек" в бешенстве взрывается в одном из ваших отсеков.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SLUG"]/event[1]/text
ru: Слаг говорит, что там золтанцы. Они очень напуганы, и будет правильно их вытащить оттуда. Вы аккуратно пробиваете стену и освобождаете пленников. Золтанцы рассказывают вам, что фанатики использовали их как дополнительные генераторы для своих кораблей. В благодарность они улучшают ваш реактор и рассказывают пару забавных историй из своей жизни. А один из них просит присоединиться к команде.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SLUG"]/event[2]/text
ru: Слаг говорит, что там золтанцы. Они очень напуганы, и будет правильно их вытащить оттуда. Вы аккуратно пробиваете стену и освобождаете пленников. Золтанцы рассказывают вам, что фанатики использовали их как дополнительные генераторы для своих кораблей. В благодарность они улучшают ваш реактор и рассказывают пару забавных историй из своей жизни.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SLUG"]/event[3]/text
ru: Слаг говорит, что там золтанцы. Они уже обезумели и жаждут лишь крови. Лучше их не трогать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SLUG"]/event[4]/text
ru: Слаг говорит, что там золтанцы. Они уже обезумели и жаждут лишь крови. Лучше их не трогать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SLUG"]/event[5]/text
ru: Слаг говорит, что там золтанцы. Они уже обезумели и жаждут лишь крови. Лучше их не трогать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN_2"]/event[1]/text
ru: Сканеры показывают группу золтанцев. Они очень напуганы и будет правильно их вытащить оттуда. Вы аккуратно пробиваете стену и освобождаете пленников. Золтанцы рассказывают вам, что фанатики использовали их как дополнительные генераторы для своих кораблей. В благодарность они улучшают Ваш реактор и рассказывают пару забавных историй из своей жизни. А один из них просит присоединиться к команде.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN_2"]/event[2]/text
ru: Сканеры показывают группу золтанцев. Они очень напуганы и будет правильно их вытащить оттуда. Вы аккуратно пробиваете стену и освобождаете пленников. Золтанцы рассказывают вам, что фанатики использовали их как дополнительные генераторы для своих кораблей. В благодарность они улучшают Ваш реактор и рассказывают пару забавных историй из своей жизни.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN_2"]/event[3]/text
ru: Сканеры показывают группу золтанцев, и вы начинаете разбирать стену отсека. Из проёма в стене вываливаются золтанцы. Похоже, что они обезумели и жаждут крови. Ваш экипаж убегает обратно на корабль, а золтанцы несутся вслед...

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN_2"]/event[4]/text
ru: Сканеры показывают группу золтанцев, и вы начинаете разбирать стену отсека. Из проёма в стене вываливаются золтанцы. Похоже, что они обезумели и жаждут крови. Ваш экипаж убегает обратно на корабль, а золтанцы несутся вслед...

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN_2"]/event[5]/text
ru: Сканеры показывают группу золтанцев. Они уже обезумели и жаждут лишь крови. Лучше их не трогать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN_3"]/event[1]/text
ru: Сканеры показывают группу золтанцев. Они очень напуганы и будет правильно их вытащить оттуда. Вы аккуратно пробиваете стену и освобождаете пленников. Золтанцы рассказывают вам, что фанатики использовали их как дополнительные генераторы для своих кораблей. В благодарность они улучшают Ваш реактор и рассказывают пару забавных историй из своей жизни. А один из них просит присоединиться к команде.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN_3"]/event[2]/text
ru: Сканеры показывают группу золтанцев. Они очень напуганы и будет правильно их вытащить оттуда. Вы аккуратно пробиваете стену и освобождаете пленников. Золтанцы рассказывают вам, что фанатики использовали их как дополнительные генераторы для своих кораблей. В благодарность они улучшают Ваш реактор и рассказывают пару забавных историй из своей жизни.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN_3"]/event[3]/text
ru: Сканеры показывают группу золтанцев. Они уже обезумели и жаждут лишь крови. Лучше их не трогать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN_3"]/event[4]/text
ru: Сканеры показывают группу золтанцев. Они уже обезумели и жаждут лишь крови. Лучше их не трогать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN_3"]/event[5]/text
ru: Сканеры показывают группу золтанцев. Они уже обезумели и жаждут лишь крови. Лучше их не трогать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN"]/event/text
ru: Сканеры показывают, что там золтанцы, и их довольно много.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN"]/event/choice[1]/text
ru: Вскрыть стену и освободить их.

source: data/events_rebel.xml.rawclobber$//eventList[@name="GLORY_SHIP_ZOLTANISABATTERY_SCAN"]/event/choice[2]/text
ru: Приготовиться улетать. Нас это не касается.

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_GADALKA"]/text
ru: На маленькой орбитальной станции рядом с мёртвой планетой вы встречаете гадалку без одного глаза.

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_GADALKA"]/choice[1]/text
ru: Попросить у неё помощи в вашей миссии.

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_GADALKA"]/choice[2]/text
ru: Попытаться запугать её и получить что-то ценное.

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_GADALKA"]/choice[3]/text
ru: Просто спросить её о событиях вокруг.

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_GADALKA"]/choice[@req="slug_crew"]/text
ru: (Член экипажа слаг) Прочитать её мысли.

source: data/events_rebel.xml.rawclobber$//event[@name="NEUTRAL_ORDEN_GADALKA"]/choice[5]/text
ru: Не связываться с ней.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_SLUG"]/event[1]/text
ru: Как только ваш слаг пытается проникнуть в её сознание, гадалка хмурится, что-то кричит и убегает, закрыв все шлюзы. Вы решаете, что стоит уйти.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_SLUG"]/event[2]/text
ru: Слаг тайно узнаёт у неё информацию об окружающих маяках. Вы спешно прощаетесь и готовитесь к отлёту.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[1]/text
ru: Гадалка приносит вам банку с какими-то жуками и улыбается широкой беззубой улыбкой. Вы с трудом выдавливаете из себя благодарность и уходите.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[2]/text
ru: Гадалка говорит, что нынче тяжёлые времена, и у неё ничего нет.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[3]/text
ru: Гадалка уходит в кладовку и возвращается с небольшой коробкой. Вы находите там деталь дрона — и на том спасибо...

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[4]/text
ru: Гадалка уходит в кладовку и возвращается с небольшой коробкой. Вы находите там деталь дрона — и на том спасибо...

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[5]/text
ru: Гадалка делает вид, что плохо вас слышит, и надолго уходит в уборную. Вы решаете, что ждать её бесполезно и лучше отправляться дальше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[6]/text
ru: Гадалка в напряжённом молчании смотрит на вас через зеркало и, крикнув что-то на латыни, уходит прочь. Вы решаете, что лучше отправляться дальше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[7]/text
ru: Гадалка молча сверлит вас взглядом. Вы решаете, что лучше отправляться дальше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[8]/text
ru: Гадалка говорит, что сварила отменный суп из прошлых гостей и предлагает присоединиться к трапезе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[8]/choice[1]/text
ru: Отказаться.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[8]/choice[1]/event/text
ru: Гадалка хмурится и обиженно закрывает все шлюзы, выгнав вас прочь. Вы отправляетесь дальше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[8]/choice[2]/text
ru: Согласиться.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[9]/text
ru: Гадалка говорит, что сварила отменный суп из прошлых гостей и предлагает присоединиться к трапезе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[9]/choice[1]/text
ru: Отказаться.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[9]/choice[1]/event/text
ru: Гадалка хмурится и обиженно закрывает все шлюзы, выгнав вас прочь. Вы отправляетесь дальше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[9]/choice[2]/text
ru: Согласиться.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[10]/text
ru: Гадалка говорит, что сварила отменный суп из прошлых гостей и предлагает присоединиться к трапезе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[10]/choice[1]/text
ru: Отказаться.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[10]/choice[1]/event/text
ru: Гадалка хмурится и обиженно закрывает все шлюзы, выгнав вас прочь. Вы отправляетесь дальше.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HELP"]/event[10]/choice[2]/text
ru: Согласиться.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_SOUP"]/event[1]/text
ru: Суп гадалки оказывается довольно неплохим. В добавок ко всему, у вашего члена экипажа начинаются видения, и, очнувшись, он быстро зарисовывает карту сектора по памяти.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_SOUP"]/event[2]/text
ru: Суп гадалки оказывается довольно неплохим. В добавок ко всему, у вашего члена экипажа начинаются видения, и, очнувшись, он быстро зарисовывает карту сектора по памяти.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_SOUP"]/event[3]/text
ru: Суп гадалки оказывается довольно неплохим. В добавок ко всему, у вашего члена экипажа начинаются видения, и, очнувшись, он быстро зарисовывает карту сектора по памяти.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_SOUP"]/event[4]/text
ru: Суп гадалки оказывается довольно неплохим. В добавок ко всему, у вашего члена экипажа начинаются видения, и, очнувшись, он недовольно смотрит на вас и просит не делать то, что вы собираетесь...

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_SOUP"]/event[5]/text
ru: От супа члена вашего экипажа тошнит и вы, оттащив его на борт, отправляетесь в путь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HATE"]/event[1]/text
ru: В ответ на ваши угрозы милая старушка достаёт увесистое дезинтегрирующее ружьё из-под фартука. Пожалуй не стоит её трогать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HATE"]/event[2]/text
ru: В ответ на ваши угрозы милая старушка достаёт увесистое дезинтегрирующее ружьё из-под фартука. Пожалуй не стоит её трогать.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HATE"]/event[3]/text
ru: В ответ на ваши угрозы старушка смотрит на вас безумным глазом, а затем растворяется в воздухе. А вместе с ней и вся её станция... Неужели это была галлюцинация?

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HATE"]/event[4]/text
ru: Гадалка проводит вас в соседний отсек, указывая дрожащим пальцем на ящики. Вынося их, вы слышите тихие проклятья в свой адрес.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HATE"]/event[5]/text
ru: Гадалка проводит вас в соседний отсек, указывая дрожащим пальцем на ящики. Вынося их, вы слышите тихие проклятья в свой адрес.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_HATE"]/event[6]/text
ru: Гадалка проводит вас в соседний отсек, указывая дрожащим пальцем на ящики. Вынося их, вы слышите тихие проклятья в свой адрес.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[1]/text
ru: Гадалка рассказывает вам о том, что Орден Хаоса не такой уж плохой и совсем её не трогает. Пожелав ей всего хорошего, вы улетаете.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[2]/text
ru: Гадалка долго рассказывает вам о богах Хаоса и напоследок внезапно добавляет: «...вспорхнувший ворон должен обойти туман...»

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[3]/text
ru: Гадалка долго рассказывает вам о том, как ненавидит мантисов, и внезапно добавляет: «...когда четыре воина прильнули к камням, тогда и настигла их погибель страшная...»

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[4]/text
ru: Гадалка долго показывает вам свои детские фотографии и, когда вы уже собрались уходить, добавляет: «...меч твой сильнее, чем ты мыслишь, познай его природу...»

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[5]/text
ru: Гадалка долго рассказывает вам об анатомии слагов и, когда вы уже собрались уходить, добавляет: «...лишь осторожность приведёт хромую пантеру к вершине...»

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEUTRAL_ORDEN_GADALKA_FULLRANDOM_TALK"]/event[6]/text
ru: Гадалка долго рассказывает вам об анатомии мантисов и, когда вы уже собрались уходить, добавляет: «...сапфиры синие, рассыпавшись в неволе, стада заблудшие к солнцу проведут...»
