Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[1]
ru: Это был активный, шумный сектор всего несколько лет назад. Сейчас большая часть маяков разрушена, многие поселения оставлены, и повсюду патрулируют повстанцы.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[2]
ru: Этот сектор сильно пострадал от повстанцев. Множество поселений и станций, расположенных здесь, теперь находятся под присмотром почти стольких же баз повстанцев, с трудом "поддерживающих мир".

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[3]
ru: Разобравшись с силами Федерации в этом секторе, повстанцы обрушились на местных жителей. Теперь здесь повсеместно военные базы и сборщики "налогов".

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[4]
ru: Когда-то это был один из самых посещаемых секторов. Зная это, повстанцы разместили здесь несколько своих флотов. Будьте осторожны.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[5]
ru: У вас большие опасения по поводу этого сектора. Всё здесь под контролем повстанцев, которые, несомненно, ищут вас.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[6]
ru: Вы достигли сектора повстанцев. Война с Федерацией затронула всю инфраструктуру этой локации, теперь всё здесь служит повстанцам. Повсюду летают бдительные патрули, так что не надейтесь пролететь без боя.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[7]
ru: Этот сектор был захвачен повстанцами, чтобы отрезать вам дальнейший путь. Ваша команда испуганно переглядывается, но расходится по своим рабочим местам. Возможно, удастся проскочить.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[8]
ru: Впереди — повстанцы, позади — повстанцы, что-то многовато рыжемундирщиков в последнее время...

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[9]
ru: В этом секторе хозяйничают повстанцы — повсюду разруха, запустение и рыщущие патрули "освободителей". Вот что ждёт Федерацию, если мы не справимся с миссией...

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[10]
ru: Вы находитесь в секторе врага. Лишняя осторожность здесь не помешает. Если, конечно, ваша задача — не привлечь внимание повстанцев к своей персоне...

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[11]
ru: Когда-то здесь был мирный торговый сектор, но с появлением повстанцев всё изменилось. Теперь повсюду шныряют их корабли в поисках сторонников Федерации, а вы рискуете нарваться на один из них.

source: data/events_rebel.xml.rawclobber$//textList[@name="START_BEACON_REBEL"]/text[12]
ru: Повстанцы — агрессивные сторонники человеческого превосходства. Они считают, что ограничения Федерации на межгалактическую экспансию не позволяют людям полностью раскрыть свой потенциал.

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_REBEL"]/text[1]
ru: Вы обнаружили заправочную станцию, которую используют как повстанцы, так и гражданские лица. Вы передаёте поддельный идентификатор своего корабля, и на этот раз они, кажется, не признают ваше судно. Вы пытаетесь выдать себя за местного, готовясь к стыковке.

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_REBEL"]/text[2]
ru: Вы прибыли на маленькую космическую станцию, которая ведёт широкополосное вещание на каналах чёрного рынка. Вы сомневаетесь, что они отказались бы от любой сделки, независимо от ваших взглядов.

source: data/events_rebel.xml.rawclobber$//textList[@name="STORE_REBEL"]/text[3]
ru: Вы принимаете рекламное объявление с ближайшей верфи. Кажется, они готовы сотрудничать с любыми кораблями, а не только с повстанцами.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_REBEL"]/text[1]
ru: Вы входите в систему, где кипит жизнь повстанцев. Грузовой транспорт и станции с припасами выглядят незначительно на фоне больших боевых кораблей. К счастью, никто не обращает внимания на маленький крейсер. Никто не сканирует вас и не отправляет сообщений.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_REBEL"]/text[2]
ru: Вы прилетаете к небольшой заправочной станции повстанцев. Ваше судно неоднократно сканируется, таким образом они должны распознать вас, но боевых кораблей в непосредственной близости вроде бы нет. Единственное сообщение, которое вы получаете, является отказом от стыковки со станцией.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_REBEL"]/text[3]
ru: Поблизости нет ничего интересного. Маленькое солнце с несколькими вращающимися в близлежащем пространстве планетами представляет мало интереса.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_REBEL"]/text[4]
ru: Возле этого маяка нет других кораблей, однако вы обнаруживаете небольшое реле связи. Подключение к нему не вызывает проблем, шифрования нет. Большая часть сообщений ведётся о перемещении войск и флота, ничего интересного.

source: data/events_rebel.xml.rawclobber$//textList[@name="NOTHING_REBEL"]/text[5]
ru: Небольшая планета находится поблизости от разбросанных поселений. Флот повстанцев на орбите курсирует между планетой и поселениями. Должно быть это недавно "освобождённая" планета.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL_AUTO"]/text[1]
ru: Вы обнаружили один из беспилотных разведчиков повстанцев. ИИ корабля разведчика незамедлительно даёт команду напасть на ваш корабль.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL_AUTO"]/text[2]
ru: Ваш корабль получает сигнал: «Это автоматическое сообщение. Сопротивление бесполезно. Приготовьтесь умереть». Похоже, этот корабль повстанцев под управлением ИИ.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL_AUTO"]/text[3]
ru: Автоматический разведчик повстанцев исследует этот регион. Вы пытаетесь спрятаться за ближайшей луной, но он находит вас и начинает наступление.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL_AUTO"]/text[4]
ru: ИИ небольшого разведчика повстанцев моментально идентифицирует вас как угрозу и атакует.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL_AUTO"]/text[5]
ru: Корабль повстанцев двигается к вам для атаки. Вы пытаетесь связаться с ним, но понимаете бесполезность этого, когда видите, что корабль пилотирует ИИ.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL_AUTO"]/text[6]
ru: Должно быть это один из беспилотных разведывательных кораблей повстанцев. Похоже, что боя никак не избежать.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL_AUTO"]/text[7]
ru: Ещё один беспилотный корабль патрулирует эту зону. Вы готовите корабль к битве.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL_AUTO"]/text[8]
ru: Маяк охраняется беспилотным разведчиком. Готовьтесь к бою.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL_AUTO"]/text[9]
ru: Небольшой челнок появляется на радаре. Оказывается, это автоматический разведчик повстанцев!

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_HACKER"]/text
ru: Ваше прибытие сопровождается тревожными предупреждениями компьютера. Беспилотник повстанцев пытается нарушить работу ваших систем защиты с помощью спутника, расположенного неподалёку. Есть надежда, что до уничтожения он больше не успеет ничего сделать.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_HACKER"]/choice[@req="hacking"]/text
ru: (Взломщик) Противостоять взлому.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_HACKER"]/choice[@req="hacking"]/event/text
ru: Ваша система взлома автоматически противодействует цифровой атаке, и вы устремляетесь в бой с кораблём.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL"]/text[1]
ru: Ваш корабль принимает сообщение: «Наконец-то мы вас отыскали. Готовьтесь умереть!»

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL"]/text[2]
ru: Небольшой корабль повстанцев пришвартован у маленькой станции. Вы стараетесь тихонечко прошмыгнуть мимо, но всё напрасно — враг заметил вас. Разогреть орудия!

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL"]/text[3]
ru: Корабль повстанцев патрулировал этот регион. Как только вы прибываете, он начинает нападение.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL"]/text[4]
ru: Корабль повстанцев передаёт вам: «Отморозок из Федерации! Мы долго этого ждали!»

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL"]/text[5]
ru: Вы получаете передачу: «Простите, у нас приказ, ничего личного». Орудия корабля повстанцев разогреваются.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL"]/text[6]
ru: К тому моменту, когда вы замечаете корабль повстанцев, уже поздно пытаться избежать схватки.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL"]/text[7]
ru: Корабль повстанцев передаёт: «Не для того мы развязали эту войну, чтобы позволить одному кораблю Федерации разрушить наши мечты о лучшей Галактике!» Он наводит орудия.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL"]/text[8]
ru: Корабль повстанцев осторожно приближается. «Лично я, — говорит капитан, — лучше бы был на стороне Федерации. Но я — солдат, и от меня не будет проку без войны и сражений. Защищайтесь!»

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL"]/text[9]
ru: С вами связывается корабль повстанцев: «Когда восстание завершится, вы увидите, что мы обеспечиваем более безопасный мир. Точнее, конкретно вы — не увидите, но вы меня поняли». Они заряжают оружие.

source: data/events_rebel.xml.rawclobber$//textList[@name="REBEL"]/text[10]
ru: Корабль повстанцев охраняет этот маяк. Вы приказываете лечь на их курс и готовитесь оставить пару царапин на обшивке очередного повстанца.

source: data/events_rebel.xml.rawclobber$//event[@name="SQUAT_WARNING"]/text
ru: Вы натыкаетесь на передового разведчика флота повстанцев.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_CIVILIAN"]/text
ru: Вы сталкиваетесь с автоматическим разведчиков повстанцев, преследующим гражданский корабль. Разведчик уже привёл орудия в полную боевую готовность.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_CIVILIAN"]/choice[1]/text
ru: Помочь гражданским.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_CIVILIAN"]/choice[1]/event/text
ru: Вы заряжаете оружие и летите на перехват автоматического судна.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_CIVILIAN"]/choice[2]/text
ru: Держаться от них подальше.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_CIVILIAN"]/choice[2]/event/text
ru: Бой выводит их из вашего непосредственного радиуса сканирования.

source: data/events_rebel.xml.rawclobber$//event[@name="SQUAT_REFUEL_STATION"]/text
ru: Вы засекаете разведчика повстанцев, идущего в атаку на маленький заправочный аванпост. Их орудия заряжены, но они пока не стреляют.

source: data/events_rebel.xml.rawclobber$//event[@name="SQUAT_REFUEL_STATION"]/choice[1]/text
ru: Вмешаться и защитить аванпост.

source: data/events_rebel.xml.rawclobber$//event[@name="SQUAT_REFUEL_STATION"]/choice[1]/event/text
ru: Повстанец ответил на вашу угрозу: «Я не знаю кто ты, но ты бросил вызов повстанческому флоту!» Они идут на перехват.

source: data/events_rebel.xml.rawclobber$//event[@name="SQUAT_REFUEL_STATION"]/choice[2]/text
ru: Избежать конфликта.

source: data/events_rebel.xml.rawclobber$//event[@name="SQUAT_REFUEL_STATION"]/choice[2]/event/text
ru: Корабль повстанцев делает несколько предупредительных выстрелов, но позже отключает орудия. Похоже, что аванпост дал им то, что они требовали.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_REFUEL_STATION"]/text
ru: Датчики фиксируют автоматический разведчик повстанцев, атакующий маленькую заправочную станцию.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_REFUEL_STATION"]/choice[1]/text
ru: Вмешаться и защитить аванпост.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_REFUEL_STATION"]/choice[1]/event/text
ru: Определив приоритетную цель, автоматический корабль приближается, чтобы атаковать вас.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_REFUEL_STATION"]/choice[2]/text
ru: Избежать конфликта.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_REFUEL_STATION"]/choice[2]/event/text
ru: Вы держитесь подальше от конфликта. Аванпост подвергся обстрелу, но корабль прекратил атаку, прежде чем тот был разрушен.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_MAP"]/text
ru: Вы обнаруживаете автоматический корабль повстанцев неподалёку. Он не атакует и, кажется, патрулирует вокруг станции обнаружения дальнего действия.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_MAP"]/choice[1]/text
ru: Атаковать автоматический корабль, чтобы пробраться к станции.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_MAP"]/choice[2]/text
ru: Постараться не провоцировать корабль.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_MAP"]/choice[@req="sensors"]/text
ru: (Продвинутые сенсоры) Использовать сенсоры и попытаться получить доступ к данным.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_MAP"]/choice[@req="teleporter"]/text
ru: (Телепортер) Отправиться прямиком на станцию и попытаться избежать обнаружения.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_MAP"]/choice[@req="teleporter"]/event/text
ru: Оказавшись на борту, ваш экипаж смог получить доступ и скачать информацию из архивов сканера дальнего действия. Ваша карта обновлена.

source: data/events_rebel.xml.rawclobber$//eventList[@name="AUTO_DEFENSE_MAP_SENSORS"]/event[1]/text
ru: Ваши продвинутые сенсоры позволяют удалённо загрузить карту сектора со станционного радара.

source: data/events_rebel.xml.rawclobber$//eventList[@name="AUTO_DEFENSE_MAP_SENSORS"]/event[2]/text
ru: Автоматический корабль, видимо, был удалённо соединён со станцией. Как только вы попытались войти в компьютер, корабль активировался и атаковал вас.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_ITEM"]/text
ru: Усовершенствованный автоматический корабль повстанцев находится рядом с маленькой космической станцией. Сенсоры показывают, что это склад для хранения военного имущества.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_ITEM"]/choice[1]/text
ru: Атаковать автоматический корабль, чтобы добраться до склада.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_ITEM"]/choice[2]/text
ru: Постараться не провоцировать корабль.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_ITEM"]/choice[@req="cloaking"]/text
ru: (Маскировка) Попытаться замаскироваться и открыть склад.

source: data/events_rebel.xml.rawclobber$//eventList[@name="AUTO_DEFENSE_ITEM_CLOAK"]/event[1]/text
ru: Облетев окрестности, ваш корабль успешно приближается к станции, избегая обнаружения.

source: data/events_rebel.xml.rawclobber$//eventList[@name="AUTO_DEFENSE_ITEM_CLOAK"]/event[2]/text
ru: Прежде чем вы смогли подобраться достаточно близко, чтобы просканировать станцию, автоматический корабль засекает вас и движется в атаку.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEFENSE_ITEM_LIST"]/event[1]/text
ru: Станция была заброшена или ограблена подчистую. Похоже, что её довольно давно не использовали. Вы не находите ничего полезного.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEFENSE_ITEM_LIST"]/event[2]/text
ru: Станция, видимо, была создана для того, чтобы оборудовать дронами корабли повстанцев. Вы находите функционирующую схему дрона.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEFENSE_ITEM_LIST"]/event[3]/text
ru: Станция оказалась складом для оружия военного назначения. Вы находите одно орудие, которое легко можно присоединить к кораблю.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEFENSE_ITEM_LIST"]/event[4]/text
ru: Станция оказалась складом для всевозможных припасов. Вы собираете всё, что можно.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_RADAR"]/text
ru: Автоматический корабль неподвижно завис рядом с передовой станцией обнаружения повстанцев.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_RADAR"]/choice[1]/text
ru: Приблизиться к станции.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_RADAR"]/choice[1]/event/text
ru: Корабль включается и наводится на вас.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_RADAR"]/choice[2]/text
ru: Сохранять дистанцию и ждать, пока FTL зарядится.

source: data/events_rebel.xml.rawclobber$//event[@name="AUTO_DEFENSE_RADAR"]/choice[@req="DRONES_COMBAT_EVENTS"]/text
ru: (Боевой дрон) Послать дрона отвлечь автоматический корабль.

source: data/events_rebel.xml.rawclobber$//eventList[@name="AUTO_DEFENSE_RADAR_COMBAT"]/event[1]/text
ru: Ваш боевой дрон атакует автоматический корабль и затем отступает, выманивая его подальше. Вы быстро движетесь к радару, чтобы получить к нему доступ.

source: data/events_rebel.xml.rawclobber$//eventList[@name="AUTO_DEFENSE_RADAR_COMBAT"]/event[2]/text
ru: Ваш боевой дрон без остановки стреляет по автоматическому кораблю. Он не может пробиться через его щиты, но, по крайней мере, этого достаточно, чтобы отвлечь его и позволить вам получить доступ к радару.

source: data/events_rebel.xml.rawclobber$//eventList[@name="AUTO_DEFENSE_RADAR_COMBAT"]/event[3]/text
ru: Прежде чем ваш дрон успел атаковать, автоматический корабль активируется и сбивает его. Затем он засекает ваш корабль и движется в вашу сторону.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEFENSE_RADAR_LIST"]/event[1]/text
ru: Вы успешно взламываете их систему и передаёте ложную информацию о своём местонахождении. Это должно задержать флот повстанцев.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEFENSE_RADAR_LIST"]/event[2]/text
ru: Вы успешно взламываете их систему и передаёте ложную информацию о своём местонахождении. Это должно надолго задержать флот повстанцев.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEFENSE_RADAR_LIST"]/event[3]/text
ru: Программные средства защиты оказалось слишком сложно обойти. И только вы собрались отключиться, как наткнулись на незащищённую информацию об окружающих маяках. Ваша карта обновлена.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEFENSE_RADAR_LIST"]/event[4]/text
ru: Вы не смогли преодолеть защиту компьютера. Вы сдаётесь и возвращаетесь на корабль.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DEFENSE_RADAR_LIST"]/event[5]/text
ru: При попытке взлома вы активировали скрытую сигнализацию. Похоже, теперь повстанцы точно знают о вашем местоположении. Вы пулей возвращаетесь на корабль и быстро улетаете.

source: data/events_rebel.xml.rawclobber$//event[@name="REBEL_TRANSPORT"]/text
ru: Вы замечаете небольшой корабль повстанцев поблизости. Кажется, он переоборудован для перевозки, а не для боя, и вроде бы не собирается нападать на вас и ваш корабль.

source: data/events_rebel.xml.rawclobber$//event[@name="REBEL_TRANSPORT"]/choice[1]/text
ru: Потребовать у них имущество.

source: data/events_rebel.xml.rawclobber$//event[@name="REBEL_TRANSPORT"]/choice[2]/text
ru: Избежать встречи с кораблём.

source: data/events_rebel.xml.rawclobber$//event[@name="REBEL_TRANSPORT"]/choice[2]/event/text
ru: Они остаются вне досягаемости ваших орудий и в конце концов совершают прыжок.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_ATTACK"]/event[1]/text
ru: Вы готовитесь захватить их груз силой.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_ATTACK"]/event[2]/text
ru: Они предлагают вам содержимое своих трюмов, чтобы вы оставили их в покое.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_ATTACK"]/event[2]/choice[1]/text
ru: У них точно есть больше, в атаку!

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_ATTACK"]/event[2]/choice[2]/text
ru: Принять их предложение.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_ATTACK"]/event[2]/choice[2]/event/text
ru: Они с облегчением передают вам припасы и быстро уходят.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_DESTROYED"]/event[1]/text
ru: Вы обыскиваете корабль и обнаруживаете, что его груз был вооружением военного класса! Оно оказалось неповреждённым после боя и может быть легко установлено на корабле.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_DESTROYED"]/event[2]/text
ru: Вы обыскиваете останки корабля, но находите только чертежи и обломки механизмов. Неприятно, но вы хотя бы собираете весь лом, какой можете добыть.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_DESTROYED"]/event[3]/text
ru: Корабль перевозил вооружение. Вы нашли одно орудие неповреждённым, несмотря на битву.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_DESTROYED"]/event[4]/text
ru: Корабль, судя по всему, перевозил вооружение. К сожалению, ничего не пережило битву.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_DESTROYED"]/event[5]/text
ru: В процессе обыска останков вы обнаруживате, что грузом были схемы дронов! Вы приносите их на борт, чтобы установить на своём корабле.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_DESTROYED"]/event[6]/text
ru: Обломки указывают на то, что корабль перевозил схемы дронов, но, к сожалению, ничего не осталось. Зато вы нашли пригодные детали дронов.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_DESTROYED"]/event[7]/text
ru: Груз корабля оказался бесполезным. Но зато этот корабль, похоже, был исследовательским судном: на нём есть детализированные карты и данные разведки. Вы скачиваете всё, что можно в карту корабля.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_DESTROYED"]/event[8]/text
ru: По внешнему виду попавшихся вам обломков можно сделать вывод, что этот корабль собирал информацию. Но все данные оказались слишком сильно повреждены.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_DESTROYED"]/event[9]/text
ru: Вы засекли слабые признаки жизни в чудом уцелевшем корабельном модуле, медленно вращающемся в открытом космосе. Они перевозили заключённых, и единственный выживший предлагает присоединиться к вашему экипажу, как первый шаг на пути к мести.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_DESTROYED"]/event[10]/text
ru: Корабль, как оказалось, перевозил заключённых. К сожалению, все они были убиты в бою. Вы собираете всё, что можете.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_DESTROYED"]/event[11]/text
ru: Корабль вёз военные запасы. Вы подбираете всё, что выглядит пригодным из обломков.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_CAPTURED"]/event[1]/text
ru: Теперь, когда экипаж убит, вы обыскиваете корабль. Вы находите снаряжение военного типа и берёте то, что выглядит наиболее полезным.

source: data/events_rebel.xml.rawclobber$//eventList[@name="REBEL_TRANSPORT_CAPTURED"]/event[2]/text
ru: Корабль не пытается сражаться, но вы всё ещё выявляете признаки жизни. Видимо, это был транспортник для заключённых. Один из выживших предлагает присоединиться к вашему экипажу в обмен на свободу остальных.
