Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//event[@name="QUEST_HAL_FED_NOFUEL"]/choice[2]/event/text
ru: Вы решаете, что среди этих астероидов Федерация никогда не узнает о ваших методах. В атаку!

source: data/events_rebel.xml.rawclobber$//event[@name="QUEST_HAL_FED_NOFUEL"]/choice[3]/text
ru: Отказать им.

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUEST_HAL_FED_NOFUEL2"]/event[1]/text
ru: Корабль выходит из прыжка вслед за вами. «Капитан, спасибо, что спасли нас! Держите, это всё что у нас есть!»

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUEST_HAL_FED_NOFUEL2"]/event[2]/text
ru: Корабль выходит из прыжка вслед за вами. «Капитан, спасибо, что спасли нас! Держите, это всё что у нас есть!»

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUEST_HAL_FED_NOFUEL2"]/event[3]/text
ru: Похоже, что на этом маяке расположена база повстанцев! А корабля Федерации, в который вы заливали топливо, так и нет...

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUEST_HAL_FED_NOFUEL2"]/event[4]/text
ru: Вы выпрыгиваете прямо рядом с автоматическим кораблём HAL, который тут же атакует вас! Пока вы заняты боем, появившийся вслед за вами корабль Федерации быстро заряжает двигатели и сматывается...

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_HUNTRADE"]/text
ru: Как только вы выходите из прыжка, пиратский истребитель наводит на вас свои пушки, но останавливается и выходит на связь: «Вот чёрт! Это не очередной глупый беспилотник... У нас есть парочка дронов на продажу, будешь брать?»

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_HUNTRADE"]/choice[1]/text
ru: Купить этого дрона.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_HUNTRADE"]/choice[1]/event/text
ru: Вы совершаете сделку и готовитесь к прыжку.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_HUNTRADE"]/choice[2]/text
ru: Купить этого дрона.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_HUNTRADE"]/choice[2]/event/text
ru: Вы совершаете сделку и готовитесь к прыжку.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_HUNTRADE"]/choice[3]/text
ru: Отказаться.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_HUNTRADE"]/choice[3]/event/text
ru: «Тогда мы заберём твой лом силой, и даже не пытайся убежать».

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_HUNTRADE_PARAM"]/deadCrew/text
ru: На корабле нет ничего ценного, за исключением одного уцелевшего в бою дрона.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_LANIUS_CREW"]/text
ru: Вы выходите из прыжка рядом с неподвижным кораблём HAL. Что в нём кажется подозрительным, этот беспилотник явно не такой, как остальные...

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_LANIUS_CREW"]/choice[1]/text
ru: Атаковать беспилотник.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_LANIUS_CREW"]/choice[1]/event/text
ru: Корабль отвечает на вашу агрессию активацией всех систем.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_LANIUS_CREW"]/choice[2]/text
ru: Лететь прочь.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_LANIUS_CREW"]/choice[2]/event/text
ru: Этот корабль может быть опасен. Вы благоразумно отлетаете на безопасное расстояние.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_LANIUS_CREW"]/choice[@req="anaerobic_crew"]/text
ru: (Член экипажа ланиус) Ланиус чувствует дружественные сигналы с беспилотника и просит отправить его на разведку.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_LANIUS_CREW"]/choice[@req="anaerobic_crew"]/event/text
ru: Ваш ланиус прибывает на беспилотник и застаёт внутри своих сородичей, прогрызающих остатки рабочего оборудования корабля. Несколько минут спустя он убеждает одного из них присоединиться к вашей команде.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_LANIUS_CREW_PARAM"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете его обломки.

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_LANIUS_CREW_PARAM"]/deadCrew/text
ru: Вы перебили экипаж корабля и собрали всё ценное с него.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_DRONE_HA_LA_VA"]/text
ru: Возле маяка вы находите дрона HAL. Похоже, питающий его корабль улетел, забыв дрона тут. Теперь вы его хозяин.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_QUEST_ESCORT"]/text
ru: На этом маяке лишь один корабль. Его капитан вызывает вас: «Мы очень нуждаемся в помощи. Наша система FTL-навигации повреждена. Вы можете помочь нам добраться до ближайшей станции?»

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_QUEST_ESCORT"]/choice[1]/text
ru: Согласиться.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_QUEST_ESCORT"]/choice[1]/event/text
ru: «Отлично. Возьмите это топливо авансом. Мы будем позади вас. Не хочется рисковать в этом опасном месте...»

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_QUEST_ESCORT"]/choice[2]/text
ru: Отказаться.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_QUEST_ESCORT"]/choice[2]/event/text
ru: «Мы понимаем. Вам самим тяжело справляться с полчищами этих беспилотников».

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_QUEST_ESCORT"]/choice[@req="FTL_JUMPER_GOOD"]/text
ru: (FTL-навигатор) Отправить им данные безопасного маршрута.

source: data/events_rebel.xml.rawclobber$//event[@name="HAL_QUEST_ESCORT"]/choice[@req="FTL_JUMPER_GOOD"]/event/text
ru: «Вы здорово нас выручили этой информацией!» Они отправляют вам припасы в знак благодарности.

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUEST_ESCORT_ARRIVE_HAL"]/event[1]/text
ru: Вы сопроводили корабль до нужного маяка. К вашему разочарованию, вы попали в засаду корабля HAL, который первым же залпом дронов разобрал на части следующий за вами корабль Федерации!

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUEST_ESCORT_ARRIVE_HAL"]/event[2]/text
ru: Вскоре после прибытия корабль, который вы сопровождали, останавливается рядом. Они благодарят вас за помощь и предлагают вознаграждение.

source: data/events_rebel.xml.rawclobber$//eventList[@name="QUEST_ESCORT_ARRIVE_HAL"]/event[3]/text
ru: Корабль, который вы сопровождали, благодарит вас: «Вряд ли мы справились бы без вашей помощи. Позвольте моим друзьям залатать ваш корпус и дать немного лома».

source: data/events_rebel.xml.rawclobber$//textList[@name="ASTEROID_HAL_FIGHT_TEXT"]/text[1]
ru: Среди астероидов патрулирует беспилотник HAL. Завидев вас, он сразу же нападает.

source: data/events_rebel.xml.rawclobber$//textList[@name="ASTEROID_HAL_FIGHT_TEXT"]/text[2]
ru: В астероидном поле рыщет беспилотник HAL. Приблизившись, он выпускает на вас своих дронов.

source: data/events_rebel.xml.rawclobber$//textList[@name="ASTEROID_HAL_FIGHT_TEXT"]/text[3]
ru: Выйдя из прыжка, вы отталкиваете какого-то дрона в астероид. Дрон разбивается вдребезги, а его хозяин — корабль HAL, собирается мстить.

source: data/events_rebel.xml.rawclobber$//textList[@name="PULSAR_HAL_FIGHT_TEXT"]/text[1]
ru: Рядом с пульсаром патрулирует беспилотник HAL. Завидев вас, он сразу же нападает.

source: data/events_rebel.xml.rawclobber$//textList[@name="PULSAR_HAL_FIGHT_TEXT"]/text[2]
ru: Вы замечаете корабль HAL, обстреливающий пульсар из своего ионного орудия. Обнаружив вас, он меняет цель.

source: data/events_rebel.xml.rawclobber$//textList[@name="PULSAR_HAL_FIGHT_TEXT"]/text[3]
ru: Вблизи пульсара рыщет беспилотник HAL. Приблизившись, он выпускает на вас своих дронов.

source: data/events_rebel.xml.rawclobber$//textList[@name="SUN_HAL_FIGHT_TEXT"]/text[1]
ru: Рядом с раскалённой звездой патрулирует беспилотник HAL. Завидев вас, он сразу же нападает.

source: data/events_rebel.xml.rawclobber$//textList[@name="SUN_HAL_FIGHT_TEXT"]/text[2]
ru: Вблизи звезды рыщет беспилотник HAL. Приблизившись, он выпускает на вас своих дронов.

source: data/events_rebel.xml.rawclobber$//textList[@name="SUN_HAL_FIGHT_TEXT"]/text[3]
ru: Высокоактивная звезда поблизости сожгла несколько дронов беспилотника HAL. Однако он всё ещё опасен.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[1]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[2]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[3]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[4]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[5]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[6]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[7]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[8]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[9]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[10]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[11]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[12]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[13]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[14]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[15]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_FIGHT_HACKME_R"]/event[16]/text
ru: ...также команда докладывает, что обнаружен вирус HAL, взламывающий некоторые из систем вашего корабля!

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_SHIP_HACKME"]/destroyed/text
ru: Корабль разваливается, и вы собираете всё, что уцелело, а ослабленные системы приходят в норму.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SHIP_HACKME_DAMAGE"]/event[1]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SHIP_HACKME_DAMAGE"]/event[2]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SHIP_HACKME_DAMAGE"]/event[3]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SHIP_HACKME_DAMAGE"]/event[4]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SHIP_HACKME_DAMAGE"]/event[5]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SHIP_HACKME_DAMAGE"]/event[6]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SHIP_HACKME_DAMAGE"]/event[7]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SHIP_HACKME_DAMAGE"]/event[8]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SHIP_HACKME_DAMAGE"]/event[9]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_SHIP_HACKME_DAMAGE"]/event[10]/text
ru: Неожиданно бортовой компьютер HAL отключается, и беспилотник зависает. Вы выжидаете некоторое время, но, кажется, всё в порядке. Системы вашего корабля приходят в норму, а ваша команда разбирает беспилотник на лом и находит в трюме рабочую схему дрона HAL.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_TEXT"]/text[1]
ru: Выпрыгнув у аварийного маяка, вы тут же замечаете корабль Федерации под обстрелом дронов HAL. Спустя пару секунд дрон переключает своё внимание на вас!

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_TEXT"]/text[2]
ru: Прямо перед вами беспилотник HAL атакует беспомощный транспортник Федерации. Не закончив начатое, искусственный интеллект атакует вас...

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_TEXT"]/text[3]
ru: Сигнал бедствия посылает судно Федерации. Беспилотник HAL своими дронами пытается пробиться сквозь щиты, однако ваше появление изменило его приоритеты атаки. HAL атакует вас!

source: data/events_rebel.xml.rawclobber$//ship[@name="HAL_SHIP_DISTRESS_PARAM"]/destroyed/text
ru: Корабль разваливается, и вы собираете всё, что уцелело.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_DISTRESS"]/event[1]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_DISTRESS"]/event[2]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_DISTRESS"]/event[3]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_DISTRESS"]/event[4]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_DISTRESS"]/event[5]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_DISTRESS"]/event[6]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_DISTRESS"]/event[7]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_DISTRESS"]/event[8]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_DISTRESS"]/event[9]/text
ru: Похоже, что бортовой компьютер HAL активизировал резервные цепи питания.

source: data/events_rebel.xml.rawclobber$//eventList[@name="HAL_DAMAGE_DISTRESS"]/event[10]/text
ru: Неожиданно бортовой компьютер HAL отключается, и беспилотник зависает. Вы выжидаете некоторое время, но, кажется, всё в порядке. Ваша команда разбирает их корабль на лом и находит в трюме рабочую схему дрона HAL.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_HAL_HELPFROMSHIP_RANDOM"]/event[1]/text
ru: Корабль, который вы защищали от HAL, спешно сбежал с поля боя...

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_HAL_HELPFROMSHIP_RANDOM"]/event[2]/text
ru: Корабль, который вы защищали от HAL, скрылся в неизвестном направлении...

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_HAL_HELPFROMSHIP_RANDOM"]/event[3]/text
ru: Корабль, который вы защищали от HAL, благодарит вас, однако, может помочь лишь информацией о секторе.

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_HAL_HELPFROMSHIP_RANDOM"]/event[4]/text
ru: Корабль, который вы защищали от HAL, выгорает дотла. Условия, в которых вы находитесь, вынуждают вас собрать всё ценное и с их корабля...

source: data/events_rebel.xml.rawclobber$//eventList[@name="DISTRESS_HAL_HELPFROMSHIP_RANDOM"]/event[5]/text
ru: Корабль, который вы защищали от HAL, благодарит вас и делится своими припасами.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_DESTR_TEXT"]/text[1]
ru: Прибыв к сигналу бедствия, вы застаёте ещё тёплые обломки какого-то корабля. Кто бы ни просил помощи, вы прибыли слишком поздно...

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_DESTR_TEXT"]/text[2]
ru: Вы успеваете засечь, как HAL прыгает прочь к другому маяку, но уже всё кончено. От жертвы беспилотника остались лишь обломки, которые вы и подбираете.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_DESTR_TEXT"]/text[3]
ru: Гражданское судно, подававшее сигнал бедствия, полностью уничтожено в недавней битве. Никого в живых не осталось, и вы забираете всё полезное с корабля.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_TRAP_TEXT"]/text[1]
ru: Похоже, что корабли HAL научились имитировать сигналы бедствия, чтобы заманивать доверчивых капитанов в ловушку. В такую ловушку вы и попадаете!

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_TRAP_TEXT"]/text[2]
ru: К вашему удивлению, сигнал бедствия исходит от беспилотника HAL. Но помощь ему явно не требуется — как только вы появляетесь, он переходит в боевой режим!

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_TRAP_TEXT"]/text[3]
ru: Вы так спешили сюда на помощь, что попали в ловушку HAL. Неудивительно, что этот ИИ способен имитировать сигналы бедствия.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_EMPTY_TEXT"]/text[1]
ru: Маяк оказался пуст. Во время прыжка сюда сигнал бедствия прервался, и вы так и не нашли его источник.

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_EMPTY_TEXT"]/text[2]
ru: Странно, но как только вы прибываете сюда, сигнал бедствия пропадает...

source: data/events_rebel.xml.rawclobber$//textList[@name="DISTRESS_HAL_EMPTY_TEXT"]/text[3]
ru: Должно быть ваш коммуникатор дал сбой, вы не находите ничего, что могло бы издавать сигналы бедствия на этом маяке.

source: data/events_rebel.xml.rawclobber$//event[@name="LANIUS_HAL"]/text
ru: Боевое судно ланиусов неподалёку занято поглощением обломков HAL. На ваше прибытие они никак не реагируют.

source: data/events_rebel.xml.rawclobber$//event[@name="LANIUS_HAL"]/choice[1]/text
ru: Попробовать тоже собрать часть обломков.

source: data/events_rebel.xml.rawclobber$//event[@name="LANIUS_HAL"]/choice[2]/text
ru: Напасть на ланиусов.

source: data/events_rebel.xml.rawclobber$//event[@name="LANIUS_HAL"]/choice[2]/event/text
ru: Ланиусы вынуждены бросить своё занятие, чтобы защищаться.

source: data/events_rebel.xml.rawclobber$//event[@name="LANIUS_HAL"]/choice[3]/text
ru: Не вмешиваться и улететь отсюда.

source: data/events_rebel.xml.rawclobber$//event[@name="LANIUS_HAL"]/choice[@req="anaerobic_crew"]/text
ru: (Член экипажа ланиус) Пусть ваш ланиус договорится с сородичами.

source: data/events_rebel.xml.rawclobber$//event[@name="LANIUS_HAL"]/choice[@req="anaerobic_crew"]/event/text
ru: Ланиусы готовы поделиться частью добычи, и вы вместе разбираете останки беспилотника.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_HAL_HARV"]/event[1]/text
ru: Как и следовало ожидать, ланиусы не собираются ни с кем делиться и атакуют ваш корабль.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_HAL_HARV"]/event[2]/text
ru: Вы стараетесь не приближаться близко к кораблю ланиусов и собираете далеко отлетевшие обломки.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DESTROYED_HAL"]/event[1]/text
ru: Корабль взрывается, оставляя после себя немного лома.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DESTROYED_HAL"]/event[2]/text
ru: Корабль взрывается, оставляя после себя полезный лом.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DESTROYED_HAL"]/event[3]/text
ru: Корабль взрывается, оставляя после себя полезный лом.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DESTROYED_HAL"]/event[4]/text
ru: Корабль взорвался, от него отвалилась часть металлической обшивки. Вы собрали значительное количество лома.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[1]/text
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[2]/text
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[3]/text
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[4]/text
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[5]/text
ru: На корабле не осталось никаких признаков жизни. Вы забираете оттуда полезные материалы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[6]/text
ru: После смерти команды ланиусов вы можете забрать топливо из их хранилища. Вы также собираете весь доступный лом.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[7]/text
ru: Теперь, когда корабль ланиусов очищен от противников, вы обыскиваете его. В конце концов вы обнаруживаете заключённого, который просит вас взять его в команду.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[7]/choice[1]/text
ru: Принять его в команду.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[7]/choice[1]/event/text
ru: Бывший пленник приступает к своим новым обязанностям.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[7]/choice[2]/text
ru: Довезти его до ближайшей станции.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[7]/choice[2]/event/text
ru: За своё спасение он отдаёт вам все ценности, которые у него не забрали.

source: data/events_rebel.xml.rawclobber$//eventList[@name="LANIUS_DEAD_CREW_HAL"]/event[8]/text
ru: На корабле вы обнаруживаете схему дрона. Никто не может вам помешать, и вы забираете её себе.
