Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_rebel.xml.rawclobber/*.po
Languages: ru

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_SUPPLY_REWARD"]/text
ru: «Спасибо, капитан! Теперь мы покажем этим повстанцам!» В знак благодарности они отправляют вам гору лома и усиление для корабля.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_FED_TRAP"]/text
ru: Вы прибываете к месту бедствия и встречаете крейсер Федерации. Не похоже, что им требуется помощь. Вскоре они выходят на связь: «Всё в порядке, капитан! Мы отправили сигнал бедствия, чтобы приманить доверчивых повстанцев. Как только они здесь появятся, сразу получат ракетный залп в борт, ха-ха-ха!» Они делятся с вами припасами, а вы благодарите их и отправляетесь дальше.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_NEED_HELP"]/text
ru: Вы встречаете боевой крейсер Федерации, они выходят на связь: «Как хорошо, что мы встретили своих! Наши позиции в этой части сектора захвачены повстанцами, и мы ищем кого-то, кто поможет отбить их».

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_NEED_HELP"]/choice[1]/text
ru: Согласиться помочь.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_NEED_HELP"]/choice[2]/text
ru: Простите, у нас нет на это времени.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_NEED_HELP_ACCEPT"]/text
ru: «Сейчас первостепенная задача — вернуть контроль над ремонтной верфью и торговой станцией. По нашим данным там патрулируют элитные крейсеры повстанцев. Куда вы отправитесь?»

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_NEED_HELP_ACCEPT"]/choice[1]/text
ru: К ремонтной верфи.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_NEED_HELP_ACCEPT"]/choice[2]/text
ru: К торговой станции.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_NEED_HELP_ACCEPT"]/choice[3]/text
ru: Сказать, что вы готовы зачистить обе точки.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_NEED_HELP_DOCK"]/text
ru: «Хорошо, не будем терять времени! Вот координаты верфи, а мы отправляемся к станции». Передав координаты, они прыгают прочь.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_NEED_HELP_TRADERS"]/text
ru: «Хорошо, не будем терять времени! Вот координаты станции, а мы отправляемся к верфи». Передав координаты, они прыгают прочь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_NEED_HELP_BOTH"]/event[1]/text
ru: «Так мы потеряем слишком много времени! Если там появятся основные силы повстанцев, мы не справимся! Надо разделиться, вы отправитесь на один маяк, а мы на другой».

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_NEED_HELP_BOTH"]/event[1]/choice[1]/text
ru: Отправиться к ремонтной верфи.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_NEED_HELP_BOTH"]/event[1]/choice[2]/text
ru: Отправиться к торговой станции.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_NEED_HELP_BOTH"]/event[2]/text
ru: Они с сомнением оценивают ваше вооружение. «Хорошо, мы передадим вам координаты и будем за вами приглядывать. Удачи». Вы получаете координаты первой цели.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_NEED_HELP_BOTH"]/event[2]/choice/event/text
ru: Вы получаете координаты второй цели.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_NEED_HELP_DOCK_QUEST"]/text
ru: Вы прибываете к ремонтной верфи. Патрульный элитный крейсер повстанцев тут же атакует вас.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_DOCK_ELITE"]/destroyed/text
ru: Вы собираете обломки крейсера и связываетесь с персоналом верфи.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_DOCK_ELITE"]/destroyed/choice/event/text
ru: Они благодарят вас за освобождение и ремонтируют ваш корабль, а также оптимизируют работу щитов.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_DOCK_ELITE"]/deadCrew/text
ru: Вы обыскиваете трюмы крейсера и связываетесь с персоналом верфи.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_DOCK_ELITE"]/deadCrew/choice/event/text
ru: Они благодарят вас за освобождение и ремонтируют ваш корабль, а также оптимизируют работу щитов.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_NEED_HELP_TRADERS_QUEST"]/text
ru: Вы прибываете к торговой станции. Патрульный элитный крейсер повстанцев тут же атакует вас.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_TRADERS_ELITE"]/destroyed/text
ru: Вы собираете обломки крейсера и связываетесь с персоналом станции.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_TRADERS_ELITE"]/destroyed/choice/event/text
ru: Они благодарят вас за освобождение и передают свои запасы лома, а также проводят вас в магазин.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_TRADERS_ELITE"]/deadCrew/text
ru: Вы обыскиваете трюмы крейсера и связываетесь с персоналом станции.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_TRADERS_ELITE"]/deadCrew/choice/event/text
ru: Они благодарят вас за освобождение и передают свои запасы лома, а также проводят вас в магазин.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_ELITE_HOSTILE"]/text[1]
ru: Вы неожиданно оказываетесь совсем рядом с элитным крейсером повстанцев. К бою!

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_ELITE_HOSTILE"]/text[2]
ru: Вы натыкаетесь на патрульный крейсер повстанцев. Приготовиться к бою!

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_ELITE_HOSTILE"]/text[3]
ru: Элитный крейсер повстанцев патрулирует этот маяк. Завидев вас, он переходит в наступление.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_ELITE_HOSTILE"]/text[4]
ru: Прямо на вас несётся элитный крейсер повстанцев. Ещё бы мгновение, и вы столкнулись бы, но пилот вовремя совершает манёвр уклонения.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_ELITE_HOSTILE"]/text[5]
ru: Видимо, этот маяк контролируют повстанцы — вас радостно встречает их элитный крейсер.

source: data/events_rebel.xml.rawclobber$//textList[@name="BORDER_ELITE_HOSTILE"]/text[6]
ru: Повстанцы взяли под контроль этот маяк! Элитный крейсер уже готов вас уничтожить.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_ELITE_HOSTILE_SHIP"]/destroyed/text
ru: Вы собираете обломки крейсера.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_ELITE_HOSTILE_SHIP"]/deadCrew/text
ru: Вы обыскиваете трюмы крейсера.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_BATTLE_HELP"]/text
ru: Перед вами крейсер Федерации, они явно куда-то спешат. Вы запрашиваете связь: «Скорее! Слишком мало времени! Нашим необходимо подкрепление, летите за нами».

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_BATTLE_HELP"]/choice[1]/text
ru: Согласиться помочь.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_BATTLE_HELP"]/choice[2]/text
ru: Простите, у нас нет на это времени.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_BATTLE_HELP_ACCEPT"]/text
ru: «Отлично, ловите координаты и немного припасов». Передав координаты, они прыгают в сторону сражения.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_BATTLE_HELP_QUEST"]/text
ru: Масштабное сражение в самом разгаре. Вы выбираете себе цель, попутно уклоняясь от шальных снарядов.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_BATTLE_HELP_SHIP"]/destroyed/text
ru: Корабль разваливается, и вы собираете лом.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_BATTLE_HELP_SHIP"]/deadCrew/text
ru: Вы перебили экипаж и обчистили их трюмы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_BATTLE_HELP_REWARD"]/event[1]/text
ru: Битва постепенно стихает, маяк остаётся за Федерацией. Союзники благодарят вас за помощь и отправляют кое-какие припасы.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_BATTLE_HELP_REWARD"]/event[2]/text
ru: Битва постепенно стихает, маяк остаётся за Федерацией. Союзники благодарят вас за помощь и отправляют лишнее орудие.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_QUEST"]/text
ru: Перед вами появляется предприимчивый торговец: «Приветствую вас! У меня к вам особое предложение, за скромные 40 лома я достану вам любое оружие, какое пожелаете. Деньги вперёд!»

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_QUEST"]/choice[1]/text
ru: Поверить и заплатить.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_QUEST"]/choice[2]/text
ru: Да это же пират! В атаку!

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_QUEST"]/choice[2]/event/text
ru: Не в ваших правилах иметь дела с пиратами.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_QUEST"]/choice[3]/text
ru: Мы не заключаем сделок на сомнительных условиях.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_QUEST_CHOICE"]/text
ru: Торговец довольно прячет лом в хранилище: «Какое оружие вы желаете? Лазеры? Лучевое? Или может ионное?»

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_QUEST_CHOICE"]/choice[1]/text
ru: Лазеры.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_QUEST_CHOICE"]/choice[2]/text
ru: Лучевое.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_QUEST_CHOICE"]/choice[3]/text
ru: Ионное.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_LASERS"]/text
ru: «Отлично! Встретимся по этим координатам!» Он отправляет вам координаты места встречи и тут же прыгает. Но вы ведь даже не обговорили конкретную модель оружия, что за?!.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_BEAMS"]/text
ru: «Отлично! Встретимся по этим координатам!» Он отправляет вам координаты места встречи и тут же прыгает. Но вы ведь даже не обговорили конкретную модель оружия, что за?!.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_IONS"]/text
ru: «Отлично! Встретимся по этим координатам!» Он отправляет вам координаты места встречи и тут же прыгает. Но вы ведь даже не обговорили конкретную модель оружия, что за?!.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_LASERS_QUEST"]/text
ru: Перед вами тот самый предприимчивый торговец, он выглядит несколько раздражённым: «Сколько можно вас ждать, у меня много других заказов помимо вашего. Держите, что просили». После чего он скидывает контейнер с орудием и быстро улетает.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_BEAMS_QUEST"]/text
ru: Перед вами тот самый предприимчивый торговец, он выглядит несколько раздражённым: «Сколько можно вас ждать, у меня много других заказов помимо вашего. Держите, что просили». После чего он скидывает контейнер с орудием и быстро улетает.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PIRATE_IONS_QUEST"]/text
ru: Перед вами тот самый предприимчивый торговец, он выглядит несколько раздражённым: «Сколько можно вас ждать, у меня много других заказов помимо вашего. Держите, что просили». После чего он скидывает контейнер с орудием и быстро улетает.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_BORDER_WITH_PDS"]/text
ru: Прямо перед вами в туманности мелькают силуэты повстанческих кораблей. Вы не можете точно определить их количество, но явно больше одного.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_BORDER_WITH_PDS"]/choice[1]/text
ru: Атаковать ближайший к вам корабль.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_BORDER_WITH_PDS"]/choice[1]/event/text
ru: Вы вступаете в перестрелку с немного отставшим повстанцем, но вас начинают обстреливать скрытые в туманности повстанцы!

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_BORDER_WITH_PDS"]/choice[2]/text
ru: Не рисковать и затаиться в туманности.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_BORDER_WITH_PDS"]/choice[2]/event/text
ru: Вы трезво оцениваете свои возможности и решаете переждать, пока повстанцы улетят дальше.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_NEBULA_SHIP"]/destroyed/text
ru: Вы быстро собираете обломки под обстрелом скрытых повстанцев. К счастью, они не рискуют выйти из укрытия.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_NEBULA_SHIP"]/deadCrew/text
ru: Вы быстро грабите трюмы под обстрелом скрытых повстанцев. К счастью, они не рискуют выйти из укрытия.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_BORDER_WITH_PDS2"]/text
ru: Вы наблюдаете, как крейсер Федерации преследует корабль повстанцев на границе туманности. Ещё мгновение, и повстанцы скрываются в плотном облаке. Союзники выходят с вами на связь: «Помогите нам выследить ублюдков. Мы их ранили, но они всё ещё опасны».

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_BORDER_WITH_PDS2"]/choice[1]/text
ru: Согласиться выследить повстанцев.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_BORDER_WITH_PDS2"]/choice[2]/text
ru: Извиниться и сказать, что вы заняты.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_BORDER_WITH_PDS2"]/choice[2]/event/text
ru: Их капитан делает презрительную гримасу, отключается и направляет свой корабль в туманность.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEBULA_BORDER_WITH_PDS2_OK"]/event[1]/text
ru: После нескольких минут слежки вы натыкаетесь на затаившихся повстанцев, и начинается перестрелка. Союзный корабль помогает вам, обстреливая повстанцев из туманности.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEBULA_BORDER_WITH_PDS2_OK"]/event[2]/text
ru: Союзники первыми находят затаившихся повстанцев, и завязывается бой. Вы помогаете им издали, обстреливая повстанцев из туманности. Вскоре с повстанцами покончено, и вы делите обломки их корабля.

source: data/events_rebel.xml.rawclobber$//eventList[@name="NEBULA_BORDER_WITH_PDS2_OK"]/event[3]/text
ru: Несмотря на ваши совместные усилия, повстанцам удаётся скрыться. Вы прощаетесь с союзниками и двигаетесь дальше.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_NEBULA_SHIP2"]/destroyed/text
ru: Вы собираете обломки корабля, оставляя немного союзнику.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_NEBULA_SHIP2"]/deadCrew/text
ru: Вы грабите трюмы повстанцев, оставляя немного союзнику.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_BORDER_WITH_PDS3"]/text
ru: Маяк окутан обширным облаком туманности, видимость почти нулевая. Внезапно мимо вас проносится лазерный снаряд.

source: data/events_rebel.xml.rawclobber$//event[@name="NEBULA_BORDER_WITH_PDS3"]/choice/event/text
ru: Вы появились слишком близко к очередному сражению Федерации и повстанцев, и один из повстанцев уже нацелил на вас свои орудия! Из туманности то и дело вылетают снаряды других кораблей.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_REBEL_MINER"]/text
ru: Небольшой шахтёрский корабль повстанцев добывает металл в этом астероидном поле. Вы обращаете внимание на необычное орудие, которым они раскалывают крупные астероиды пополам. Шахтёры настолько увлечены добычей руды, что не замечают вас.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_REBEL_MINER"]/choice[1]/text
ru: Атаковать шахтёров.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_REBEL_MINER"]/choice[1]/event/text
ru: Повстанцы слишком поздно вспохватились, теперь им не уйти!

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_REBEL_MINER"]/choice[2]/text
ru: Слишком опасно, уходим отсюда.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_REBEL_MINER_SHIP"]/escape/text
ru: Похоже, они не хотят сражаться и пытаются скрыться.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_REBEL_MINER_SHIP"]/gotaway/text
ru: Чёрт, они ушли!

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_REBEL_MINER_SHIP"]/destroyed/text
ru: Корабль взрывается, оставляя после себя полезный лом.

source: data/events_rebel.xml.rawclobber$//ship[@name="BORDER_REBEL_MINER_SHIP"]/deadCrew/text
ru: Вы забираете весь лом, который они успели добыть.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MINER_BEEM_REWARD"]/event[1]/text
ru: К сожалению, их необычное лучевое орудие взорвалось вместе с кораблём. Пора уходить.

source: data/events_rebel.xml.rawclobber$//eventList[@name="MINER_BEEM_REWARD"]/event[2]/text
ru: Их необычное лучевое орудие не пострадало в бою, и вы забираете его себе.

source: data/events_rebel.xml.rawclobber$//event[@name="MINER_BEEM_REWARD_2"]/text
ru: Их необычное лучевое орудие не пострадало в бою, и вы забираете его себе.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PANIC"]/text
ru: Вы появляетесь посреди лагеря Федерации. Неожиданно дозорный корабль в панике начинает стрелять в вас изо всех орудий!

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PANIC"]/choice/event/text
ru: Через несколько секунд они понимают свою ошибку, но корабль уже получил повреждения...

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_PANIC"]/choice/event/choice/event/text
ru: Они извиняются и отправляют ремонтный отряд вам на помощь. «Простите, мы все на нервах в последние дни... Эта война ужасна. Возьмите немного лома в качестве компенсации».

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_REPAIR"]/text
ru: Вы оказываетесь в лагере Федерации. Корабли вокруг находятся в плачевном состоянии — недавно здесь произошло крупное столкновение с повстанцами, и союзники с трудом отбились. Теперь они готовятся к полёту на ремонтную станцию. Вы узнаёте у них её координаты.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_REPAIR"]/choice[@req="REPAIR_ARM"]/text
ru: (Кран для ремонта) Предложить им воспользоваться вашим краном для ремонта.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_REPAIR"]/choice[@req="REPAIR_ARM"]/event/text
ru: Ваш кран ремонтирует несколько наиболее повреждённых кораблей. «Спасибо, без вашей помощи мы вряд ли бы долетели до станции. Вот, возьмите всё, что у нас есть».

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_REPAIR_QUEST"]/text
ru: Вы прибываете на ремонтную станцию. Союзные Федерации корабли получают здесь бесплатное обслуживание, а также некоторые припасы.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_WHO_ARE_YOU"]/text
ru: Вы встречаете судно Федерации и устанавливаете с ним видеосвязь. На экране показываются капитан и его помощники, на их форме заметны следы от лазеров. «Что вы хотели? Мы спешим, нам нужно узнать расположение вражеских кораблей».

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_WHO_ARE_YOU"]/choice[1]/text
ru: Дать им данные своего маршрута.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_WHO_ARE_YOU"]/choice[2]/text
ru: Рассказать о своей миссии и попросить помощи.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_WHO_ARE_YOU"]/choice[3]/text
ru: Спросить, что с их формой.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_WHO_ARE_YOU"]/choice[3]/event/text
ru: «Повстанцы пытались взять нас на абордаж, но мы отбились». Капитан занервничал, или вам показалось?

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_WHO_ARE_YOU"]/choice[3]/event/choice[1]/text
ru: Спросить, не нужна ли им помощь.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_WHO_ARE_YOU"]/choice[3]/event/choice[2]/text
ru: Попросить его назвать секретный пароль Федерации.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_WHO_ARE_YOU"]/choice[3]/event/choice[@req="slug_crew"]/text
ru: (Член экипажа слаг) Пусть слаг проверит его мысли.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_WHO_ARE_YOU"]/choice[@req="ADV_SCANNERS"]/text
ru: (Сканеры широкого охвата) Дать им данные сканирования ближайших маяков.

source: data/events_rebel.xml.rawclobber$//event[@name="BORDER_WHO_ARE_YOU"]/choice[@req="ADV_SCANNERS"]/event/text
ru: Они благодарят вас за информацию и делятся кое-какими припасами.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_WISE"]/event[1]/text
ru: Вы отправляете им данные маршрута, по которому вы прилетели сюда. «Возможно, это поможет нам, спасибо». Они передают вам лом в качестве благодарности.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_WISE"]/event[2]/text
ru: Вы отправляете им данные маршрута, по которому вы прилетели сюда. «К сожалению, этих данных недостаточно. Но всё равно спасибо». Они дают вам немного лома в качестве благодарности.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_WISE"]/event[3]/text
ru: Их капитан пробурчал что-то похожее на слова благодарности и отключился. Вы пожимаете плечами и отдаёте приказ готовиться к прыжку.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_STUPID"]/event[1]/text
ru: Узнав, кто вы, их капитан оживляется и что-то говорит помощникам. Внезапно связь обрывается, а их орудия нацеливаются на вас. Это оказались переодетые повстанцы!

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_STUPID"]/event[2]/text
ru: Узнав, кто вы, их капитан оживляется и что-то говорит помощникам. «Мы запросим для вас подкрепление с ближайшего аванпоста. А сейчас извините, нам пора». Они прыгают в сторону флота повстанцев, и те заметно приближаются к вашему местоположению. Вас провели переодетые повстанцы!

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_HELP"]/event[1]/text
ru: Капитан расслабляется: «Нам бы пригодились данные вашего маршрута». Вы отправляете им данные маршрута, по которому вы прилетели сюда. Они благодарят вас и отправляют кучу лома за помощь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_HELP"]/event[2]/text
ru: Капитан расслабляется: «Нам бы пригодились данные вашего маршрута». Вы отправляете им данные маршрута, по которому вы прилетели сюда. Они благодарят вас и отправляют лом за помощь.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_HELP"]/event[3]/text
ru: «Сами справимся», — они резко прерывают связь. Ну что ж, сами так сами. Вы отдаёте приказ к прыжку.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_PASSWORD"]/event[1]/text
ru: Капитан на секунду зависает: «Эээ... Мы едины!» Поняв, какую глупость он сморозил, капитан быстро отключается. Как вы и думали, это переодетые повстанцы, и сейчас они поплатятся за свой обман!

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_PASSWORD"]/event[2]/text
ru: «Пароль? Какой пароль?» — он непонимающе на вас смотрит. Вы говорите, что это была проверка, и весь их экипаж заливается смехом. «Нужно больше доверять своим!» Они присылают вам припасы, чтобы сгладить неловкость.

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_SLUG"]/event[1]/text
ru: Слаг шепчет вам, что это на самом деле повстанцы, которые взяли на абордаж ваших союзников и переоделись в их форму. Этот капитан вам сразу не понравлся, приготовиться к бою!

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_SLUG"]/event[2]/text
ru: Слаг шепчет вам, что он говорит правду. Вы спрашиваете капитана, чем вы можете ему помочь?

source: data/events_rebel.xml.rawclobber$//eventList[@name="BORDER_WHO_ARE_YOU_HELP2"]/event[1]/text
ru: Капитан расслабляется: «Нам бы пригодились данные вашего маршрута». Вы отправляете им данные маршрута, по которому вы прилетели сюда. Они благодарят вас и отправляют кучу лома за помощь.
