Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/dlcEvents.xml.rawclobber/*.po
Languages: ru

source: data/dlcEvents.xml.rawclobber$//event[@name="FUEL_ESCAPE_PULSAR"]/text
ru: Используя последние запасы топлива, вы смогли увести корабль на безопасное расстояние от пульсара.

source: data/dlcEvents.xml.rawclobber$//event[@name="PULSAR"]/text
ru: Вот чёрт! Пульсар!

source: data/dlcEvents.xml.rawclobber$//event[@name="PDS_TEST"]/text
ru: Вот чёрт! Эта планета в союзе с повстанцами, и они ведут по нам огонь!

source: data/dlcEvents.xml.rawclobber$//event[@name="FUEL_ESCAPE_PDS"]/text
ru: С помощью своих импульсных двигателей вы смогли отойти на безопасное расстояние от враждебной планеты.

source: data/dlcEvents.xml.rawclobber$//event[@name="FUEL_ESCAPE_FLEET"]/text
ru: Ваш пилот ловко уклоняется от артиллерийского огня окружающей вас флотилии, пока вы пытаетесь разобраться в ситуации и придумать какой-нибудь план...

source: data/dlcEvents.xml.rawclobber$//event[@name="NEWSHIP1"]/text
ru: ладно

source: data/dlcEvents.xml.rawclobber$//event[@name="NEWSHIP2"]/text
ru: ладно

source: data/dlcEvents.xml.rawclobber$//ship[@name="NEWSHIP1"]/destroyed/text
ru: Ура!

source: data/dlcEvents.xml.rawclobber$//ship[@name="NEWSHIP1"]/deadCrew/text
ru: Ура!

source: data/dlcEvents.xml.rawclobber$//ship[@name="NEWSHIP2"]/destroyed/text
ru: Ура!

source: data/dlcEvents.xml.rawclobber$//ship[@name="NEWSHIP2"]/deadCrew/text
ru: Ура!

source: data/dlcEvents.xml.rawclobber$//event[@name="STORE_REBELSIDE"]/text
ru: Вы случайно натыкаетесь на крупную торговую станцию. Однако, стоило вам приблизиться, как все в окрестностях получают одну и ту же трансляцию: «Не связывайтесь с приверженцами Федерации. Любой, вступивший с ними в контакт, будет наказан».

source: data/dlcEvents.xml.rawclobber$//event[@name="STORE_REBELSIDE"]/choice[1]/text
ru: Поискать, кто готов с вами торговать.

source: data/dlcEvents.xml.rawclobber$//event[@name="STORE_REBELSIDE"]/choice[2]/text
ru: Покинуть это место.

source: data/dlcEvents.xml.rawclobber$//event[@name="STORE_REBELSIDE"]/choice[2]/event/text
ru: Вы решаете не испытывать удачу и двигаетесь дальше.

source: data/dlcEvents.xml.rawclobber$//event[@name="STORE_REBELSIDE"]/choice[@req="mind" and @lvl="1"]/text
ru: (Контроль разума) Изменить мнение говорящего.

source: data/dlcEvents.xml.rawclobber$//event[@name="STORE_REBELSIDE"]/choice[@req="mind" and @lvl="1"]/event/text
ru: Вы находите источник вещания и "убеждаете" его отказаться от своих слов. Будем надеяться, у вас есть достаточно времени, чтобы затариться, пока до него дойдёт, что только что произошло.

source: data/dlcEvents.xml.rawclobber$//event[@name="STORE_REBELSIDE"]/choice[@req="mind" and @lvl="2"]/text
ru: (Улучшенный контроль разума) Изменить мнение говорящего.

source: data/dlcEvents.xml.rawclobber$//event[@name="STORE_REBELSIDE"]/choice[@req="mind" and @lvl="2"]/event/text
ru: Вы находите источник вещания и "убеждаете" его отказаться от своих слов. Более того, извиняясь перед вами, он предлагает бесплатные товары. Будем надеяться, у вас есть достаточно времени чтобы затариться, пока до него дойдёт, что только что произошло.

source: data/dlcEvents.xml.rawclobber$//event[@name="STORE_REBELSIDE"]/choice[@req="mind" and @lvl="3"]/text
ru: (Продвинутый контроль разума) Изменить мнение говорящего.

source: data/dlcEvents.xml.rawclobber$//event[@name="STORE_REBELSIDE"]/choice[@req="mind" and @lvl="3"]/event/text
ru: Вы находите источник вещания и "убеждаете" его отказаться от своих слов. Более того, извиняясь перед вами, он предлагает много бесплатных товаров. Будем надеяться, у вас есть достаточно времени, чтобы затариться, пока до него дойдёт, что только что произошло.

source: data/dlcEvents.xml.rawclobber$//eventList[@name="STORE_REBELSIDE_SEARCH"]/event[1]/text
ru: На ваши позывные отозвался всего один магазин: «Никаких каналов общей связи. Мы продадим вам, что попросите, но нам лучше не привлекать внимания».

source: data/dlcEvents.xml.rawclobber$//eventList[@name="STORE_REBELSIDE_SEARCH"]/event[2]/text
ru: Ваш запрос на дружественный обмен не даёт результатов, но через некоторое время приближается небольшой шаттл. Они отправляют немного материалов в вашем направлении с сообщением: «Не все здесь друзья флота повстанцев. Оставайтесь сильными».

source: data/dlcEvents.xml.rawclobber$//eventList[@name="STORE_REBELSIDE_SEARCH"]/event[3]/text
ru: В поисках магазина вы явно связались не с тем, с кем надо. Включаются сигналы тревоги, а корабельные сенсоры засекают беспилотник повстанцев, идущий на перехват.

source: data/dlcEvents.xml.rawclobber$//eventList[@name="STORE_REBELSIDE_SEARCH"]/event[4]/text
ru: В поисках магазина вы явно связались не с тем, с кем надо. Включаются сигналы тревоги, а корабельные сенсоры засекают беспилотник повстанцев, идущий на перехват.

source: data/dlcEvents.xml.rawclobber$//textList[@name="REBEL_PULSAR_TEXT"]/text[1]
ru: Капитан повстанцев появляется на экране. «Я думал, мы были обречены выполнять захолустные поручения. Это мой шанс вернуть благосклонность командования! Зарядить орудия!»

source: data/dlcEvents.xml.rawclobber$//textList[@name="REBEL_PULSAR_TEXT"]/text[2]
ru: Вы находите небольшую научную станцию повстанцев, занимающуюся исследованием пульсара. Прежде чем вы успеваете среагировать, корабль повстанцев засекает вас и начинает атаку.

source: data/dlcEvents.xml.rawclobber$//textList[@name="REBEL_PULSAR_TEXT"]/text[3]
ru: Вы прибываете к редко используемому маяку вблизи от пульсара. Вскоре неподалёку выходит из прыжка корабль повстанцев. Похоже, придётся сражаться.

source: data/dlcEvents.xml.rawclobber$//textList[@name="REBEL_PULSAR_TEXT"]/text[4]
ru: Капитан повстанцев появляется на экране. «Я думал, мы были обречены выполнять захолустные поручения. Это мой шанс вернуть благосклонность командования! Зарядить орудия!»

source: data/dlcEvents.xml.rawclobber$//textList[@name="REBEL_PULSAR_TEXT"]/text[5]
ru: Вы находите небольшую научную станцию повстанцев, занимающуюся исследованием пульсара. Прежде чем вы успеваете среагировать, корабль повстанцев засекает вас и начинает атаку.

source: data/dlcEvents.xml.rawclobber$//textList[@name="REBEL_PULSAR_TEXT"]/text[6]
ru: Вы прибываете к редко используемому маяку вблизи от пульсара. Вскоре неподалёку выходит из прыжка корабль повстанцев. Похоже, придётся сражаться.

source: data/dlcEvents.xml.rawclobber$//textList[@name="PIRATE_PULSAR_TEXT"]/text[1]
ru: Сенсоры сходят с ума, обнаружив неподалёку пульсар. Пока вы пытаетесь откалибровать FTL-привод, пиратский корабль подкрадывается к вам, заряжая орудия. Готовьтесь к бою!

source: data/dlcEvents.xml.rawclobber$//textList[@name="PIRATE_PULSAR_TEXT"]/text[2]
ru: Прибыв в сектор, вы видите на экране громадный пульсар, а перед ним крохотный движущийся силуэт. Пока вы пытаетесь понять, что это, тишина взрывается сигналами тревоги. Похоже, это корабль на траектории перехвата!

source: data/dlcEvents.xml.rawclobber$//textList[@name="PIRATE_PULSAR_TEXT"]/text[3]
ru: Небольшая исследовательская станция находится на орбите близлежащего пульсара. Всё указывает на то, что она заброшена, но как только вы подходите на дистанцию сканирования, приборы фиксируют признаки энергетического оружия. Небольшой боевой корабль стартует со станции. Пираты!

source: data/dlcEvents.xml.rawclobber$//textList[@name="PIRATE_PULSAR_TEXT"]/text[4]
ru: Сенсоры сходят с ума, обнаружив неподалёку пульсар. Пока вы пытаетесь откалибровать FTL-привод, пиратский корабль подкрадывается к вам, заряжая орудия. Готовьтесь к бою!

source: data/dlcEvents.xml.rawclobber$//textList[@name="PIRATE_PULSAR_TEXT"]/text[5]
ru: Прибыв в сектор, вы видите на экране громадный пульсар, а перед ним крохотный движущийся силуэт. Пока вы пытаетесь понять, что это, тишина взрывается сигналами тревоги. Похоже, это корабль на траектории перехвата!

source: data/dlcEvents.xml.rawclobber$//textList[@name="PIRATE_PULSAR_TEXT"]/text[6]
ru: Небольшая исследовательская станция находится на орбите близлежащего пульсара. Всё указывает на то, что она заброшена, но как только вы подходите на дистанцию сканирования, приборы фиксируют признаки энергетического оружия. Небольшой боевой корабль стартует со станции. Пираты!

source: data/dlcEvents.xml.rawclobber$//event[@name="REBEL_PDS"]/choice[1]/text
ru: Приготовиться к бою.

source: data/dlcEvents.xml.rawclobber$//event[@name="REBEL_PDS"]/choice[@req="hacking" and @lvl="1"]/text
ru: (Взломщик) Сбить прицел противокорабельной батареи противника.

source: data/dlcEvents.xml.rawclobber$//event[@name="REBEL_PDS"]/choice[@req="hacking" and @lvl="1"]/event/text
ru: Вы обнаружили уязвимость в системе спутникового наведения. Ваша команда способна запустить дрона-взломщика, чтобы изменить матрицу поиска цели. В результате противокорабельная батарея противника будет атаковать и вас, и повстанцев.

source: data/dlcEvents.xml.rawclobber$//event[@name="REBEL_PDS"]/choice[@req="hacking" and @lvl="3"]/text
ru: (Продвинутый взломщик) Перенацелить противокорабельную батарею.

source: data/dlcEvents.xml.rawclobber$//event[@name="REBEL_PDS"]/choice[@req="hacking" and @lvl="3"]/event/text
ru: Вы обнаружили уязвимость в системе спутникового наведения. Ваша команда способна запустить усовершенствованного дрона-взломщика, чтобы переписать матрицу поиска цели. В результате противокорабельная батарея противника будет атаковать корабль повстанцев вместо вашего!

source: data/dlcEvents.xml.rawclobber$//textList[@name="REBEL_PDS_TEXT"]/text[1]
ru: Вы потрясены, обнаружив передовую базу повстанцев на этой планете. Патрульный корабль идёт на перехват, и сенсоры показывают, что противокорабельная батарея вот-вот выстрелит. Мы должны выбираться отсюда!

source: data/dlcEvents.xml.rawclobber$//textList[@name="REBEL_PDS_TEXT"]/text[2]
ru: Вы потрясены, обнаружив передовую базу повстанцев на этой планете. Патрульный корабль идёт на перехват, и сенсоры показывают, что противокорабельная батарея вот-вот выстрелит. Мы должны выбираться отсюда!

source: data/dlcEvents.xml.rawclobber$//textList[@name="REBEL_PDS_TEXT"]/text[3]
ru: Вы потрясены, обнаружив передовую базу повстанцев на этой планете. Патрульный корабль идёт на перехват, и сенсоры показывают, что противокорабельная батарея вот-вот выстрелит. Мы должны выбираться отсюда!

source: data/dlcEvents.xml.rawclobber$//textList[@name="REBEL_PDS_TEXT"]/text[4]
ru: Вы потрясены, обнаружив передовую базу повстанцев на этой планете. Патрульный корабль идёт на перехват, и сенсоры показывают, что противокорабельная батарея вот-вот выстрелит. Мы должны выбираться отсюда!

source: data/dlcEvents.xml.rawclobber$//event[@name="REBEL_AUTO_PDS"]/choice[1]/text
ru: Приготовиться к бою.

source: data/dlcEvents.xml.rawclobber$//event[@name="REBEL_AUTO_PDS"]/choice[@req="hacking" and @lvl="1"]/text
ru: (Взломщик) Сбить прицел противокорабельной батареи противника.

source: data/dlcEvents.xml.rawclobber$//event[@name="REBEL_AUTO_PDS"]/choice[@req="hacking" and @lvl="1"]/event/text
ru: Вы обнаружили уязвимость в системе спутникового наведения. Ваша команда способна запустить дрона-взломщика, чтобы периодически менять параметры захвата цели. В результате противокорабельная батарея противника иногда будет атаковать корабль повстанцев.

source: data/dlcEvents.xml.rawclobber$//event[@name="REBEL_AUTO_PDS"]/choice[@req="hacking" and @lvl="3"]/text
ru: (Продвинутый взломщик) Изменить цель ПКБ.

source: data/dlcEvents.xml.rawclobber$//event[@name="REBEL_AUTO_PDS"]/choice[@req="hacking" and @lvl="3"]/event/text
ru: Вы обнаруживаете уязвимость в спутниках наведения. Вашей команде удаётся запустить усовершенствованного дрона-взломщика для перезаписи информации о цели ПКБ. Теперь она будет вести огонь по кораблю повстанцев!

source: data/dlcEvents.xml.rawclobber$//textList[@name="REBEL_AUTO_PDS_TEXT"]/text
ru: Как только вы появляетесь, раздаются сразу несколько сигналов тревоги. Вас засекает вражеский автоматизированный корабль, а также противокорабельная батарея открывает огонь. Это не к добру!
