Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru

# data/text_misc.xml.append$//text[@name="ce_tip_effector"]
source: Tip: Effectors bypass shields and emit ion damage directly on the targeted system. For every one point of ion damage, one power bar is removed from the target system and it is then locked it for 5 seconds, preventing re-powering.
ru: Совет: Эффекторы игнорируют щиты и наносят ионный урон. За каждую единицу ионного урона целевая система теряет 1 единицу питания, после чего отключается на 5 секунд, предотвращая повторное включение.

# data/text_misc.xml.append$//text[@name="ce_tip_missiles_tech"]
source: Tip: Techno-missiles contain a stealth system that allows them to bypass basic defense drones. They ignore all enemy shields, but require 1 missile to launch. Advanced defense drones can still shoot them down.
ru: Совет: Техно-ракеты имеют систему маскировки и уклоняются от защитных дронов 1 уровня. Они игнорируют все вражеские щиты, но требуют 1 ракету для запуска. Защитные дроны 2 уровня по-прежнему сбивают их.

# data/text_misc.xml.append$//text[@name="ce_tip_mines_tech"]
source: Tip: Techno-mines contain a stealth system that allows them to bypass basic defense drones. They move slowly to their targets and are unable to damage systems and crew. Ammunition-based, they ignore all shields, but advanced defense drones can still shoot them down.
ru: Совет: Техно-мины имеют систему маскировки и уклоняются от защитных дронов 1 уровня. Они игнорируют все вражеские щиты, но требуют 1 ракету для запуска и не наносят урона системам или экипажу. Защитные дроны 2 уровня по-прежнему сбивают их.

# data/text_misc.xml.append$//text[@name="ce_tip_combat_stealth"]
source: Tip: Combat Stealth Drones evade nearly every if not all shots fired from enemy defensive drones. Like all combat drones, they require a drone part every time they are launched in a battle and attack the enemy as long as they are powered.
ru: Совет: Боевые стелс-дроны уклоняются от большинства выстрелов защитных дронов врага. Они требуют 1 деталь дрона для запуска в каждом бою и атакуют противника до тех пор, пока есть питание.

# data/text_misc.xml.append$//text[@name="ce_tip_beam_adaptive"]
source: Tip: Adaptive Beams increase their damage each time they are fired. When the beam's indicator turns green, it means that a level of damage has been gained.
ru: Совет: Адаптивные лучевые орудия увеличивают урон с каждым выстрелом. Зелёный индикатор на оружии показывает уровень усиления урона.

# data/text_misc.xml.append$//text[@name="ce_tip_stungun"]
source: Tip: Paralyzers ignore shields and have a good chance to immobilize all the crew in a given radius.
ru: Совет: Парализаторы игнорируют щиты и имеют высокие шансы вывести из строя весь экипаж в определённом радиусе.

# data/text_misc.xml.append$//text[@name="ce_tip_plasma"]
source: Tip: Plasma Throwers fire over a wide area and have a high chance to start a fire in the affected rooms. They cannot bring down shields, but ignore 1 shield bubble and super shields.
ru: Совет: Плазменные орудия стреляют по широкой области и имеют высокий шанс начать возгорание в поражённых отсеках. Они не могут сбивать щиты, но игнорируют 1 слой щитов, а также суперщит.

# data/text_misc.xml.append$//text[@name="ce_tip_chain_laser_light"]
source: Tip: Light lasers can pass through weak shields and super shields to injure enemy crew, but cannot deplete shields or deal hull damage. Chain lasers decrease in cooldown each time they fire.
ru: Совет: Лёгкие лазеры могут пробить слабые щиты и травмировать экипаж противника. Но они не могут сбивать щиты или наносить урон по корпусу. Цепные лазеры уменьшают время на перезарядку с каждым выстрелом.

# data/text_misc.xml.append$//text[@name="ce_tip_ion_pierce"]
source: Tip: If a phase ion weapon comes in contact with shields, its ion damage is automatically applied to the shield system. The phasing projectile will then pass through the shields and deal additional ion damage to any system it hits afterwards.
ru: Совет: Если фазовое ионное оружие попадает в щиты, ионный урон автоматически наносится системе щитов. Фазовый импульс может пройти сквозь щиты и нанести целевой системе больший урон.

# data/text_misc.xml.append$//text[@name="tip_prototype"]
source: Tip: Prototypes are powerful and unique weapons, but they often need the support of other weaponry.
ru: Совет: Прототипы — мощные уникальные орудия. Но им часто необходима поддержка других орудий.

# data/text_misc.xml.append$//text[@name="tip_prototype2"]
source: Tip: Prototypes are powerful and unique weapons, but they often need the support of other weaponry. This prototype has been damaged in combat, so its performance is reduced, but it also requires less power.
ru: Совет: Прототипы — мощные уникальные орудия. Но им часто необходима поддержка других орудий. Этот прототип был повреждён в бою, его характеристики снижены, но он также требует меньше энергии.

# data/text_misc.xml.append$//text[@name="tip_blaster"]
source: Tip: Created by Hacker factions, pulse blasters stun crew and shields alike, and may also cause breaches or start fires. Various modifications of pulse blasters have unique properties.
ru: Совет: Импульсные бластеры выводят из строя щиты и экипаж, они могут пробить корпус и поджечь отсек. Различные модификации импульсных бластеров обладают уникальными свойствами.

# data/text_misc.xml.append$//text[@name="tip_no_missiles"]
source: Tip: This weapon uses power from your reactor to replicate its own explosives, allowing you to fire it without consuming any ammo whatsoever.
ru: Совет: Это орудие улучшено так, что оно больше не потребляет боеприпасы.

# data/text_misc.xml.append$//text[@name="tip_laser_orden"]
source: Tip: Order lasers differ from ordinary lasers because of their high chance of fire.
ru: Совет: Лазеры Ордена отличаются от обычных повышенным шансом поджога.

# data/text_misc.xml.append$//text[@name="tip_speed_orden"]
source: Tip: This weapon's projectiles fly so fast that defense drones don't even get the chance to shoot them down.
ru: Совет: Снаряды этого орудия летят настолько быстро, что защитные дроны не успевают их сбивать.

# data/text_misc.xml.append$//text[@name="tip_tahion"]
source: Tip: Projectiles from a tachyon cannon are impossible to intercept, set fire to rooms, and stun the crew.
ru: Совет: Снаряды тахионных орудий невозможно сбить, они поджигают отсеки и оглушают экипаж.

# data/text_misc.xml.append$//text[@name="tip_ozu"]
source: Tip: Single-Charge Installations are ready to use right at the start of a battle. They don't require any power, but can only fire once per battle. Some other weapon must be powered in order for it to fire. Unable to reload if you jump away from combat.
ru: Совет: Одноразовые залповые установки готовы к использованию прямо в начале сражения. Они не требуют дополнительного питания, но стреляют только один раз за бой. Для залпа необходимо запитать любое другое орудие. Не может перезарядиться, если вы сбежали из боя.

# data/text_misc.xml.append$//text[@name="tip_smasher"]
source: Tip: This enormous cannon expends 3 missiles every volley. Ignores all shields.
ru: Совет: Эта огромная пушка тратит по 3 ракетных снаряда за залп. Игнорирует все щиты.

# data/text_misc.xml.append$//text[@name="tip_morph"]
source: Tip: Morph-gun projectiles can't be intercepted, as they fly towards their targets through a parallel dimension. Not even shields can stop them.
ru: Совет: Снаряды морф-пушек невозможно сбить, так как они летят к цели сквозь параллельное измерение. Щиты не могут их остановить.

# data/text_misc.xml.append$//text[@name="tip_magman"]
source: Tip: Pyroformer projectiles can't be intercepted, as they fly towards their targets through a parallel dimension. Not even shields can stop them.
ru: Совет: Снаряды пироформера невозможно сбить, так как они летят к цели сквозь параллельное измерение. Щиты не могут их остановить.

# data/text_misc.xml.append$//text[@name="welcome_hangar_pc"]
source: Welcome to the Federation Hangar!\n\nHere you'll be able to choose your ship, name it, and name your crew. Right now only the Kestrel is available to you, but as you play you will unlock more.\n\nYou can change the difficulty setting in the top right. If you're new, you might want to give Easy a shot first.
ru: Добро пожаловать в ангар Федерации! \n\nЗдесь вы можете выбрать ваш корабль и дать ему название, а также дать имена членам вашего экипажа. Прямо сейчас вам доступен только Kestrel, но во время игры вы можете разблокировать больше кораблей. \n\nВы можете сменить уровень сложности в правом верхнем углу. Если вы только начали играть, то для начала вы можете выбрать лёгкий режим.

# data/text_misc.xml.append$//text[@name="welcome_hangar_ipad"]
source: Welcome to the Federation Hangar!\n\nHere you'll be able to choose your ship, name it, and name your crew. Right now only the Kestrel is available to you, but as you play you will unlock more.\n\nYou can change the difficulty setting on the right side of the screen. If you're new, you might want to give Easy a shot first.
ru: Добро пожаловать в Ангар Федерации! \n\nЗдесь вы можете выбрать ваш корабль и дать ему название, а также дать имена членам вашего экипажа. Прямо сейчас вам доступен только Kestrel, но во время игры вы можете разблокировать больше кораблей. \n\nВы можете сменить уровень сложности в правой стороне экрана. Если вы только начали играть, то для начала вы можете выбрать лёгкий режим.

# data/text_misc.xml.append$//text[@name="tutorial_list_open"]
source: You've unlocked a new ship!\n\nClick on the LIST button to see your current ships and find out how to unlock more.
ru: Вы открыли новый корабль! \n\nЩёлкните на СПИСОК, чтобы увидеть текущие корабли и узнать, как разблокировать остальные.

# data/text_misc.xml.append$//text[@name="list_tutorial"]
source: This is the ship list. Here you can get a summary of all of your achievements and see your progress in unlocking all of the playable ships.
ru: Список кораблей. Здесь вы можете просмотреть все свои достижения и прогресс в открытии кораблей.

# data/text_misc.xml.append$//text[@name="list_tutorial_2"]
source: To unlock a new ship, you have two options:\n\nFind and complete a unique quest within the game world. These will often start in the 'homeworld' sectors.\n\nAlternatively, beat the game with the previous ship in the list to unlock the next.\n\nHover over any ship to get more details!
ru: Открыть новый корабль можно двумя способами: \n\nНайти и завершить специальное задание. Они часто начинаются в "родных" секторах. \n\nИли пройдите игру с предыдущем в списке кораблём, чтобы открыть следующий. \n\nНаведите курсор на корабль, чтобы получить больше информации!

# data/text_misc.xml.append$//text[@name="hangar_frame_ship"]
source: SHIP
ru: КОРАБЛЬ

# data/text_misc.xml.append$//text[@name="hangar_frame_layout"]
source: SHIP TYPE
ru: ТИП КОРАБЛЯ

# data/text_misc.xml.append$//text[@name="hangar_frame_crew"]
source: CREW
ru: ЭКИПАЖ

# data/text_misc.xml.append$//text[@name="hangar_achievements_title"]
source: Complete 2 for Layout B
ru: Выполните 2 для типа В

# data/text_misc.xml.append$//text[@name="hangar_advanced_title"]
source: Advanced Edition Content
ru: Advanced Edition контент

# data/text_misc.xml.append$//text[@name="hangar_advanced_warning"]
source: ENABLE ADVANCED EDITION\nCONTENT TO ACCESS
ru: ВКЛЮЧИТЕ ADVANCED EDITION\nКОНТЕНТ ДЛЯ ДОСТУПА

# data/text_misc.xml.append$//text[@name="start_button"]
source: START
ru: СТАРТ

# data/text_misc.xml.append$//text[@name="hangar_exit_button"]
source: MAIN MENU
ru: ГЛАВНОЕ МЕНЮ

# data/text_misc.xml.append$//text[@name="easy_button"]
source: EASY
ru: ЛЕГКО

# data/text_misc.xml.append$//text[@name="easy_title"]
source: Easy Mode
ru: Лёгкий режим

# data/text_misc.xml.append$//text[@name="easy_text"]
source: Increased scrap rewards and easier enemy generation.
ru: Больше лома и более лёгкие враги.

# data/text_misc.xml.append$//text[@name="normal_button"]
source: NORMAL
ru: НОРМА

# data/text_misc.xml.append$//text[@name="normal_title"]
source: Normal Mode
ru: Нормальный режим

# data/text_misc.xml.append$//text[@name="normal_text"]
source: Standard scrap rewards and enemies.\n\nYour score gets a 25% boost.
ru: Стандартный лом и враги. \n\nВы получаете 25% увеличение счёта.

# data/text_misc.xml.append$//text[@name="hard_button"]
source: HARD
ru: СЛОЖНО

# data/text_misc.xml.append$//text[@name="hard_title"]
source: Hard Mode
ru: Сложный режим

# data/text_misc.xml.append$//text[@name="hard_text"]
source: Low scrap rewards and harder enemies.\n\nYour score gets a 50% boost.
ru: Мало лома и сложные враги. \n\nВы получаете 50% увеличение счёта.

# data/text_misc.xml.append$//text[@name="advanced_on_button"]
source: ENABLED
ru: ВКЛЮЧЕН

# data/text_misc.xml.append$//text[@name="advanced_on_title"]
source: Advanced Content
ru: Расширенное издание

# data/text_misc.xml.append$//text[@name="advanced_on_text"]
source: New systems, weapons, alien race, and more! Recommended for experienced players.
ru: Новые системы, оружие, инопланетная раса, и многое другое! Рекомендуется для опытных игроков.

# data/text_misc.xml.append$//text[@name="advanced_off_button"]
source: DISABLED
ru: ОТКЛЮЧЕН

# data/text_misc.xml.append$//text[@name="advanced_off_title"]
source: Normal Mode
ru: Обычный режим

# data/text_misc.xml.append$//text[@name="advanced_off_text"]
source: The default Faster Than Light experience.
ru: Стандартное издание Faster Than Light.

# data/text_misc.xml.append$//text[@name="ship_rename_button"]
source: RENAME
ru: ИМЯ

# data/text_misc.xml.append$//text[@name="ship_list_button"]
source: LIST
ru: список

# data/text_misc.xml.append$//text[@name="ship_random_button"]
source: RANDOM SHIP
ru: СЛУЧАЙНО

# data/text_misc.xml.append$//text[@name="ship_showrooms_button"]
source: SHOW ROOMS
ru: ПЛАНИРОВКА

# data/text_misc.xml.append$//text[@name="ship_hiderooms_button"]
source: HIDE ROOMS
ru: ВНЕШНИЙ ВИД

# data/text_misc.xml.append$//text[@name="crewbox_customize"]
source: CUSTOMIZE
ru: НАСТРОИТЬ

# data/text_misc.xml.append$//text[@name="crewbox_rename"]
source: RENAME
ru: ИМЯ

# data/text_misc.xml.append$//text[@name="crewbox_accept"]
source: ACCEPT
ru: ПРИНЯТЬ

# data/text_misc.xml.append$//text[@name="shiplist_title"]
source: CHOOSE YOUR SHIP
ru: ВЫБЕРИТЕ КОРАБЛЬ

# data/text_misc.xml.append$//text[@name="typebutton_type_a"]
source: TYPE A
ru: ТИП A

# data/text_misc.xml.append$//text[@name="typebutton_type_b"]
source: TYPE B
ru: ТИП B

# data/text_misc.xml.append$//text[@name="typebutton_type_c"]
source: TYPE C
ru: ТИП C

# data/text_misc.xml.append$//text[@name="no_type_c"]
source: No Type C
ru: Нет корабля

# data/text_misc.xml.append$//text[@name="shiplist_accept_button"]
source: ACCEPT
ru: ПРИНЯТЬ

# data/text_misc.xml.append$//text[@name="ship_unlock_victory"]
source: Defeat the Flagship with any layout of the \1 to unlock the \2
ru: Победите флагман, пилотируя \1 любого типа, чтобы открыть \2

# data/text_misc.xml.append$//text[@name="ship_unlock_sector5"]
source: Get to Sector five with any layout of the \1 to unlock the \2
ru: Доберитесь до 5-го сектора, пилотируя \1,чтобы открыть \2

# data/text_misc.xml.append$//text[@name="alt_unlock"]
source: Alternative Unlock: \1
ru: Альтернативная разблокировка: \1

# data/text_misc.xml.append$//text[@name="alt_unlock_victory"]
source: Defeat the Flagship with any layout of the \1
ru: Победите флагман, пилотируя \1 любого типа

# data/text_misc.xml.append$//text[@name="alt_unlock_victory_locked"]
source: Defeat the Flagship with any layout of the \1 (locked)
ru: Победите флагман, пилотируя \1 любого типа (закрыто)

# data/text_misc.xml.append$//text[@name="alt_unlock_crystal"]
source: Defeat the Flagship with Type A and Type B of every other ship (excluding the Lanius Cruiser)
ru: Победите флагман, используя типы А и B каждого корабля (кроме крейсера ланиусов)

# data/text_misc.xml.append$//text[@name="unidentified"]
source: Unidentified Cruiser
ru: Неопознанный крейсер

# data/text_misc.xml.append$//text[@name="status_hull"]
source: HULL
ru: КОРПУС

# data/text_misc.xml.append$//text[@name="status_shields"]
source: SHIELDS
ru: ЩИТЫ

# data/text_misc.xml.append$//text[@name="ftl_charging"]
source: CHARGING
ru: ЗАРЯДКА

# data/text_misc.xml.append$//text[@name="ftl_ready"]
source: READY!
ru: ГОТОВ!

# data/text_misc.xml.append$//text[@name="button_store"]
source: STORE
ru: магазин

# data/text_misc.xml.append$//text[@name="button_options"]
source: OPTIONS
ru: НАСТРОЙКИ

# data/text_misc.xml.append$//text[@name="button_pause"]
source: PAUSED
ru: ПАУЗА

# data/text_misc.xml.append$//text[@name="button_autofire"]
source: AUTOFIRE
ru: АВТО-ОГОНЬ

# data/text_misc.xml.append$//text[@name="button_autofire_ipad"]
source: AUTO\nFIRE
ru: АВТО\nОГОНЬ

# data/text_misc.xml.append$//text[@name="button_lockdown"]
source: LOCKDOWN
ru: ЗАПЕРЕТЬ

# data/text_misc.xml.append$//text[@name="subsystems_label"]
source: SUBSYSTEMS
ru: ПОДСИСТЕМЫ

# data/text_misc.xml.append$//text[@name="door_close_all"]
source: CLOSE\nALL
ru: ЗАКРЫТЬ\nВСЁ

# data/text_misc.xml.append$//text[@name="door_open_all"]
source: OPEN\nALL
ru: ОТКРЫТЬ\nВСЁ

# data/text_misc.xml.append$//text[@name="miss"]
source: MISS
ru: ПРОМАХ

# data/text_misc.xml.append$//text[@name="resist"]
source: RESIST
ru: СОПРОТИВЛЕНИЕ

# data/text_misc.xml.append$//text[@name="paused"]
source: PAUSED
ru: ПАУЗА

# data/text_misc.xml.append$//text[@name="paused_text"]
source: Press \1 or Middle Mouse to resume
ru: Нажмите \1, чтобы продолжить

# data/text_misc.xml.append$//text[@name="auto_paused"]
source: AUTO-PAUSED
ru: АВТО-ПАУЗА

# data/text_misc.xml.append$//text[@name="auto_paused_text"]
source: The game will resume after the action is complete
ru: Игра продолжится после завершения действия

# data/text_misc.xml.append$//text[@name="paused_crew"]
source: CREW SELECTION
ru: ВЫБОР ЭКИПАЖА

# data/text_misc.xml.append$//text[@name="paused_crew_text"]
source: Drag to select multiple crew members
ru: Перетащите, чтобы выбрать несколько членов экипажа

# data/text_misc.xml.append$//text[@name="paused_door"]
source: DOOR CONTROL
ru: УПРАВЛЕНИЕ ШЛЮЗАМИ

# data/text_misc.xml.append$//text[@name="paused_door_text"]
source: Tap or drag to open and close doors
ru: Нажмите или перетащите, чтобы открыть и закрыть двери

# data/text_misc.xml.append$//text[@name="paused_hacking"]
source: HACKING
ru: ВЗЛОМ

# data/text_misc.xml.append$//text[@name="paused_hacking_text"]
source: Click on a room to send a hacking drone
ru: Нажмите на комнату, чтобы отправить дрона-взломщика

# data/text_misc.xml.append$//text[@name="paused_mind"]
source: MIND CONTROL
ru: УПРАВЛЕНИЕ РАЗУМОМ

# data/text_misc.xml.append$//text[@name="warning_warning"]
source: WARNING!
ru: ТРЕВОГА!

# data/text_misc.xml.append$//text[@name="warning_in_danger"]
source: IN DANGER
ru: В ОПАСНОСТИ

# data/text_misc.xml.append$//text[@name="warning_environment_danger"]
source: DANGER!
ru: ОПАСНО!

# data/text_misc.xml.append$//text[@name="warning_pds_allies"]
source: ALLIES!
ru: СОЮЗНИКИ!

# data/text_misc.xml.append$//text[@name="warning_solar_flare"]
source: SOLAR FLARE\nIMMINENT!
ru: СОЛНЕЧНАЯ ВСПЫШКА\nНЕИЗБЕЖНА!

# data/text_misc.xml.append$//text[@name="warning_ion_pulse"]
source: ION PULSE\nIMMINENT!
ru: ИОННЫЙ\nИМПУЛЬС\nНЕИЗБЕЖЕН!

# data/text_misc.xml.append$//text[@name="warning_pds_locked"]
source: ASB TARGET\nLOCKED!
ru: ПКБ: ЦЕЛЬ\nЗАХВАЧЕНА!

# data/text_misc.xml.append$//text[@name="warning_power_surge"]
source: POWER SURGE\nDETECTED
ru: ОБНАРУЖЕН СКАЧОК\nНАПРЯЖЕНИЯ

# data/text_misc.xml.append$//text[@name="warning_oxygen"]
source: O2 LEVEL\nLOW!
ru: НИЗКИЙ\nУРОВЕНЬ О2!

# data/text_misc.xml.append$//text[@name="warning_clone_off_1"]
source: CLONE BAY OFF
ru: КЛОН-ОТСЕК ОТКЛЮЧЁН

# data/text_misc.xml.append$//text[@name="warning_clone_off_2"]
source: CREW ARE DYING!
ru: ЭКИПАЖ УМИРАЕТ!

# data/text_misc.xml.append$//text[@name="warning_engine"]
source: ENGINES\nCRITICAL
ru: ДВИГАТЕЛИ\nУНИЧТОЖЕНЫ

# data/text_misc.xml.append$//text[@name="warning_hull_75"]
source: HULL AT 75%
ru: КОРПУС МЕНЕЕ 75%

# data/text_misc.xml.append$//text[@name="warning_hull_50"]
source: HULL AT 50%
ru: КОРПУС МЕНЕЕ 50%

# data/text_misc.xml.append$//text[@name="warning_hull_25"]
source: HULL IN CRITICAL\nCONDITION
ru: КОРПУС В КРИТИЧЕСКОМ\nСОСТОЯНИИ

# data/text_misc.xml.append$//text[@name="warning_shields"]
source: SHIELDS CRITICAL
ru: ЩИТЫ УНИЧТОЖЕНЫ

# data/text_misc.xml.append$//text[@name="warning_intruders"]
source: INTRUDERS\nDETECTED
ru: ОБНАРУЖЕНЫ\nЗАХВАТЧИКИ

# data/text_misc.xml.append$//text[@name="warning_no_missiles"]
source: NO MISSILES
ru: НЕТ БОЕПРИПАСОВ

# data/text_misc.xml.append$//text[@name="warning_no_drones"]
source: NO DRONES
ru: НЕТ ДЕТАЛЕЙ ДРОНОВ

# data/text_misc.xml.append$//text[@name="warning_no_enemy_ship"]
source: NO\nENEMY\nSHIP
ru: НЕТ\nВРАЖЕСКОГО\nКОРАБЛЯ

# data/text_misc.xml.append$//text[@name="warning_no_power"]
source: NOT\nENOUGH\nPOWER
ru: НЕ\nХВАТАЕТ\nЭНЕРГИИ

# data/text_misc.xml.append$//text[@name="warning_system_broken"]
source: SYSTEM\nBROKEN
ru: СИСТЕМА\nУНИЧТОЖЕНА

# data/text_misc.xml.append$//text[@name="warning_needs_upgrade"]
source: REQUIRES\nSYSTEM\nUPGRADE
ru: ТРЕБУЕТСЯ\nУЛУЧШЕНИЕ\nСИСТЕМЫ

# data/text_misc.xml.append$//text[@name="warning_no_system_power"]
source: NOT ENOUGH\nSYSTEM POWER
ru: НЕ ХВАТАЕТ\nПИТАНИЯ

# data/text_misc.xml.append$//text[@name="warning_super_shield_mind"]
source: SUPER\nSHIELDS\nBLOCK MIND\nCONTROL
ru: СУПЕРЩИТ\nБЛОКИРУЕТ\nУПРАВЛЕНИЕ\nРАЗУМОМ

# data/text_misc.xml.append$//text[@name="warning_super_shield_hacking"]
source: SUPER\nSHIELDS\nPREVENT\nHACKING
ru: СУПЕРЩИТ\nБЛОКИРУЕТ\nВЗЛОМ

# data/text_misc.xml.append$//text[@name="warning_super_shield_teleporter"]
source: SUPER\nSHIELDS\nPREVENT\nTELEPORTING
ru: СУПЕРЩИТ\nБЛОКИРУЕТ\nТЕЛЕПОРТ

# data/text_misc.xml.append$//text[@name="warning_ftl_charging"]
source: ENEMY FTL CHARGING
ru: ВРАГ ЗАРЯЖАЕТ FTL-ПРИВОД

# data/text_misc.xml.append$//text[@name="warning_ftl_delayed"]
source: ENEMY FTL DELAYED
ru: ЗАРЯДКА FTL ОТЛОЖЕНА

# data/text_misc.xml.append$//text[@name="warning_ftl_imminent"]
source: JUMP IMMINENT
ru: ПРЫЖОК НЕИЗБЕЖЕН

# data/text_misc.xml.append$//text[@name="warning_boss_jump"]
source: FLAGSHIP\nJUMPING
ru: ФЛАГМАН\nПРЫГАЕТ

# data/text_misc.xml.append$//text[@name="target_window"]
source: TARGET
ru: ЦЕЛЬ

# data/text_misc.xml.append$//text[@name="combat_class"]
source: Class: \1
ru: Класс: \1

# data/text_misc.xml.append$//text[@name="combat_relationship"]
source: Relationship: \1
ru: Отношение: \1

# data/text_misc.xml.append$//text[@name="neutral"]
source: Neutral
ru: Нейтральное

# data/text_misc.xml.append$//text[@name="hostile"]
source: Hostile
ru: Враждебное

# data/text_misc.xml.append$//text[@name="engines_hacked"]
source: Engines Hacked
ru: Двигатель взломан

# data/text_misc.xml.append$//text[@name="pilot_hacked"]
source: Pilot Hacked
ru: Рубка управления взломана

# data/text_misc.xml.append$//text[@name="current_evasion"]
source: Current Evasion: \1
ru: Уклонение: \1

# data/text_misc.xml.append$//text[@name="oxygen_hacked"]
source: Oxygen Hacked
ru: Кислород взломан

# data/text_misc.xml.append$//text[@name="current_oxygen"]
source: Current Oxygen: \1
ru: Кислород: \1

# data/text_misc.xml.append$//text[@name="ion_intruder"]
source: Ion Intruder Drone
ru: Ионный абордажник

# data/text_misc.xml.append$//text[@name="crew_repair_drone"]
source: System Repair Drone
ru: Ремонтник систем

# data/text_misc.xml.append$//text[@name="anti_person_drone"]
source: Anti-Personnel Drone
ru: Противопехотный дрон

# data/text_misc.xml.append$//text[@name="boarder_drone"]
source: Boarding Drone
ru: Абордажный дрон

# data/text_misc.xml.append$//text[@name="hacking_tooltip"]
source: Hacking drone. Cannot be targeted.
ru: Дрон-взломщик. Наведение невозможно.
