Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru

# data/text_misc.xml.append$//text[@name="error_framebuffer_stretch"]
source: Your system does not support framebuffers, so Fullscreen Stretched mode will not be available and FTL's window will not be resizable.
ru: Ваша система не поддерживает кадровые буферы, а потому полноэкранный режим с растяжением и изменение размеров окна игры недоступны. Автоматически возвращен полноэкранный режим с рамкой.

# data/text_misc.xml.append$//text[@name="screen_changed"]
source: You recently changed your screen settings. Are these acceptable?\n\nWill quit and auto-revert in \1
ru: Вы изменили настройки экрана. Сохранить их?\n\nИзменения автоматически отменятся через \1

# data/text_misc.xml.append$//text[@name="screen_changed_seconds"]
source: \1 seconds
ru: \1 сек.

# data/text_misc.xml.append$//text[@name="screen_changed_1_second"]
source: 1 second
ru: 1 сек.

# data/text_misc.xml.append$//text[@name="keep_screen"]
source: Keep Screen Setting
ru: Сохранить настройки экрана

# data/text_misc.xml.append$//text[@name="revert_screen"]
source: Revert Screen Setting and Quit
ru: Отменить изменения

# data/text_misc.xml.append$//text[@name="mind_blocked_shield"]
source: Cannot mind control through Super Shields.
ru: Нельзя использовать контроль разума сквозь суперщит.

# data/text_misc.xml.append$//text[@name="mind_blocked_blackout"]
source: Cannot mind control in rooms you cannot detect life in.
ru: Нельзя использовать контроль разума в отсеках, где вы не видите существ.

# data/text_misc.xml.append$//text[@name="rename"]
source: Hit ENTER or ESCAPE to confirm name.
ru: Нажмите ENTER или ESCAPE,\nчтобы подтвердить.

# data/text_misc.xml.append$//text[@name="stations_saved"]
source: Stations Saved!
ru: Позиции сохранены!

# data/text_misc.xml.append$//text[@name="no_stations"]
source: No Stations Saved!
ru: Позиции не сохранены!

# data/text_misc.xml.append$//text[@name="return_stations"]
source: Return to Stations!
ru: Возвращение на позиции!

# data/text_misc.xml.append$//text[@name="nameless_one"]
source: The Nameless One
ru: Безымянный

# data/text_misc.xml.append$//text[@name="default_dead_crew"]
source: Your crew member will be missed.
ru: Вашего члена экипажа будет не хватать.

# data/text_misc.xml.append$//text[@name="first_run_tip_pc"]
source: TIP: Open the in-game menu by pressing ESCAPE. You can restart or change options from there.
ru: Совет: Откройте игровое меню клавишей ESCAPE. Вы сможете перезапустить игру или изменить настройки.

# data/text_misc.xml.append$//text[@name="first_run_tip_ipad"]
source: TIP: Open the in-game menu by tapping the OPTIONS button in the upper-right corner of the screen. You can restart or change options from there.
ru: Совет: Откройте игровое меню, нажав кнопку ОПЦИИ в правом верхнем углу экрана. Вы сможете перезапустить игру или изменить настройки.

# data/text_misc.xml.append$//text[@name="demo_locked"]
source: Unavailable in FTL Demo
ru: Недоступно в демо-версии FTL

# data/text_misc.xml.append$//text[@name="beam_tutorial"]
source: Beam weapons can hit multiple rooms. When aiming one, DRAG your finger to draw its initial path.\n\nOnce drawn, if you continue to drag ONE finger the angle will change, or you can use TWO fingers to change the position. Experiment for an optimal aiming path!
ru: Лучевое оружие может поражать несколько комнат. Когда целитесь, проведите пальцем, чтобы нарисовать начальную траекторию. \n\nУгол траектории изменится, если тащить одним пальцем; используйте два пальца, чтобы сменить положение. Экспериментируйте для лучшей траектории прицеливания!

# data/text_misc.xml.append$//text[@name="tutorial_extra_crew_1"]
source: Tom
ru: Том

# data/text_misc.xml.append$//text[@name="tutorial_extra_crew_2"]
source: Mona
ru: Мона

# data/text_misc.xml.append$//text[@name="loading"]
source: LOADING
ru: ЗАГРУЗКА

# data/text_misc.xml.append$//text[@name="save_error"]
source: "FTL: Faster Than Light" is unable to save progress.\n\nPlease quit and check if your Anti-Virus software is blocking it.\n\nIf the problem persists email us at contact@subsetgames.com
ru: Не удалось сохранить ваш прогресс.\n\nПожалуйста, выйдите из игры и проверьте, не блокирует ли ваш антивирус процесс игры.\n\nЕсли проблема повторяется, напишите нам по адресу contact@subsetgames.com

# data/text_misc.xml.append$//text[@name="credit_victory_true_end"]
source: You find yourself next to the Federation base under attack by the Rebel Flagship. Hardened by your battle with the Black Flagship, you annihilate the Rebels without even feeling their resistance. With the Federation no longer in danger, you will forever be remembered as heroes.
ru: Вы оказываетесь прямо рядом с базой Федерации, на которую напал флагман повстанцев. Закалённые в бою с чёрным флагманом, вы уничтожаете повстанцев, даже не почувствовав их сопротивления. Федерации больше ничто не угрожает, а вас навсегда запомнят как героев.

# data/text_misc.xml.append$//text[@name="crewlist_more"]
source: and more
ru: и другие

# data/text_misc.xml.append$//text[@name="thank_ai"]
source: Controlled by its precise onboard AI
ru: Управляемого точным бортовым ИИ

# data/text_misc.xml.append$//text[@name="credits_loc_ko"]
source: Korean community version
ru: Фанатский корейский перевод:

# data/text_misc.xml.append$//text[@name="font"]
source: 'Half-Life 1 + 2' fonts used with permission from freakyfonts.de (not relevant in this version of the translation)
ru: Шрифты 'Half-Life 1 + 2' используются с разрешения freakyfonts.de (не актуально в данной версии перевода)

# data/text_misc.xml.append$//text[@name="font_halflife"]
source: 'Half-Life 1 + 2' fonts used with permission from freakyfonts.de (not relevant in this version of the translation)
ru: Шрифты 'Half-Life 1 + 2' используются с разрешения freakyfonts.de (не актуально в данной версии перевода)

# data/text_misc.xml.append$//text[@name="font_dotgothic"]
source: 'DotGothic' font used under license from Fontworks Inc.
ru: Шрифт 'DotGothic' используется по лицензии Fontworks Inc.

# data/text_misc.xml.append$//text[@name="credits_hyperspace_project"]
source: Hyperspace Project
ru: Проект Hyperspace

# data/text_misc.xml.append$//text[@name="credits_hyperspace_developed_by"]
source: Developed by:
ru: Разработчики:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_developed_names"]
source: TheSwiftTiger, Winderps, ih8ih8sn0w, Admiral Billy, laszlogasd, mathchamp93,\nMr. Doom (Nasa62), Chrono Vortex, Pepson
ru: TheSwiftTiger, Winderps, ih8ih8sn0w, Admiral Billy, laszlogasd, mathchamp93,\nMr. Doom (Nasa62), Chrono Vortex, Pepson, ranhai, sillysandvich

# data/text_misc.xml.append$//text[@name="credits_hyperspace_art"]
source: Additional Art:
ru: Дополнительный арт:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_contributors"]
source: Additional Contributions:
ru: Дополнительное сотрудничество:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_contributors_names"]
source: Arc, bamalf, BlizzArchonJ, Choosechee, codyfun, _Kilburn, Kix, kokoro, Masala, nedsociety, Paradigm, PDTM, Pepson, slowriderxcorps, The Dumb Dino, Vertaalfout,\nFTL Multiverse Team
ru: Arc, bamalf, BlizzArchonJ, Choosechee, codyfun, _Kilburn, Kix, kokoro, Masala, nedsociety, Paradigm, PDTM, slowriderxcorps, The Dumb Dino, Vertaalfout, BobThePotat0, Gabriel Cooper, Fishhh, neopryne, Alder, Julk, bibo38, DeserPrinter\nFTL Multiverse Team

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc"]
source: Hyperspace Translators:
ru: Переводчики Hyperspace:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_fr"]
source: French
ru: На французский язык:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_it"]
source: Italian
ru: На итальянский язык:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_it_names"]
source: RawToast
ru: RawToast, Khal

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_de"]
source: German
ru: На немецкий язык:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_es"]
source: Spanish
ru: На испанский язык:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_es_names"]
source: DavidRedFox, Serpy
ru: DavidRedFox, Serpy, DarkieZ

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_pl"]
source: Polish
ru: На польский язык:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_pt_BR"]
source: Portuguese (Brazil)
ru: На португальский (бразильский) язык:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_ru"]
source: Russian
ru: На русский язык:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_zn_Hans"]
source: Chinese
ru: На китайский язык:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_ja"]
source: Japanese
ru: На японский язык:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_ko"]
source: Korean
ru: На корейский язык:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_ko_names"]
source: nedsociety, H20
ru: nedsociety, H2O
