Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru

# data/text_misc.xml.append$//text[@name="no_time_sector"]
source: Upon examining your map, you realize you just won't have time and need to get to the next sector! You leave the quest for another day.
ru: Посмотрев на карту, вы видите, что у вас нет на это времени, поскольку вам нужно отправиться в следующий сектор! Вы откладываете задание.

# data/text_misc.xml.append$//text[@name="advanced_health_tooltip"]
source: Health
ru: Здоровье

# data/text_misc.xml.append$//text[@name="weapon_cooldown_negative"]
source: Disabled
ru: Отключено

# data/text_misc.xml.append$//text[@name="free_missile_chance"]
source: Chance not to use ammunition: \1%
ru: Шанс не потратить боеприпас: \1%

# data/text_misc.xml.append$//text[@name="augment_no_effect"]
source: These augmentations will have no effect with this augment installed:
ru: При установке этого усиления не будут работать следующие усиления:

# data/text_misc.xml.append$//text[@name="seed_prompt_disabled"]
source: Seeds Disabled
ru: Seeds отключены

# data/text_misc.xml.append$//text[@name="unlocks_disabled"]
source: Ship Unlocks Disabled
ru: Разблокировки кораблей отключены

# data/text_misc.xml.append$//text[@name="tooltip_crew_page_down"]
source: Scroll down \n(can use mouse wheel)
ru: Пролистать вниз \n(можно использовать колёсико мыши)

# data/text_misc.xml.append$//text[@name="tooltip_crew_page_up"]
source: Scroll up \n(can use mouse wheel)
ru: Пролистать вверх \n(можно использовать колёсико мыши)

# data/text_misc.xml.append$//text[@name="power_not_ready_player_ship"]
source: Not ready: Not on player ship
ru: Не готово: Не на корабле игрока

# data/text_misc.xml.append$//text[@name="power_not_ready_enemy_ship"]
source: Not ready: Not on enemy ship
ru: Не готово: Не на вражеском корабле

# data/text_misc.xml.append$//text[@name="power_not_ready_enemy_in_room"]
source: Not ready: No enemies in room
ru: Не готово: В отсеке нет врагов

# data/text_misc.xml.append$//text[@name="power_not_ready_friendly_in_room"]
source: Not ready: No friendly crew in room
ru: Не готово: В отсеке нет союзников

# data/text_misc.xml.append$//text[@name="power_not_ready_whitelist"]
source: Not ready: No applicable crew in room
ru: Не готово: Нет разрешённого экипажа в отсеке

# data/text_misc.xml.append$//text[@name="power_not_ready_enemy_whitelist"]
source: Not ready: No applicable enemy in room
ru: Не готово: Нет разрешённого врага в отсеке

# data/text_misc.xml.append$//text[@name="power_not_ready_friendly_whitelist"]
source: Not ready: No applicable friendly in room
ru: Не готово: Нет разрешённого союзника в отсеке

# data/text_misc.xml.append$//text[@name="power_not_ready_enemy_blacklist"]
source: Not ready: Enemy in room prohibits use
ru: Не готово: Запрещённый враг в отсеке

# data/text_misc.xml.append$//text[@name="power_not_ready_friendly_blacklist"]
source: Not ready: Friendly in room prohibits use
ru: Не готово: Запрещённый союзник в отсеке

# data/text_misc.xml.append$//text[@name="power_not_ready_system_in_room"]
source: Not ready: No system in room
ru: Не готово: В отсеке нет системы

# data/text_misc.xml.append$//text[@name="power_not_ready_activated"]
source: Ability active
ru: Способность активна

# data/text_misc.xml.append$//text[@name="power_not_ready_ai_disabled"]
source: Not Ready: Ability disabled for AI (shouldn't see this)
ru: Not Ready: Power disabled for AI (shouldn't see this)

# data/text_misc.xml.append$//text[@name="power_not_ready_has_clonebay"]
source: Not ready: No clone bay
ru: Не готово: Нет клон-отсека

# data/text_misc.xml.append$//text[@name="power_not_ready_out_of_combat"]
source: Not ready: Not applicable in combat
ru: Не готово: Нельзя применить в бою

# data/text_misc.xml.append$//text[@name="power_not_ready_in_combat"]
source: Not ready: No enemy ship
ru: Не готово: Нет вражеского корабля

# data/text_misc.xml.append$//text[@name="power_not_ready_system"]
source: Not ready: No system (\1)
ru: Не готово: Нет системы (\1)

# data/text_misc.xml.append$//text[@name="power_not_ready_system_functional"]
source: Not ready: \1 not functioning
ru: Не готово: \1 не функционирует

# data/text_misc.xml.append$//text[@name="power_not_ready_min_health"]
source: Not ready: Health is below \1
ru: Не готово: Здоровье меньше \1

# data/text_misc.xml.append$//text[@name="power_not_ready_max_health"]
source: Not ready: Health is above \1
ru: Не готово: Здоровье больше \1

# data/text_misc.xml.append$//text[@name="power_not_ready_system_damaged"]
source: Not ready: No damaged system in room
ru: Не готово: Нет повреждённой системы в отсеке

# data/text_misc.xml.append$//text[@name="power_not_ready_charges"]
source: Not ready: Out of charges
ru: Не готово: Нет зарядов

# data/text_misc.xml.append$//text[@name="power_not_ready_silenced"]
source: Not ready: Silenced
ru: Не готово: Немота

# data/text_misc.xml.append$//text[@name="power_not_ready_burning"]
source: Not ready: On fire
ru: Не готово: Горит

# data/text_misc.xml.append$//text[@name="power_not_ready_suffocating"]
source: Not ready: Suffocating
ru: Не готово: Задыхается

# data/text_misc.xml.append$//text[@name="power_not_ready_stunned"]
source: Not ready: Stunned
ru: Не готово: Оглушён

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing"]
source: Not ready: Repairing
ru: Не готово: Ремонтирует

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing_system"]
source: Not ready: Repairing system
ru: Не готово: Ремонтирует систему

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing_breach"]
source: Not ready: Repairing breach
ru: Не готово: Ремонтирует пробоину

# data/text_misc.xml.append$//text[@name="power_not_ready_fighting"]
source: Not ready: Fighting
ru: Не готово: Сражается

# data/text_misc.xml.append$//text[@name="power_not_ready_sabotaging"]
source: Not Ready: Sabotaging
ru: Не готово: Ломает систему

# data/text_misc.xml.append$//text[@name="power_not_ready_shooting"]
source: Not ready: Shooting
ru: Не готово: Стреляет

# data/text_misc.xml.append$//text[@name="power_not_ready_moving"]
source: Not ready: Moving
ru: Не готово: Двигается

# data/text_misc.xml.append$//text[@name="power_not_ready_idle"]
source: Not ready: Standing still
ru: Не готово: Стоит на месте

# data/text_misc.xml.append$//text[@name="power_not_ready_manning"]
source: Not ready: Manning system
ru: Не готово: Управляет системой

# data/text_misc.xml.append$//text[@name="power_not_ready_firefighting"]
source: Not ready: Extinguishing fire
ru: Не готово: Тушит пожар

# data/text_misc.xml.append$//text[@name="power_not_ready_dying"]
source: Not ready: Dying
ru: Не готово: Умирает

# data/text_misc.xml.append$//text[@name="power_not_ready_burning_false"]
source: Not ready: Not on fire
ru: Не готово: Не горит

# data/text_misc.xml.append$//text[@name="power_not_ready_suffocating_false"]
source: Not ready: Not suffocating
ru: Не готово: Не задыхается

# data/text_misc.xml.append$//text[@name="power_not_ready_mind_false"]
source: Not ready: Not mind controlled
ru: Не готово: Разум не захвачен

# data/text_misc.xml.append$//text[@name="power_not_ready_stunned_false"]
source: Not ready: Not stunned
ru: Не готово: Не оглушён

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing_false"]
source: Not ready: Not repairing
ru: Не готово: Не рементирует

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing_system_false"]
source: Not ready: Not repairing system
ru: Не готово: Не рементирует систему

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing_breach_false"]
source: Not ready: Not repairing breach
ru: Не готово: Не рементирует пробоину

# data/text_misc.xml.append$//text[@name="power_not_ready_fighting_false"]
source: Not ready: Not fighting
ru: Не готово: Не сражается

# data/text_misc.xml.append$//text[@name="power_not_ready_sabotaging_false"]
source: Not ready: Not sabotaging
ru: Не готово: Не ломает систему

# data/text_misc.xml.append$//text[@name="power_not_ready_shooting_false"]
source: Not ready: Not shooting
ru: Не готово: Не стреляет

# data/text_misc.xml.append$//text[@name="power_not_ready_moving_false"]
source: Not ready: Not moving
ru: Не готово: Не двигается

# data/text_misc.xml.append$//text[@name="power_not_ready_idle_false"]
source: Not ready: Not standing still
ru: Не готово: Не стоит на месте

# data/text_misc.xml.append$//text[@name="power_not_ready_manning_false"]
source: Not ready: Not manning system
ru: Не готово: Не управляет системой

# data/text_misc.xml.append$//text[@name="power_not_ready_firefighting_false"]
source: Not ready: Not extinguishing fir
ru: Не готово: Не тушит пожар

# data/text_misc.xml.append$//text[@name="power_not_ready_dying_false"]
source: Not ready: Not dying
ru: Не готово: Не умирает

# data/text_misc.xml.append$//text[@name="power_not_ready_teleporting_false"]
source: Not ready: Not teleporting
ru: Не готово: Не телепортируется

# data/text_misc.xml.append$//text[@name="power_number_charges"]
source: Charges: \1/\2
ru: Заряды: \1/\2

# data/text_misc.xml.append$//text[@name="button_mushroom_b"]
source: SPORE
ru: СПОРЫ

# data/text_misc.xml.append$//text[@name="power_mushroom_b_ready"]
source: Ready: Click to stun enemies in this room for 4 seconds
ru: Готово: Нажмите, чтобы оглушить врагов на 4 секунды в этом отсеке

# data/text_misc.xml.append$//text[@name="button_mushroom"]
source: SPORE
ru: СПОРЫ

# data/text_misc.xml.append$//text[@name="power_mushroom_ready"]
source: Ready: Click to stun enemies in this room for 8 seconds
ru: Готово: Нажмите, чтобы оглушить врагов на 8 секунд в этом отсеке

# data/text_misc.xml.append$//text[@name="tip_manning"]
source: Tip: This drone can man systems with 1 skills and also provides 1 power to the manned system it occupies.
ru: Управляет системами на продвинутом уровне и даёт 1 энергию системе, в которой находится.

# data/text_misc.xml.append$//text[@name="tip_manning_2"]
source: Tip: This drone can man systems with 2 skills and also provides 2 power to the manned system it occupies.
ru: Управляет системами на экспертном уровне и даёт 2 энергии системе, в которой находится.

# data/text_misc.xml.append$//text[@name="tip_battery"]
source: Tip: Battery Drones provide systems they occupy with non-ionizable energy.
ru: Автоматически перемещается и запитывает системы дополнительной энергией.

# data/text_misc.xml.append$//text[@name="discord_main_menu"]
source: In main menu
ru: В главном меню

# data/text_misc.xml.append$//text[@name="discord_hangar"]
source: In the hangar
ru: В ангаре

# data/text_misc.xml.append$//text[@name="discord_dying"]
source: Dying
ru: Умирает

# data/text_misc.xml.append$//text[@name="discord_exploring"]
source: Exploring
ru: Разведывает

# data/text_misc.xml.append$//text[@name="discord_battle"]
source: In battle
ru: В бою

# data/text_misc.xml.append$//text[@name="discord_battle_boss"]
source: In final battle (Phase \1)
ru: В финальном бою (Фаза \1)

# data/text_misc.xml.append$//text[@name="discord_ship"]
source: \1 Type \2
ru: \1 Тип \2

# data/text_misc.xml.append$//text[@name="discord_playing_modded"]
source: Playing mod (\1)
ru: Играет в мод (\1)

# data/text_misc.xml.append$//text[@name="discord_playing_vanilla"]
source: Playing vanila
ru: Играет в ванилу

# data/text_misc.xml.append$//text[@name="discord_victory"]
source: Victory
ru: Победа

# data/text_misc.xml.append$//text[@name="discord_dead"]
source: Defeat
ru: Поражение

# data/text_misc.xml.append$//text[@name="transfer_save_dialog"]
source: It appears this is either your first time playing this mod, or have not yet set up a new save file! Would you like to transfer vanilla progress, or play with a fresh save? This will NOT influence your vanilla progress in any way.
ru: Похоже, вы либо впервые играете в этот мод, либо еще не создали новый файл сохранения! Хотите перенести ваш прогресс с ванилы или создать новое сохранение? Это никак не повлияет на ваш прогресс в ваниле.

# data/text_misc.xml.append$//text[@name="transfer_save_yes"]
source: Transfer progress
ru: Перенести прогресс

# data/text_misc.xml.append$//text[@name="transfer_save_no"]
source: Start all over again
ru: Начать всё заново

# data/text_misc.xml.append$//text[@name="button_magman"]
source: IGNITE
ru: ПОДЖОГ

# data/text_misc.xml.append$//text[@name="power_magman_ready"]
source: Ready: Set the current room on fire (50% chance)
ru: Готово: Нажмите, чтобы поджечь текущий отсек с вероятностью 50%

# data/text_misc.xml.append$//text[@name="button_morph"]
source: SHORT-OUT
ru: ЗАМЫКАНИЕ

# data/text_misc.xml.append$//text[@name="power_morph_ready"]
source: Ready: Lose control but significantly increase repair speed, fire extinguishing, movement and combat damage
ru: Готово: Теряет контроль, но значительно увеличивает скорость ремонта, тушения, передвижения и урон в бою

# data/text_misc.xml.append$//text[@name="hack_potential"]
source: Grants disruption ability: \1
ru: Подтверждение способности взлома: \1

# data/text_misc.xml.append$//text[@name="hack_activate"]
source: Begins disruption ability: \1
ru: Начало взлома: \1

# data/text_misc.xml.append$//text[@name="hack_no_system"]
source: Not a target for hacking.
ru: Нет цели для взлома.

# data/text_misc.xml.append$//text[@name="hack_oxygen"]
source: Temporarily drain the enemy ship of oxygen.
ru: Временно истощает кислород вражеского корабля.

# data/text_misc.xml.append$//text[@name="hack_doors"]
source: Temporarily turn all enemy doors into player friendly blast doors.
ru: Временно обращает все вражеские двери в бронированные двери игрока.

# data/text_misc.xml.append$//text[@name="hack_shields"]
source: Temporarily drain power from the enemy shields.
ru: Временно истощает мощность вражеских щитов.

# data/text_misc.xml.append$//text[@name="hack_pilot"]
source: Temporarily reduce the enemy ship's evasion to 0.
ru: Временно уменьшает уклонение вражеского корабля до 0.

# data/text_misc.xml.append$//text[@name="hack_engines"]
source: Temporarily reduce the enemy ship's evasion to 0.
ru: Временно уменьшает уклонение вражеского корабля до 0.

# data/text_misc.xml.append$//text[@name="hack_sensors"]
source: Temporarily shut down the enemy sensors.
ru: Временно отключает вражеские сенсоры.

# data/text_misc.xml.append$//text[@name="hack_medbay"]
source: Temporarily cause the medbay to damage instead of heal enemy crew.
ru: Медотсек временно наносит урон вражескому экипажу внутри него.

# data/text_misc.xml.append$//text[@name="hack_weapons"]
source: Temporarily drain charge from enemy weapons.
ru: Временно истощает зарядку вражеских орудий.

# data/text_misc.xml.append$//text[@name="hack_drones"]
source: Temporarily freeze enemy drones with a chance of destroying them.
ru: Временно парализует вражеских дронов с вероятностью уничтожить их.

# data/text_misc.xml.append$//text[@name="hack_teleporter"]
source: Temporarily take control of the enemy teleporter, returning crew to the enemy ship.
ru: Временно взять под контроль вражеский телепортер для возвращения их экипажа на вражеский корабль.

# data/text_misc.xml.append$//text[@name="hack_cloaking"]
source: Temporarily shut down the enemy's ability to cloak.
ru: Временно выключает вражескую маскировку.

# data/text_misc.xml.append$//text[@name="hack_artillery"]
source: Temporarily reverse the enemy's artillery charge.
ru: Временно снижает заряд артиллерии врага.

# data/text_misc.xml.append$//text[@name="hack_battery"]
source: Temporarily reduce the enemy's reactor power by two.
ru: Временно снижает силу вражеского реактора на 2.

# data/text_misc.xml.append$//text[@name="hack_clonebay"]
source: Temporarily shut down the clone bay's functionality, killing potential clones.
ru: Временно выводит из строя отсек клонирования, убивая потенциальных клонов.

# data/text_misc.xml.append$//text[@name="hack_mind"]
source: Free any currently controlled people and temporarily mind control an enemy unit.
ru: Освобождает любого человека из-под контроля и временно подчиняет разум вражеского бойца.

# data/text_misc.xml.append$//text[@name="hack_hacking"]
source: Temporarily interrupt and shut down the enemy hacking.
ru: Временно прерывает и останавливает вражеский взлом.

# data/text_misc.xml.append$//text[@name="hack_oxygen_player"]
source: SYSTEM HACKED: LOSING OXYGEN RAPIDLY.
ru: СИСТЕМА ВЗЛОМАНА: СТРЕМИТЕЛЬНАЯ ПОТЕРЯ КИСЛОРОДА.

# data/text_misc.xml.append$//text[@name="hack_doors_player"]
source: SYSTEM HACKED: DOORS DISRUPT CREW MOVEMENT.
ru: СИСТЕМА ВЗЛОМАНА: ДВЕРИ ЗАБЛОКИРОВАНЫ.

# data/text_misc.xml.append$//text[@name="hack_shields_player"]
source: SYSTEM HACKED: SHIELDS LOSING POWER.
ru: СИСТЕМА ВЗЛОМАНА: ЩИТЫ ТЕРЯЮТ МОЩНОСТЬ.

# data/text_misc.xml.append$//text[@name="hack_pilot_player"]
source: SYSTEM HACKED: EVASION DROPPED TO 0.
ru: СИСТЕМА ВЗЛОМАНА: УКЛОНЕНИЕ УПАЛО ДО 0.

# data/text_misc.xml.append$//text[@name="hack_engines_player"]
source: SYSTEM HACKED: EVASION DROPPED TO 0.
ru: СИСТЕМА ВЗЛОМАНА: УКЛОНЕНИЕ УПАЛО ДО 0.

# data/text_misc.xml.append$//text[@name="hack_sensors_player"]
source: SYSTEM HACKED: SENSORS WILL NOT FUNCTION.
ru: СИСТЕМА ВЗЛОМАНА: СЕНСОРЫ НЕ ФУНКЦИОНИРУЮТ.

# data/text_misc.xml.append$//text[@name="hack_medbay_player"]
source: SYSTEM HACKED: MEDBAY DAMAGES CREW!
ru: СИСТЕМА ВЗЛОМАНА: МЕДОТСЕК НАНОСИТ УРОН КОМАНДЕ!

# data/text_misc.xml.append$//text[@name="hack_weapons_player"]
source: SYSTEM HACKED: WEAPONS LOSING CHARGE.
ru: СИСТЕМА ВЗЛОМАНА: ОРУДИЯ ТЕРЯЮТ ЗАРЯДКУ.

# data/text_misc.xml.append$//text[@name="hack_drones_player"]
source: SYSTEM HACKED: DRONES STUNNED AND MAY EXPLODE.
ru: СИСТЕМА ВЗЛОМАНА: ДРОНЫ ОГЛУШЕНЫ И МОГУТ ВЗОРВАТЬСЯ.

# data/text_misc.xml.append$//text[@name="hack_teleporter_player"]
source: SYSTEM HACKED: FRIENDLY CREW FORCED TO TELEPORT HOME.
ru: СИСТЕМА ВЗЛОМАНА: ЭКИПАЖ ВЫНУЖДЕН ТЕЛЕПОРТИРОВАТЬСЯ НАЗАД.

# data/text_misc.xml.append$//text[@name="hack_cloaking_player"]
source: SYSTEM HACKED: CLOAKING SYSTEM INTERRUPTED.
ru: СИСТЕМА ВЗЛОМАНА: СИСТЕМА МАСКИРОВКИ ОТКЛЮЧЕНА.

# data/text_misc.xml.append$//text[@name="hack_artillery_player"]
source: SYSTEM HACKED: ARTILLERY QUICKLY LOSING CHARGE.
ru: СИСТЕМА ВЗЛОМАНА: АРТИЛЛЕРИЯ БЫСТРО ТЕРЯЕТ ЗАРЯД.

# data/text_misc.xml.append$//text[@name="hack_battery_player"]
source: SYSTEM HACKED: REACTOR POWER REDUCED BY 2.
ru: СИСТЕМА ВЗЛОМАНА: МОЩНОСТЬ РЕАКТОРА СНИЗИЛАСЬ НА 2.

# data/text_misc.xml.append$//text[@name="hack_clonebay_player"]
source: SYSTEM HACKED: CLONES CANNOT BE MADE, CREW MAY DIE!
ru: СИСТЕМА ВЗЛОМАНА: НЕВОЗМОЖНО СОЗДАТЬ КЛОНОВ, ЧЛЕНЫ ЭКИПАЖА МОГУТ УМЕРЕТЬ!

# data/text_misc.xml.append$//text[@name="hack_mind_player"]
source: SYSTEM HACKED: FRIENDLY UNIT UNDER CONTROL!
ru: СИСТЕМА ВЗЛОМАНА: СОЮЗНИК ПОД КОНТРОЛЕМ!

# data/text_misc.xml.append$//text[@name="hack_hacking_player"]
source: SYSTEM HACKED: HACKING TEMPORARILY INTERRUPTED.
ru: СИСТЕМА ВЗЛОМАНА: ВЗЛОМ ВРЕМЕННО НЕДОСТУПЕН.

# data/text_misc.xml.append$//text[@name="distraction"]
source: You deploy your Distraction Buoys, giving you more time to explore this sector before the fleet catches up.
ru: Вы развернули отвлекающие маячки, дающие вам больше времени для исследования сектора, перед тем как флот догонит вас.

# data/text_misc.xml.append$//text[@name="added_quest"]
source: Added a quest marker to your map!
ru: Метка задания добавлена на карту!

# data/text_misc.xml.append$//text[@name="no_time"]
source: Upon examining your map, you realize you just won't have time and need to get to the Federation base! You leave the quest for another day.
ru: Посмотрев на карту, вы видите, что у вас нет на это времени, поскольку вам нужно к базе Федерации! Вы откладываете задание.

# data/text_misc.xml.append$//text[@name="added_quest_sector"]
source: Added a quest marker to the next sector!
ru: Метка задания добавлена на карту следующего сектора!

# data/text_misc.xml.append$//text[@name="circle_ship"]
source: Congratulations, by making it to the 5th sector you've unlocked the Engi playable ship for future playthroughs!
ru: Поздравляем! Добравшись до 5-го сектора, вы разблокировали крейсер инжи для последующих прохождений!

# data/text_misc.xml.append$//text[@name="intruder_energy"]
source: They must have a Super Shield bypass unit; boarders are on board!
ru: Противнику удалось обойти суперщит, на борту захватчики!

# data/text_misc.xml.append$//text[@name="event_crew_full"]
source: [Warning: You will have to dismiss a crewmember, you are already full.]
ru: [Внимание: Экипаж полон, вам придётся кого-то уволить]

# data/text_misc.xml.append$//text[@name="unlock_ship_1"]
source: The Engi secret tech has been delivered to the hangar. The stealth ship has been unlocked!
ru: Секретная технология инжи была доставлена в ангар. Разблокирован стелс-крейсер!

# data/text_misc.xml.append$//text[@name="unlock_ship_2"]
source: A Mantis cruiser has been unlocked and added to the hangar!
ru: Крейсер мантисов был разблокирован и добавлен в ангар!

# data/text_misc.xml.append$//text[@name="unlock_ship_4"]
source: The Federation Cruiser has been unlocked and added to the hangar!
ru: Крейсер Федерации был разблокирован и добавлен в ангар!

# data/text_misc.xml.append$//text[@name="unlock_ship_5"]
source: The Slug cruiser has been unlocked and added to the hangar!
ru: Крейсер слагов был разблокирован и добавлен в ангар!

# data/text_misc.xml.append$//text[@name="unlock_ship_6"]
source: The Rock deliver a cruiser to the hangar. The Bulwark has been unlocked!
ru: Рок доставил крейсер в ангар. Крейсер The Bulwark был разблокирован!

# data/text_misc.xml.append$//text[@name="unlock_ship_7"]
source: A Zoltan cruiser has been unlocked and added to the hangar!
ru: Крейсер золтанцев был разблокирован и добавлен в ангар!

# data/text_misc.xml.append$//text[@name="unlock_ship_8"]
source: The Crystalline ship is sent to the hangar. The Bravais has been unlocked!
ru: Корабль кристалинов отправляется в ангар. Bravais разблокирован!

# data/text_misc.xml.append$//text[@name="augment"]
source: Augment:
ru: Усиление:

# data/text_misc.xml.append$//text[@name="upgrade_success"]
source: Upgraded \1 by \2
ru: \1 получает улучшение на \2

# data/text_misc.xml.append$//text[@name="upgrade_fail_max"]
source: \1 is already fully upgraded
ru: \1 уже имеет максимальный уровень

# data/text_misc.xml.append$//text[@name="upgrade_fail_missing"]
source: \1 cannot be upgraded - it isn't even installed!
ru: \1 отсутствует на корабле, улучшение невозможно

# data/text_misc.xml.append$//text[@name="oxygen"]
source: Oxygen
ru: Система кислорода

# data/text_misc.xml.append$//text[@name="doors"]
source: Door Control
ru: Подсистема шлюзов

# data/text_misc.xml.append$//text[@name="shields"]
source: Shields
ru: Система щитов

# data/text_misc.xml.append$//text[@name="pilot"]
source: Piloting
ru: Рубка управления

# data/text_misc.xml.append$//text[@name="engines"]
source: Engines
ru: Система двигателей

# data/text_misc.xml.append$//text[@name="sensors"]
source: Sensors
ru: Подсистема сенсоров

# data/text_misc.xml.append$//text[@name="medbay"]
source: Medbay
ru: Медотсек

# data/text_misc.xml.append$//text[@name="weapons"]
source: Weapon Control
ru: Система орудий

# data/text_misc.xml.append$//text[@name="drones"]
source: Drone Control
ru: Система дронов

# data/text_misc.xml.append$//text[@name="teleporter"]
source: Teleporter
ru: Телепортер

# data/text_misc.xml.append$//text[@name="cloaking"]
source: Cloaking
ru: Маскировка

# data/text_misc.xml.append$//text[@name="artillery"]
source: Artillery
ru: Артиллерия

# data/text_misc.xml.append$//text[@name="battery"]
source: Backup Battery
ru: Резервная батарея

# data/text_misc.xml.append$//text[@name="clonebay"]
source: Clone Bay
ru: Клон-отсек

# data/text_misc.xml.append$//text[@name="mind"]
source: Mind Control
ru: Управление разумом

# data/text_misc.xml.append$//text[@name="hacking"]
source: Hacking
ru: Система взлома
