Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru

# data/text_misc.xml.append$//text[@name="progression_heading"]
source: General Progression:
ru: Общий прогресс:

# data/text_misc.xml.append$//text[@name="distance_heading"]
source: Going the Distance:
ru: Достижения дальности:

# data/text_misc.xml.append$//text[@name="skill_heading"]
source: Skill and Equipment Feats:
ru: Трюки с навыками и экипажем:

# data/text_misc.xml.append$//text[@name="new_crew"]
source: New!
ru: Новый!

# data/text_misc.xml.append$//text[@name="new_achievement"]
source: New!
ru: Новое!

# data/text_misc.xml.append$//text[@name="new_score"]
source: New!
ru: Новый!

# data/text_misc.xml.append$//text[@name="type_a"]
source: Type A
ru: Тип A

# data/text_misc.xml.append$//text[@name="type_b"]
source: Type B
ru: Тип B

# data/text_misc.xml.append$//text[@name="type_c"]
source: Type C
ru: Тип C

# data/text_misc.xml.append$//text[@name="victory_ach_title"]
source: \1: Victory
ru: \1: Победа

# data/text_misc.xml.append$//text[@name="victory_ach"]
source: Defeat the Flagship with any layout of the \1
ru: Победите флагман повстанцев, пилотируя \1

# data/text_misc.xml.append$//text[@name="quest_ach_title"]
source: \1: Quest
ru: \1: Задание

# data/text_misc.xml.append$//text[@name="quest_ach"]
source: Complete the unlock quest for the \1
ru: Выполните специальное задание, чтобы получить \1

# data/text_misc.xml.append$//text[@name="achieved_with"]
source: Achieved with \1 (\2)
ru: Получено на \1 (\2)

# data/text_misc.xml.append$//text[@name="ach_unlocked"]
source: Achievement Unlocked!
ru: Получено достижение!

# data/text_misc.xml.append$//text[@name="layout_unlocked"]
source: Layout Unlocked!
ru: Открыт новый тип корабля!

# data/text_misc.xml.append$//text[@name="ship_unlocked"]
source: Ship Unlocked!
ru: Открыт новый корабль!

# data/text_misc.xml.append$//text[@name="ach_easy"]
source: Unlocked on EASY
ru: Открыто на ЛЁГКОМ

# data/text_misc.xml.append$//text[@name="ach_normal"]
source: Unlocked on NORMAL
ru: Открыто на НОРМЕ

# data/text_misc.xml.append$//text[@name="ach_hard"]
source: Unlocked on HARD
ru: Открыто на СЛОЖНОМ

# data/text_misc.xml.append$//text[@name="victory"]
source: Victory
ru: Победа

# data/text_misc.xml.append$//text[@name="advanced"]
source: Advanced
ru: АЕ-режим

# data/text_misc.xml.append$//text[@name="scorelist_score"]
source: SCORE \1
ru: СЧЁТ \1

# data/text_misc.xml.append$//text[@name="scorelist_sector"]
source: SECTOR \1
ru: СЕКТОР \1

# data/text_misc.xml.append$//text[@name="gameover_score"]
source: SCORE: \1
ru: СЧЁТ: \1

# data/text_misc.xml.append$//text[@name="easy"]
source: Easy
ru: Легко

# data/text_misc.xml.append$//text[@name="normal"]
source: Normal
ru: Норма

# data/text_misc.xml.append$//text[@name="hard"]
source: Hard
ru: Сложно

# data/text_misc.xml.append$//text[@name="new_high"]
source: New High Score!
ru: Новый рекорд!

# data/text_misc.xml.append$//text[@name="tip_beams"]
source: Tip: For every shield bar on the enemy, a beam's damage is reduced by one. For example, a three damage beam against two shield bars will cause one damage in every room it hits.
ru: Совет: При проходе через каждый слой щита урон от луча уменьшается на единицу. К примеру, луч, наносящий три единицы урона при выстреле по двухслойному щиту нанесёт единицу урона в каждой комнате. Луч повреждает экипаж, когда проходит по квадрату, на котором тот стоит.

# data/text_misc.xml.append$//text[@name="tip_fire_beams"]
source: Tip: Most fire beams cannot pierce shields; just one bubble will render them completely ineffectual.
ru: Совет: Огненные лучи обычно не проникают сквозь щиты, поэтому даже один слой щита полностью блокирует их воздействие.

# data/text_misc.xml.append$//text[@name="tip_beams_no_sp"]
source: Tip: These beams don't deal any damage if the enemy has at least one shield bubble up. The beam damages crew when it passes over the square on which they stand.
ru: Совет: Эти лучи не наносят урон, если у противника есть хотя бы один слой щита. Луч повреждает экипаж, когда проходит по квадрату, на котором тот стоит.

# data/text_misc.xml.append$//text[@name="tip_ex_beams"]
source: Tip: Zolton beams are 50% longer than their regular counterparts, but they can't fire if there are less than 30 missiles in the hold. If the original beam had any effect chances, they're a bit better in this beam.
ru: Совет: Золтонские лучи длиннее на 50% своих аналогов, но они не стреляют, если в трюме меньше 30 ракет. Также они имеют повышенные шансы вызвать возгорание или пробой.

# data/text_misc.xml.append$//text[@name="tip_sys_beams"]
source: Tip: These beams are ideal for boarding because they don't deal damage to the ship's hull. Shields completely block all damage from these beams. The beam damages crew when it passes over the square on which they stand.
ru: Совет: Эти лучи идеально подходят для абордажа, ведь они не наносят урона корпусу корабля. Щиты полностью блокируют весь урон этих лучей. Луч повреждает экипаж, когда проходит по квадрату, на котором тот стоит.

# data/text_misc.xml.append$//text[@name="tip_beams_bio"]
source: Tip: For beam weapons to deal damage to enemy crew members, the beam must strike targets directly. \nAs Bio-beams cannot get through shields, they need the support of other weapons or drones to effectively kill the crew.
ru: Совет: Био-лучи не могут проникать сквозь щиты. Чтобы эффективно убивать экипаж, им нужна поддержка других орудий или дронов. Луч повреждает экипаж, когда проходит по квадрату, на котором тот стоит.

# data/text_misc.xml.append$//text[@name="tip_missiles"]
source: Tip: Missiles will ignore all enemy shields, but cost one missile to launch. Enemy defense drones will shoot down incoming missiles.
ru: Совет: Ракеты проникают сквозь щиты, но расходуют один снаряд при запуске и могут быть уничтожены вражескими защитными дронами.

# data/text_misc.xml.append$//text[@name="tip_bombs"]
source: Tip: Bombs teleport past shields and defense drones to land directly on the ship. Like missiles, they cost one missile to launch. They never damage hull, but can be effective at disrupting crew and systems. You can even launch them at boarders on your own ship.
ru: Совет: Бомбы телепортируются прямо на корабль, минуя щиты и защитных дронов. Также как и ракеты, расходуют снаряд при запуске. Не могут наносить урон обшивке, но эффективно уничтожают экипаж и системы. Их даже можно запустить по абордажной команде на вашем корабле.

# data/text_misc.xml.append$//text[@name="tip_ion"]
source: Tip: For every one point of ion damage, one power bar is removed from the target system and it is then locked for 5 seconds, preventing re-powering. If an ion weapon hits shields, the damage is automatically applied to the Shield System.
ru: Совет: Каждая единица ионного урона удаляет одну единицу мощности из атакованной системы и блокирует её на 5 секунд, предотвращая повторное включение. Если ионное оружие попало в щит, урон автоматически применяется к системе щитов.

# data/text_misc.xml.append$//text[@name="tip_ion_fire"]
source: Tip: For every one point of ion damage, one power bar is removed from the target system and it is then locked it for 5 seconds, preventing re-powering. If an ion weapon hits shields, the damage is automatically applied to the Shield. If the shield has been disabled, there is a 30% chance to start a fire in the room.
ru: Совет: Каждая единица ионного урона удаляет одну единицу мощности из атакованной системы и блокирует её на 5 секунд, предотвращая повторное включение. Если ионное оружие попало в щит, урон автоматически применяется к щиту. Если щит был отключён, существует шанс вызвать возгорание в отсеке.

# data/text_misc.xml.append$//text[@name="tip_ion_heavy"]
source: Tip: For every one point of ion damage, one power bar is removed from the target system and it is then locked it for 5 seconds, preventing re-powering. Heavy ion weapons not only ionize systems but also damage them. If an ion weapon hits shields, the damage is automatically applied to the Shield System.
ru: Совет: Каждая единица ионного урона удаляет одну единицу мощности из атакованной системы и блокирует её на 5 секунд, предотвращая повторное включение. Тяжёлое ионное оружие не только ионизирует системы, но и повреждает их. Если ионное оружие попало в щит, урон автоматически применяется к щиту.

# data/text_misc.xml.append$//text[@name="tip_ion_heavy_fire"]
source: Tip: For every one point of ion damage, one power bar is removed from the target system and it is then locked it for 5 seconds, preventing re-powering. Heavy ion weapons not only ionize systems but also damage them. If an ion weapon hits shields, the damage is automatically applied to the Shield System. If the shield has been disabled, there is a 30% chance to start a fire in the room.
ru: Совет: Каждая единица ионного урона удаляет одну единицу мощности из атакованной системы и блокирует её на 5 секунд, предотвращая повторное включение. Тяжёлое ионное оружие не только ионизирует системы, но и повреждает их. Если ионное оружие попало в щит, урон автоматически применяется к щиту. Если щит был отключён, существует шанс вызвать возгорание в отсеке.

# data/text_misc.xml.append$//text[@name="tip_photo"]
source: Tip: The Lanius found use for this ancient photon weapon even though it isn't that accurate.
ru: Совет: Ланиусы нашли применение этому древнему фотонному оружию, хоть оно и обладает невысокой точностью.

# data/text_misc.xml.append$//text[@name="tip_laser"]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage.
ru: Совет: Каждый выстрел лазера будет заблокирован щитом, независимо от его урона.

# data/text_misc.xml.append$//text[@name="tip_laser_art"]
source: Tip: Artillery Lasers cause tremendous damage and are able to pierce two shield bubbles.
ru: Совет: Артиллерийские лазеры наносят огромный урон и способны проникать сквозь 2 слоя щитов.

# data/text_misc.xml.append$//text[@name="tip_rail"]
source: Tip: Railguns are similar to artillery lasers but fire a faster ionized projectile and therefore are much more likely to cause a breach than start a fire.
ru: Совет: Рельсотрон является аналогом артиллерийских лазеров, но пробивает 2 слоя щитов, в отличии от них.

# data/text_misc.xml.append$//text[@name="tip_hull"]
source: Tip: Hull weapons deal double damage if they hit a room that does not have a system or subsystem.
ru: Совет: Корпусное оружие наносит двойной урон по отсекам без систем и подсистем.

# data/text_misc.xml.append$//text[@name="tip_charge"]
source: Tip: Charge weapons can be charged multiple times to generate more firepower. You can save time and fire the weapon prematurely but it will have fewer shots ready as a result.
ru: Совет: Заряжающиеся орудия могут быть заряжены несколько раз, чтобы получить больше огневой мощи. Вы можете выстрелить раньше, но в результате урон будет меньше.

# data/text_misc.xml.append$//text[@name="tip_chain_laser"]
source: Tip: Chain lasers decrease their cooldown every time they fire. Check the green lights on the weapon to see how many times it has fired.
ru: Совет: Цепные лазеры уменьшают время на перезарядку каждый раз, когда они стреляют. Проверьте зелёный индикатор на оружии, чтобы узнать, сколько раз оно выстрелило.

# data/text_misc.xml.append$//text[@name="tip_chain_ion"]
source: Tip: The Chain Ion decreases its cooldown every time it fires. Check the green lights on the weapon to see how many times it has fired.
ru: Совет: Цепное ионное оружие ускоряет перезарядку с каждым новым выстрелом. Проверьте зелёный индикатор на оружии, чтобы узнать, сколько раз оно выстрелило.

# data/text_misc.xml.append$//text[@name="tip_adaptive_ion"]
source: Tip: The Adaptive Ion increases its damage every time it fires. Check the green lights on the weapon to see how many times it has fired.
ru: Совет: Адаптивное ионное оружие увеличивает урон с каждым новым выстрелом. Проверьте зелёный индикатор на оружии, чтобы узнать, сколько раз оно выстрелило.

# data/text_misc.xml.append$//text[@name="tip_chain_vulkan"]
source: Tip: Chain Vulcans take a long time to warm up, but then they reach an astonishing rate of fire. Indicators on the weapon show how many times it has been fired.
ru: Совет: Цепные вулканы долго разогреваются, но после этого достигают огромной скорострельности. Индикаторы на орудии показывают, сколько раз оно выстрелило.

# data/text_misc.xml.append$//text[@name="tip_flak"]
source: Tip: Flak weapons target an area instead of a single room. This loss of accuracy means more firepower and speed than their laser counterparts.
ru: Совет: Осколочное орудие стреляет по области. Оно менее точное, но наносит больше урона, чем лазеры.

# data/text_misc.xml.append$//text[@name="tip_crystal"]
source: Tip: Crystal weapons pierce shields but are vulnerable to even basic defense drones.
ru: Совет: Кристальное оружие обладает свойствами проникать сквозь щиты.

# data/text_misc.xml.append$//text[@name="tip_combat"]
source: Tip: Combat Drones require 1 drone part to deploy for each new enemy. They will attack the enemy as long as they are powered.
ru: Совет: Боевой дрон требует 1 деталь дрона для каждой новой битвы. Он будет атаковать врага, пока запитан.

# data/text_misc.xml.append$//text[@name="tip_repair_combat"]
source: Tip: This drone is ideal for capturing enemy ships intact. Make sure to keep it away from your boarding party!
ru: Совет: Этот дрон идеален для захвата вражеских кораблей целыми. Берегите от него свою абордажную команду!

# data/text_misc.xml.append$//text[@name="tip_combat_hal"]
source: Tip: Combat HAL Drones are approximately 20% faster than their conventional counterparts. In addition, the characteristics of their weapons are often superior.
ru: Совет: Боевые дроны HAL примерно на 20% быстрее своих обычных аналогов. Характеристики их оружия также зачастую выше.

# data/text_misc.xml.append$//text[@name="tip_ham"]
source: Tip: It is said that there is a way to change the drone's beam weapon...
ru: Совет: Говорят, что существует способ сменить лучевое орудие этого дрона.

# data/text_misc.xml.append$//text[@name="tip_defense"]
source: Tip: Defense Drones require 1 drone part to deploy at every new location. They will defend your ship as long as they are powered.
ru: Совет: Защитный дрон требует 1 деталь дрона для каждой новой битвы. Он будет защищать ваш корабль, пока запитан.

# data/text_misc.xml.append$//text[@name="tip_boarding"]
source: Tip: Boarding Drones require 1 drone part to deploy for each new enemy. They will board the enemy ship and attack as long as they are powered.
ru: Совет: Абордажный дрон требует 1 деталь дрона для каждой новой битвы. Он будет атаковать экипаж врага, пока запитан.

# data/text_misc.xml.append$//text[@name="tip_crew"]
source: Tip: System Repair Drones require 1 drone part to deploy, but will not need to be deployed again until destroyed. They stay on your ship and help your crew as long as they are powered.
ru: Совет: Ремонтник систем требует 1 деталь дрона, но его не надо использовать ещё раз, пока он не уничтожен. Он остаётся на корабле и помогает вашей команде, пока запитан.

# data/text_misc.xml.append$//text[@name="tip_battle"]
source: Tip: Anti-personnel drones requires 1 drone part to deploy, but will not need to be deployed again until destroyed. They stay on your ship and help your crew as long as they are powered.
ru: Совет: Противопехотный дрон требует 1 деталь дрона, но его не надо использовать ещё раз, пока он не уничтожен. Он остаётся на корабле и помогает вашей команде, пока запитан.

# data/text_misc.xml.append$//text[@name="tip_crew_hal"]
source: Tip: HAL Repair Drones require 1 drone part to deploy, but will not need to be deployed again until destroyed. They stay on your ship and help your crew even if Drone Control is completely destroyed. Attention! A shutdown button is not provided!
ru: Совет: Ремонтник HAL требует 1 деталь дрона, но его не надо использовать ещё раз, пока он не уничтожен. Он остаётся на корабле и помогает вашей команде, даже если система дронов полностью разрушена. Внимание! Кнопка отключения не предусмотрена!

# data/text_misc.xml.append$//text[@name="tip_remkorp"]
source: Tip: The Hull Repair Drone disappears after the repair is completed. To start it up again you will need to use an another drone part.
ru: Совет: Ремонтник корпуса исчезает после ремонта, для повторного запуска понадобится дополнительная деталь дрона.

# data/text_misc.xml.append$//text[@name="tip_repair_bomb"]
source: Tip: Bombs never miss when targeting your own ship, so this bomb is a guaranteed full heal for any of your systems.
ru: Совет: Бомбы никогда не промахиваются при наведении на ваш собственный корабль, поэтому эта бомба гарантирует полный ремонт любой вашей системы.

# data/text_misc.xml.append$//text[@name="tip_heal_bomb"]
source: Tip: Remember, bombs can miss the enemy ship so don't count on this as a guaranteed heal for your boarders.\nIf used on board your own ship, then it will be a guaranteed heal as it cannot miss!
ru: Совет: Помните, бомбы могут промахнуться мимо вражеского корабля, так что не рассчитывайте, что эта бомба гарантированно вылечит ваш экипаж при абордаже!

# data/text_misc.xml.append$//text[@name="tip_fire_beam"]
source: Tip: This Fire Beam does no hull damage, so it cannot pierce any amount of shields.
ru: Совет: Этот огненный луч не наносит урона корпусу, поэтому он не может проникать сквозь щиты.

# data/text_misc.xml.append$//text[@name="tip_crew_beam"]
source: Tip: This Anti-Bio Beam does no hull damage, so it cannot pierce any amount of shields. It also won't hurt drones!
ru: Совет: Этот анти-био луч не наносит урона корпусу, поэтому он не может проникать сквозь щиты. Также он не наносит урона дронам!

# data/text_misc.xml.append$//text[@name="tip_uwb"]
source: Tip: The weapon inside the universal weapon mount recharges 10% faster than its regular counterpart. Smugglers use this weapon for a reason: their enemies don’t know what it is until it fires.
ru: Совет: Оружие, находящееся внутри универсальной орудийной установки, перезаряжается на 10% быстрее своего обычного аналога. Оно скрыто от противника, до тех пор пока не выстрелит.

# data/text_misc.xml.append$//text[@name="ce_tip_beams_focus"]
source: Tip: Point Beams can damage only one room, but the damage is higher than that of long beams of the same level. Each shield layer reduces the damage from the beams by 1.
ru: Совет: Точечные лучи могут повреждать только один отсек, но их урон выше, чем у длинных лучей того же уровня. Каждый уровень щитов уменьшает урон от лучей на 1 единицу. Луч повреждает экипаж, когда проходит по квадрату, на котором тот стоит.

# data/text_misc.xml.append$//text[@name="ce_tip_beams_industrial"]
source: Tip: Industrial beams are extremely long, but not particularly fast. Being extremely long, these beams only find their worth against larger ships.
ru: Совет: Промышленные лучи заряжаются и стреляют очень медленно, но имеют огромную длину. Вражеские щиты с большой вероятностью могут перезарядиться и заблокировать часть урона от луча. Луч повреждает экипаж, когда проходит по квадрату, на котором тот стоит.

# data/text_misc.xml.append$//text[@name="ce_tip_missiles_swarm"]
source: Tip: Missile batteries inflict reduced damage to systems and crew. They ignore all shields and require 1 missile to launch. Enemy defense drones can shoot them down.
ru: Совет: Ракетные батареи наносят пониженный урон системам и экипажу. Они игнорируют все щиты и для запуска требуют 1 ракету. Вражеские защитные дроны могут сбить их.

# data/text_misc.xml.append$//text[@name="ce_tip_mines"]
source: Tip: Mines move slowly to their targets and are unable to damage systems and crew. Ammunition-based, they ignore all shields, but any enemy defense drone can shoot them down.
ru: Совет: Мины игнорируют все вражеские щиты, но для запуска требуют 1 ракету и не могут наносить урон системам или экипажу. Вражеские защитные дроны могут сбить их.

# data/text_misc.xml.append$//text[@name="ce_tip_chaff"]
source: Tip: Chaff Launchers deal no damage, but their projectiles will be targeted by enemy defense drones, opening an attack window for missile strikes.
ru: Совет: Батарея Чафф не наносит урон, но её снаряды отвлекают на себя вражеские защитные дроны, оставляя корабль уязвимым для ракетных ударов.

# data/text_misc.xml.append$//text[@name="ce_tip_laser_light"]
source: Tip: Anti-personnel lasers can pass through weak shields and super shields to injure enemy crew, but cannot deplete shields or deal hull damage.
ru: Совет: Противопехотные лазеры могут пройти сквозь слабые щиты и суперщиты, повреждая экипаж противника. Но они не могут сбивать щиты или наносить урон корпусу.

# data/text_misc.xml.append$//text[@name="ce_tip_laser_light_small"]
source: Tip: Small anti-personnel lasers cannot pass through shields and super shields. They fire with a bit of a spread.
ru: Совет: Малые противопехотные лазеры не могут пройти сквозь щиты и суперщиты. Стреляют с небольшим разбросом.

# data/text_misc.xml.append$//text[@name="tip_slurmgun"]
source: Tip: These unique Slurm lasers pass through all shields to injure enemy crew and damage systems, but cannot deplete shields or deal hull damage.
ru: Совет: Эти уникальные лазеры слёрмов игнорируют все щиты, повреждают экипаж и системы. Но они не могут сбивать щиты или наносить урон корпусу.

# data/text_misc.xml.append$//text[@name="ce_tip_laser_auto"]
source: Tip: Auto lasers can continuously suppress enemy shields, similar to certain combat drones. Each laser shot will be blocked by a single shield bubble.
ru: Совет: Авто-лазеры могут непрерывно сбивать вражеские щиты, как некоторые боевые дроны. Каждый выстрел лазера будет заблокирован одним слоем щита.

# data/text_misc.xml.append$//text[@name="ce_tip_laser_scatter"]
source: Tip: Scatter lasers cannot damage systems or crew. Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage.
ru: Совет: Осколочные лазеры не могут повредить системы и экипаж. Каждый выстрел лазера будет заблокирован одним слоем щита, независимо от его урона.

# data/text_misc.xml.append$//text[@name="ce_tip_heavy_scatter"]
source: Tip: Heavy scatter lasers inflict reduced damage to systems and crew. Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage.
ru: Совет: Тяжёлые осколочные лазеры наносят пониженный урон системам и экипажу. Каждый выстрел лазера будет заблокирован одним слоем щита, независимо от его урона.

# data/text_misc.xml.append$//text[@name="ce_tip_prism"]
source: Tip: Prismatic Avatar lasers inflict ion damage in addition to normal damage, with an added chance of causing a breach.
ru: Совет: Призматические лазеры аватаров наносят ионный урон в дополнении к обычному. С небольшой вероятностью могут пробить обшивку корабля.

# data/text_misc.xml.append$//text[@name="ce_tip_bombs_cluster"]
source: Tip: Cluster Bombs teleport several rounds through shields, ignoring defensive drones, appearing directly on the ship. They require one missile to launch and cannot damage hull, but may be effective against crew and systems. When you use them on your own ship only one bomb will appear.
ru: Совет: Разрывные бомбы телепортируют сразу несколько снарядов сквозь щиты, игнорируя защитных дронов, появляясь прямиком на корабле. Они требуют 1 ракету для запуска и не могут повредить корпус, но могут быть эффективными против экипажа и систем. При запуске их на своём корабле появится лишь одна бомба.
