Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru

# data/text_misc.xml.append$//text[@name="button_close"]
source: CLOSE
ru: НАЗАД

# data/text_misc.xml.append$//text[@name="continue"]
source: Continue...
ru: Продолжить...

# data/text_misc.xml.append$//text[@name="welcome"]
source: Welcome to FTL: Faster Than Light!\n\nWe'd highly recommend you take a moment to play the tutorial. We've done our best to make it as short and to the point as possible!\n\nWe hope you enjoy the game.\n\n-- Subset Games
ru: Добро пожаловать в FTL! \n\nЕсли вы новичок, мы очень советуем вам пройти обучение. Мы приложили все усилия, чтобы этот процесс был как можно короче. \n\nМы надеемся, что вам понравится наша игра. \n\n-- Subset Games

# data/text_misc.xml.append$//text[@name="welcome_demo"]
source: Welcome to the FTL Demo!\n\nWe'd highly recommend you take a moment to play the tutorial. We've done our best to make it as short and to the point as possible!\n\nWe hope you enjoy the game.\n\n-- Subset Games
ru: Добро пожаловать в FTL! \n\nЕсли вы новичок, мы очень советуем вам пройти обучение. Мы приложили все усилия, чтобы этот процесс был как можно короче. \n\nМы надеемся, что вам понравится наша игра. \n\n-- Subset Games

# data/text_misc.xml.append$//text[@name="demo_version"]
source: DEMO Version \1
ru: ДЕМО версия \1

# data/text_misc.xml.append$//text[@name="mainmenu_continue"]
source: CONTINUE
ru: ПРОДОЛЖИТЬ

# data/text_misc.xml.append$//text[@name="mainmenu_newgame"]
source: NEW GAME
ru: НОВАЯ ИГРА

# data/text_misc.xml.append$//text[@name="mainmenu_tutorial"]
source: TUTORIAL
ru: ОБУЧЕНИЕ

# data/text_misc.xml.append$//text[@name="mainmenu_stats"]
source: STATS
ru: СЧЁТ

# data/text_misc.xml.append$//text[@name="mainmenu_options"]
source: OPTIONS
ru: НАСТРОЙКИ

# data/text_misc.xml.append$//text[@name="mainmenu_credits"]
source: CREDITS
ru: АВТОРЫ

# data/text_misc.xml.append$//text[@name="mainmenu_quit"]
source: QUIT
ru: ВЫХОД

# data/text_misc.xml.append$//text[@name="no_load"]
source: No previous game exists
ru: Предыдущей игры нет

# data/text_misc.xml.append$//text[@name="new_player"]
source: A new player has signed into the Game Center. Returning to the title screen.
ru: Новый игрок вступил в игровой центр. Возвращение на главный экран.

# data/text_misc.xml.append$//text[@name="escape_continue"]
source: BACK
ru: НАЗАД

# data/text_misc.xml.append$//text[@name="escape_mainmenu"]
source: MAIN MENU
ru: ГЛ.МЕНЮ

# data/text_misc.xml.append$//text[@name="escape_hangar"]
source: HANGAR
ru: АНГАР

# data/text_misc.xml.append$//text[@name="escape_reset"]
source: RESTART
ru: РЕСТАРТ

# data/text_misc.xml.append$//text[@name="escape_options"]
source: OPTIONS
ru: ОПЦИИ

# data/text_misc.xml.append$//text[@name="escape_controls"]
source: CONTROLS
ru: КОНТРОЛЬ

# data/text_misc.xml.append$//text[@name="escape_save"]
source: SAVE+QUIT
ru: ВЫХОД

# data/text_misc.xml.append$//text[@name="menu_status_difficulty"]
source: Difficulty
ru: Сложность

# data/text_misc.xml.append$//text[@name="menu_status_ae_content"]
source: AE Content
ru: AE-контент

# data/text_misc.xml.append$//text[@name="menu_status_achievements"]
source: Current Ship Achievements
ru: Достижения этого корабля

# data/text_misc.xml.append$//text[@name="help_crew_title"]
source: CREW CONTROL
ru: КОМАНДА

# data/text_misc.xml.append$//text[@name="help_crew_text_top"]
source: How to give orders:
ru: Как отдавать приказы:

# data/text_misc.xml.append$//text[@name="help_crew_text_pc_select"]
source: Left click or drag to select crew.
ru: Потянуть или нажать левую кнопку, чтобы выбрать персонажа.

# data/text_misc.xml.append$//text[@name="help_crew_text_pc_move"]
source: Right click to move selected crew.
ru: Правой кнопкой дать приказ двигаться выбранному персонажу.

# data/text_misc.xml.append$//text[@name="help_crew_text_pc_bottom"]
source: Crew will automatically repair systems or fight intruders in their current room.
ru: Члены команды будут автоматически чинить системы и сражаться с противником в занимаемых ими помещениях.

# data/text_misc.xml.append$//text[@name="help_pause_title"]
source: PAUSING
ru: ОСТАНОВКА ИГРЫ

# data/text_misc.xml.append$//text[@name="help_pause_text_pc_1"]
source: Press the Space Bar to pause.
ru: Нажмите ПРОБЕЛ для установки паузы.

# data/text_misc.xml.append$//text[@name="help_pause_text_pc_2"]
source: Commands and orders can still be given while paused.
ru: Команды и приказы можно отдавать во время паузы.

# data/text_misc.xml.append$//text[@name="help_power_title"]
source: POWER CONTROLS
ru: ЭНЕРГИЯ

# data/text_misc.xml.append$//text[@name="help_power_text_top"]
source: Adding/removing power to systems:
ru: Отключение и добавление энергии системам:

# data/text_misc.xml.append$//text[@name="help_power_text_pc_add"]
source: Left click to add power.
ru: Левой кнопкой энергия добавляется.

# data/text_misc.xml.append$//text[@name="help_power_text_pc_remove"]
source: Right click to remove power.
ru: Правой кнопкой энергия отбирается.

# data/text_misc.xml.append$//text[@name="help_weapons_title"]
source: WEAPONS/DRONES
ru: ОРУДИЯ / ДРОНЫ

# data/text_misc.xml.append$//text[@name="help_weapons_text_top"]
source: How to fire:
ru: Как стрелять:

# data/text_misc.xml.append$//text[@name="help_weapons_text_pc_power"]
source: Left click to\npower a weapon.
ru: Левой кнопкой\nзапитать\nорудие.

# data/text_misc.xml.append$//text[@name="help_weapons_text_pc_activate"]
source: Left click again\nto activate.
ru: Левой кнопкой ещё\n раз, чтобы\nактивировать его.

# data/text_misc.xml.append$//text[@name="help_weapons_text_pc_target"]
source: Left click on\nan enemy ship\nto target it.
ru: Левой кнопкой\nпо противнику\nдля атаки.

# data/text_misc.xml.append$//text[@name="help_weapons_text_pc_bottom1"]
source: Left click and drag to reorder weapons/drones.
ru: Перетаскивайте мышкой орудия/дроны для изменения их последовательности.

# data/text_misc.xml.append$//text[@name="help_weapons_text_pc_bottom2"]
source: If the system is damaged, the rightmost item will be depowered first.
ru: Если система повреждена, то самое правое устройство будет отключено первым.

# data/text_misc.xml.append$//text[@name="help_tap_close"]
source: Tap the screen to return to the game.
ru: Нажмите на экран, что бы вернуться в игру.

# data/text_misc.xml.append$//text[@name="help_customize"]
source: Note: This is an overview. You can customize many hotkeys in the Options menu.
ru: Примечание: Это пример. Вы можете изменить горячие клавиши в меню настроек.

# data/text_misc.xml.append$//text[@name="no_save_tutorial"]
source: Cannot save and quit during the tutorial.
ru: Вы не можете сохранится и выйти, пока длится обучение.

# data/text_misc.xml.append$//text[@name="options_tab"]
source: OPTIONS
ru: НАСТРОЙКИ

# data/text_misc.xml.append$//text[@name="options_frame_video"]
source: VIDEO
ru: ВИДЕО

# data/text_misc.xml.append$//text[@name="options_frame_gameplay"]
source: GAMEPLAY
ru: ИГРА

# data/text_misc.xml.append$//text[@name="options_frame_audio"]
source: AUDIO
ru: ГРОМКОСТЬ

# data/text_misc.xml.append$//text[@name="on"]
source: On
ru: Вкл.

# data/text_misc.xml.append$//text[@name="off"]
source: Off
ru: Выкл.

# data/text_misc.xml.append$//text[@name="disabled"]
source: Disabled
ru: Откл.

# data/text_misc.xml.append$//text[@name="enabled"]
source: Enabled
ru: Вкл.

# data/text_misc.xml.append$//text[@name="manual_override"]
source: Overridden by manual settings.
ru: Переопределено ручными настройками.

# data/text_misc.xml.append$//text[@name="stretch_not_supported"]
source: Not supported on this system.
ru: Не поддерживается вашей системой.

# data/text_misc.xml.append$//text[@name="restart_required"]
source: Restart required
ru: Требуется перезагрузка

# data/text_misc.xml.append$//text[@name="restart_required_dialog"]
source: You will need to restart FTL before the new video settings take effect.
ru: Необходимо перезапустить игру, чтобы изменение настроек видео вступило в силу.

# data/text_misc.xml.append$//text[@name="fullscreen"]
source: Fullscreen: \1
ru: Полный экран: \1

# data/text_misc.xml.append$//text[@name="fullscreen_0"]
source: Off
ru: Нет

# data/text_misc.xml.append$//text[@name="fullscreen_1"]
source: On (Stretch)
ru: Растянуть

# data/text_misc.xml.append$//text[@name="fullscreen_2"]
source: On (Borders)
ru: Чёрные края

# data/text_misc.xml.append$//text[@name="fullscreen_3"]
source: On (Native)
ru: По умолчанию

# data/text_misc.xml.append$//text[@name="v_sync"]
source: Vertical Sync: \1
ru: Вертикальная синхронизация: \1

# data/text_misc.xml.append$//text[@name="frame_limit"]
source: Frame Limit: \1
ru: Ограничение кадров: \1

# data/text_misc.xml.append$//text[@name="dynamic_back"]
source: Dynamic Backgrounds: \1
ru: Анимированный фон: \1

# data/text_misc.xml.append$//text[@name="colorblind"]
source: Colorblind Mode: \1
ru: Режим для дальтоников: \1

# data/text_misc.xml.append$//text[@name="change_language"]
source: Change Language
ru: Сменить язык

# data/text_misc.xml.append$//text[@name="choose_language"]
source: Choose a language:
ru: Выберите язык:

# data/text_misc.xml.append$//text[@name="language_name"]
source: English (Arsenal +)
ru: Русский (Arsenal +)

# data/text_misc.xml.append$//text[@name="event_choice"]
source: Event choice selection: \1
ru: Выбор события: \1

# data/text_misc.xml.append$//text[@name="event_choice_disable_hotkeys"]
source: Disable hotkeys
ru: Откл.

# data/text_misc.xml.append$//text[@name="event_choice_no_delay"]
source: No delay
ru: Без задержки

# data/text_misc.xml.append$//text[@name="event_choice_brief_delay"]
source: Brief delay
ru: С задержкой

# data/text_misc.xml.append$//text[@name="show_paths"]
source: Show beacon paths on hover: \1
ru: Показывать путь к маякам: \1

# data/text_misc.xml.append$//text[@name="achievement_popup"]
source: Achievement Popups: \1
ru: Всплывающие окна достижений: \1

# data/text_misc.xml.append$//text[@name="window_focus"]
source: Window Focus Auto-Pause: \1
ru: Авто-пауза при переключении игры: \1

# data/text_misc.xml.append$//text[@name="configure_controls"]
source: Configure Keyboard Hotkeys
ru: Настройка клавиш

# data/text_misc.xml.append$//text[@name="sound_volume"]
source: Sound Volume
ru: Эффекты

# data/text_misc.xml.append$//text[@name="music_volume"]
source: Music Volume
ru: Музыка

# data/text_misc.xml.append$//text[@name="button_delete_profile"]
source: DELETE\nPROFILE
ru: УДАЛИТЬ\nПРОФИЛЬ

# data/text_misc.xml.append$//text[@name="configure_controls_tab"]
source: CONFIGURE CONTROLS
ru: НАСТРОЙКА КЛАВИШ

# data/text_misc.xml.append$//text[@name="power_note"]
source: Note: Shift + Power System will also de-power the system.
ru: Примечание: Shift + питание системы отключит её.

# data/text_misc.xml.append$//text[@name="press_key"]
source: PRESS KEY
ru: ВЫБРАТЬ

# data/text_misc.xml.append$//text[@name="button_defaults"]
source: DEFAULTS
ru: СТАНДАРТНЫЕ

# data/text_misc.xml.append$//text[@name="hotkey_crew1"]
source: Select Crew 1
ru: Член экипажа 1

# data/text_misc.xml.append$//text[@name="hotkey_crew2"]
source: Select Crew 2
ru: Член экипажа 2

# data/text_misc.xml.append$//text[@name="hotkey_crew3"]
source: Select Crew 3
ru: Член экипажа 3

# data/text_misc.xml.append$//text[@name="hotkey_crew4"]
source: Select Crew 4
ru: Член экипажа 4

# data/text_misc.xml.append$//text[@name="hotkey_crew5"]
source: Select Crew 5
ru: Член экипажа 5

# data/text_misc.xml.append$//text[@name="hotkey_crew6"]
source: Select Crew 6
ru: Член экипажа 6

# data/text_misc.xml.append$//text[@name="hotkey_crew7"]
source: Select Crew 7
ru: Член экипажа 7

# data/text_misc.xml.append$//text[@name="hotkey_crew8"]
source: Select Crew 8
ru: Член экипажа 8

# data/text_misc.xml.append$//text[@name="hotkey_crew_all"]
source: Select All Crew
ru: Выбрать всех

# data/text_misc.xml.append$//text[@name="hotkey_loadPositions"]
source: Return to Stations
ru: Вернуть на позиции

# data/text_misc.xml.append$//text[@name="hotkey_savePositions"]
source: Save Stations
ru: Сохранить позиции

# data/text_misc.xml.append$//text[@name="hotkey_lockdown"]
source: Secret Ability
ru: Секретное умение

# data/text_misc.xml.append$//text[@name="hotkey_open"]
source: Open All Doors
ru: Открыть все двери

# data/text_misc.xml.append$//text[@name="hotkey_close"]
source: Close All Doors
ru: Закрыть все двери

# data/text_misc.xml.append$//text[@name="hotkey_activate_cloak"]
source: Activate Cloaking
ru: Включить маскировку

# data/text_misc.xml.append$//text[@name="hotkey_send_tele"]
source: Teleport - Send
ru: Телепорт вперёд

# data/text_misc.xml.append$//text[@name="hotkey_ret_tele"]
source: Teleport - Return
ru: Телепорт назад

# data/text_misc.xml.append$//text[@name="hotkey_start_hacking"]
source: Start Hacking
ru: Начать взлом

# data/text_misc.xml.append$//text[@name="hotkey_mindControl"]
source: Mind Control
ru: Управление разумом

# data/text_misc.xml.append$//text[@name="hotkey_activate_battery"]
source: Activate Battery
ru: Резервная батарея

# data/text_misc.xml.append$//text[@name="reactor_desc_start"]
source: Starting Reactor: \1
ru: Начальный реактор: \1

# data/text_misc.xml.append$//text[@name="reactor_desc_max"]
source: Maximum Reactor: \1
ru: Максимальный реактор: \1

# data/text_misc.xml.append$//text[@name="hangar_achievements_title_default"]
source: Ship Achievements
ru: Достижения корабля

# data/text_misc.xml.append$//text[@name="hangar_achievements_title_custom"]
source: Ship Victories
ru: Победы корабля

# data/text_misc.xml.append$//text[@name="hangar_achievements_title_filter"]
source: Filter Victory Types
ru: Фильтр типов победы

# data/text_misc.xml.append$//text[@name="hangar_no_ship_achievements"]
source: No Ship Achievements
ru: Отсутствуют

# data/text_misc.xml.append$//text[@name="hotkey_weapon1"]
source: Weapon/Drone Slot 1
ru: Оружие/дрон в слоте 1

# data/text_misc.xml.append$//text[@name="hotkey_weapon2"]
source: Weapon/Drone Slot 2
ru: Оружие/дрон в слоте 2

# data/text_misc.xml.append$//text[@name="hotkey_weapon3"]
source: Weapon/Drone Slot 3
ru: Оружие/дрон в слоте 3

# data/text_misc.xml.append$//text[@name="hotkey_weapon4"]
source: Weapon/Drone Slot 4
ru: Оружие/дрон в слоте 4

# data/text_misc.xml.append$//text[@name="hotkey_drone1"]
source: Weapon/Drone Slot 5
ru: Оружие/дрон в слоте 5

# data/text_misc.xml.append$//text[@name="hotkey_drone2"]
source: Weapon/Drone Slot 6
ru: Оружие/дрон в слоте 6

# data/text_misc.xml.append$//text[@name="hotkey_drone3"]
source: Weapon/Drone Slot 7
ru: Оружие/дрон в слоте 7

# data/text_misc.xml.append$//text[@name="hotkey_drone4"]
source: Weapon/Drone Slot 8
ru: Оружие/дрон в слоте 8

# data/text_misc.xml.append$//text[@name="hotkey_drone5"]
source: Weapon/Drone Slot 9
ru: Оружие/дрон в слоте 9

# data/text_misc.xml.append$//text[@name="hotkey_drone6"]
source: Weapon/Drone Slot 10
ru: Оружие/дрон в слоте 10

# data/text_misc.xml.append$//text[@name="hotkey_autofire"]
source: Toggle Autofire
ru: Авто-огонь

# data/text_misc.xml.append$//text[@name="hotkey_force_autofire"]
source: Autofire Modifier (Hold + Aim)
ru: Модификатор авто-огня

# data/text_misc.xml.append$//text[@name="hotkey_pause"]
source: Pause Game
ru: Пауза

# data/text_misc.xml.append$//text[@name="hotkey_jump"]
source: FTL Jump
ru: FTL-прыжок

# data/text_misc.xml.append$//text[@name="hotkey_ship_info"]
source: Open Upgrades
ru: Улучшения

# data/text_misc.xml.append$//text[@name="hotkey_ship_inv"]
source: Open Inventory
ru: Оснастка

# data/text_misc.xml.append$//text[@name="hotkey_store"]
source: Open Store
ru: Магазин

# data/text_misc.xml.append$//text[@name="hotkey_ship_crew"]
source: Open Crew Manifest
ru: Экипаж

# data/text_misc.xml.append$//text[@name="hotkey_options"]
source: Open Options
ru: Настройки

# data/text_misc.xml.append$//text[@name="hotkey_increase_font"]
source: Increase Event Font
ru: Увеличить шрифт

# data/text_misc.xml.append$//text[@name="hotkey_decrease_font"]
source: Decrease Event Font
ru: Уменьшить шрифт

# data/text_misc.xml.append$//text[@name="hotkey_rightclick"]
source: Right Click Modifier
ru: Модификатор правой кнопки

# data/text_misc.xml.append$//text[@name="hotkey_shields"]
source: Power Shields
ru: Запитать щиты

# data/text_misc.xml.append$//text[@name="hotkey_engines"]
source: Power Engines
ru: Запитать двигатели

# data/text_misc.xml.append$//text[@name="hotkey_oxygen"]
source: Power Oxygen
ru: Запитать кислород

# data/text_misc.xml.append$//text[@name="hotkey_medbay"]
source: Power Medbay / Clone Bay
ru: Запитать медотсек/клон-отсек

# data/text_misc.xml.append$//text[@name="hotkey_teleporter"]
source: Power Teleporter
ru: Запитать телепортер

# data/text_misc.xml.append$//text[@name="hotkey_cloaking"]
source: Power Cloaking
ru: Запитать маскировку

# data/text_misc.xml.append$//text[@name="hotkey_mind"]
source: Power Mind Control
ru: Запитать управление разумом

# data/text_misc.xml.append$//text[@name="hotkey_hacking"]
source: Power Hacking
ru: Запитать взломщик

# data/text_misc.xml.append$//text[@name="hotkey_artillery"]
source: Power Artillery
ru: Запитать артиллерию

# data/text_misc.xml.append$//text[@name="hotkey_weapons"]
source: Power Weapons
ru: Запитать орудия

# data/text_misc.xml.append$//text[@name="hotkey_drones"]
source: Power Drones
ru: Запитать дроны

# data/text_misc.xml.append$//text[@name="hotkey_un_shields"]
source: De-Power Shields
ru: Отключить щиты

# data/text_misc.xml.append$//text[@name="hotkey_un_engines"]
source: De-Power Engines
ru: Отключить двигатели

# data/text_misc.xml.append$//text[@name="hotkey_un_oxygen"]
source: De-Power Oxygen
ru: Отключить кислород

# data/text_misc.xml.append$//text[@name="hotkey_un_medbay"]
source: De-Power Medbay / Clone Bay
ru: Отключить медотсек/клон-отсек

# data/text_misc.xml.append$//text[@name="hotkey_un_teleporter"]
source: De-Power Teleporter
ru: Отключить телепортер

# data/text_misc.xml.append$//text[@name="hotkey_un_cloaking"]
source: De-Power Cloaking
ru: Отключить маскировку

# data/text_misc.xml.append$//text[@name="hotkey_un_mind"]
source: De-Power Mind Control
ru: Отключить управление разумом

# data/text_misc.xml.append$//text[@name="hotkey_un_hacking"]
source: De-Power Hacking
ru: Отключить взломщик

# data/text_misc.xml.append$//text[@name="hotkey_un_artillery"]
source: De-Power Artillery
ru: Отключить артиллерию

# data/text_misc.xml.append$//text[@name="hotkey_un_weapons"]
source: De-Power Weapons
ru: Отключить орудия

# data/text_misc.xml.append$//text[@name="hotkey_un_drones"]
source: De-Power Drones
ru: Отключить дроны

# data/text_misc.xml.append$//text[@name="hotkey_power_1"]
source: Power System 1
ru: Запитать систему 1

# data/text_misc.xml.append$//text[@name="hotkey_power_2"]
source: Power System 2
ru: Запитать систему 2

# data/text_misc.xml.append$//text[@name="hotkey_power_3"]
source: Power System 3
ru: Запитать систему 3

# data/text_misc.xml.append$//text[@name="hotkey_power_4"]
source: Power System 4
ru: Запитать систему 4

# data/text_misc.xml.append$//text[@name="hotkey_power_5"]
source: Power System 5
ru: Запитать систему 5

# data/text_misc.xml.append$//text[@name="hotkey_power_6"]
source: Power System 6
ru: Запитать систему 6

# data/text_misc.xml.append$//text[@name="hotkey_power_7"]
source: Power System 7
ru: Запитать систему 7

# data/text_misc.xml.append$//text[@name="hotkey_power_8"]
source: Power System 8
ru: Запитать систему 8

# data/text_misc.xml.append$//text[@name="hotkey_un_power_1"]
source: De-Power System 1
ru: Отключить систему 1

# data/text_misc.xml.append$//text[@name="hotkey_un_power_2"]
source: De-Power System 2
ru: Отключить систему 2

# data/text_misc.xml.append$//text[@name="hotkey_un_power_3"]
source: De-Power System 3
ru: Отключить систему 3

# data/text_misc.xml.append$//text[@name="hotkey_un_power_4"]
source: De-Power System 4
ru: Отключить систему 4

# data/text_misc.xml.append$//text[@name="hotkey_un_power_5"]
source: De-Power System 5
ru: Отключить систему 5

# data/text_misc.xml.append$//text[@name="hotkey_un_power_6"]
source: De-Power System 6
ru: Отключить систему 6

# data/text_misc.xml.append$//text[@name="hotkey_un_power_7"]
source: De-Power System 7
ru: Отключить систему 7

# data/text_misc.xml.append$//text[@name="hotkey_un_power_8"]
source: De-Power System 8
ru: Отключить систему 8

# data/text_misc.xml.append$//text[@name="keycap_none"]
source: None
ru: НЕТ

# data/text_misc.xml.append$//text[@name="stats_shipbest"]
source: SHIP BEST
ru: ЛУЧШИЕ КОРАБЛИ

# data/text_misc.xml.append$//text[@name="stats_topscores"]
source: TOP SCORES
ru: ЛУЧШИЙ СЧЁТ

# data/text_misc.xml.append$//text[@name="stats_achievements"]
source: ACHIEVEMENTS
ru: ДОСТИЖЕНИЯ

# data/text_misc.xml.append$//text[@name="stats_stats"]
source: STATISTICS
ru: СТАТИСТИКА

# data/text_misc.xml.append$//text[@name="defeated_stat"]
source: Ships Defeated
ru: Побед над кораблями

# data/text_misc.xml.append$//text[@name="beacons_stat"]
source: Beacons Explored
ru: Маяков посещено

# data/text_misc.xml.append$//text[@name="scrap_stat"]
source: Scrap Collected
ru: Собрано лома

# data/text_misc.xml.append$//text[@name="crew_stat"]
source: Crew Hired
ru: Нанято экипажа

# data/text_misc.xml.append$//text[@name="most_defeated_stat"]
source: Most Ships Defeated
ru: Максимум побед над кораблями

# data/text_misc.xml.append$//text[@name="most_beacons_stat"]
source: Most Beacons Explored
ru: Максимум маяков посещено

# data/text_misc.xml.append$//text[@name="most_scrap_stat"]
source: Most Scrap Collected
ru: Максимум собрано лома

# data/text_misc.xml.append$//text[@name="most_crew_stat"]
source: Most Crew Hired
ru: Максимум нанято экипажа

# data/text_misc.xml.append$//text[@name="total_defeated_stat"]
source: Total Ships Defeated
ru: Всего побед над кораблями

# data/text_misc.xml.append$//text[@name="total_beacons_stat"]
source: Total Beacons Explored
ru: Всего маяков посещено

# data/text_misc.xml.append$//text[@name="total_scrap_stat"]
source: Total Scrap Collected
ru: Всего собрано лома

# data/text_misc.xml.append$//text[@name="total_crew_stat"]
source: Total Crew Hired
ru: Всего нанято экипажа

# data/text_misc.xml.append$//text[@name="crew_evasions"]
source: Piloted Evasions
ru: Управляемых уворотов

# data/text_misc.xml.append$//text[@name="crew_repairs"]
source: Repairs
ru: Починок

# data/text_misc.xml.append$//text[@name="crew_kills"]
source: Combat Kills
ru: Убийств в схватках

# data/text_misc.xml.append$//text[@name="crew_jumps"]
source: Jumps Survived
ru: Прыжков пережито

# data/text_misc.xml.append$//text[@name="crew_masteries"]
source: Skill Masteries Earned
ru: Изучено навыков

# data/text_misc.xml.append$//text[@name="most_crew_evasions"]
source: Most Piloted Evasions
ru: Максимум управляемых уворотов

# data/text_misc.xml.append$//text[@name="most_crew_repairs"]
source: Most Repairs
ru: Максимум починок

# data/text_misc.xml.append$//text[@name="most_crew_kills"]
source: Most Combat Kills
ru: Максимум убийств в схватках

# data/text_misc.xml.append$//text[@name="most_crew_jumps"]
source: Most Jumps Survived
ru: Максимум прыжков пережито

# data/text_misc.xml.append$//text[@name="most_crew_masteries"]
source: Most Skill Masteries Earned
ru: Максимум изучено навыков

# data/text_misc.xml.append$//text[@name="records_heading"]
source: Session Records:
ru: Рекорды полётов:

# data/text_misc.xml.append$//text[@name="crew_heading"]
source: Crew Records:
ru: Рекорды экипажа:

# data/text_misc.xml.append$//text[@name="stats_heading"]
source: Session Stats:
ru: Статистика последнего полёта:

# data/text_misc.xml.append$//text[@name="total_heading"]
source: Totals:
ru: Всего:

# data/text_misc.xml.append$//text[@name="final_score"]
source: Final Score
ru: Общий счёт

# data/text_misc.xml.append$//text[@name="total_games"]
source: Total Games Played
ru: Всего полётов

# data/text_misc.xml.append$//text[@name="total_victories"]
source: Total Victories
ru: Всего побед
