Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru

# data/text_misc.xml.append$//text[@name="repair_tooltip"]
source: Ship repair drone. Cannot be targeted.
ru: Ремонтник корпуса. Наведение невозможно.

# data/text_misc.xml.append$//text[@name="boarding_tooltip"]
source: Boarding drone. Cannot be targeted.
ru: Абордажный дрон. Наведение невозможно.

# data/text_misc.xml.append$//text[@name="shield_tooltip"]
source: Shield overcharger. Cannot be targeted.
ru: Щитовой дрон. Наведение невозможно.

# data/text_misc.xml.append$//text[@name="combat_friendly"]
source: Your Combat Drone:\nRepeatedly attacks enemy ship. Will function until destroyed or until you jump away.
ru: Ваш боевой дрон: \nПериодически атакует вражеский корабль. Будет работать, пока его не уничтожат, или вы не совершите прыжок.

# data/text_misc.xml.append$//text[@name="combat_enemy"]
source: Enemy Combat Drone:\nRepeatedly attacks your ship. Can be shut down by damaging the enemy ship's drone system.
ru: Вражеский боевой дрон: \nПериодически атакует ваш корабль. Может быть отключён повреждением вражеской системы управления дронами.

# data/text_misc.xml.append$//text[@name="defense_friendly"]
source: Your Basic Defense Drone: \nShoots down missiles, mines and debris. Will function until destroyed or until you jump away.
ru: Ваш защитный дрон 1 уровня: \nСбивает ракеты, мины, мусор, астероиды и дрона-взломщика. Будет работать, пока не будет уничтожен, или вы не совершите прыжок.

# data/text_misc.xml.append$//text[@name="defense_enemy"]
source: Enemy Basic Defense Drone: \nShoots down missiles, mines and debris. Can be shut down by damaging the enemy ship's drone system.
ru: Защитный дрон 1 уровня: \nСбивает ракеты, мины, мусор, астероиды и дрона-взломщика. Может быть отключён повреждением вражеской системы управления дронами.

# data/text_misc.xml.append$//text[@name="defense_2_friendly"]
source: Your Adv. Defense Drone: \nShoots down any projectiles. Will function until destroyed or until you jump away.
ru: Ваш защитный дрон 2 уровня: \nСбивает любые снаряды. Будет работать, пока его не уничтожат, или вы не совершите прыжок.

# data/text_misc.xml.append$//text[@name="defense_2_enemy"]
source: Enemy Adv. Defense Drone: \nShoots down any projectiles. Can be shut down by damaging the enemy ship's drone system.
ru: Защитный дрон 2 уровня: \nСбивает любые снаряды. Может быть отключён повреждением вражеской системы управления дронами.

# data/text_misc.xml.append$//text[@name="anti_combat_friendly"]
source: Your Anti-Combat Drone:\nShoots to stun and possibly destroy enemy combat drones. Will function until destroyed or until you jump away.
ru: Ваш анти-боевой дрон: \nОглушает и уничтожает вражеских дронов. Будет работать, пока его не уничтожат, или вы не совершите прыжок.

# data/text_misc.xml.append$//text[@name="anti_combat_enemy"]
source: Enemy Anti-Combat Drone:\nShoots to stun and possibly destroy your combat drones. Can be shut down by damaging the enemy ship's drone system.
ru: Вражеский анти-боевой дрон: \nОглушает и уничтожает ваших дронов. Может быть отключён нанесением урона по системе управления дронами вражеского корабля.

# data/text_misc.xml.append$//text[@name="map_title"]
source: BEACON MAP
ru: КАРТА МАЯКОВ

# data/text_misc.xml.append$//text[@name="map_sector"]
source: SECTOR
ru: СЕКТОР

# data/text_misc.xml.append$//text[@name="map_icon_base"]
source: BASE
ru: БАЗА

# data/text_misc.xml.append$//text[@name="map_icon_distress"]
source: DISTRESS
ru: БЕДСТВИЕ

# data/text_misc.xml.append$//text[@name="map_icon_exit"]
source: EXIT
ru: ВЫХОД

# data/text_misc.xml.append$//text[@name="map_icon_quest"]
source: QUEST
ru: ЗАДАНИЕ

# data/text_misc.xml.append$//text[@name="map_icon_repair"]
source: REPAIR
ru: РЕМОНТ

# data/text_misc.xml.append$//text[@name="map_icon_store"]
source: STORE
ru: МАГАЗИН

# data/text_misc.xml.append$//text[@name="button_nextsector"]
source: NEXT SECTOR
ru: СЛЕДУЮЩИЙ СЕКТОР

# data/text_misc.xml.append$//text[@name="button_wait"]
source: WAIT
ru: ЖДАТЬ

# data/text_misc.xml.append$//text[@name="map_distress_beacon"]
source: DISTRESS\nBEACON
ru: МАЯК\nБЕДСТВИЯ

# data/text_misc.xml.append$//text[@name="button_distress_off"]
source: OFF
ru: выкл

# data/text_misc.xml.append$//text[@name="button_distress_on"]
source: ON
ru: вкл

# data/text_misc.xml.append$//text[@name="map_nofuel"]
source: NO FUEL
ru: НЕТ ТОПЛИВА

# data/text_misc.xml.append$//text[@name="map_waiting"]
source: Waiting...
ru: Ждём...

# data/text_misc.xml.append$//text[@name="sector_title"]
source: SECTOR MAP
ru: КАРТА СЕКТОРОВ

# data/text_misc.xml.append$//text[@name="sector_legend_civilian"]
source: Civilian
ru: Гражданский

# data/text_misc.xml.append$//text[@name="sector_legend_hostile"]
source: Hostile
ru: Опасный

# data/text_misc.xml.append$//text[@name="sector_legend_nebula"]
source: Nebula
ru: Туманность

# data/text_misc.xml.append$//text[@name="sector_civilian"]
source: Unidentified Civilian Sector
ru: Неопознанный гражданский сектор

# data/text_misc.xml.append$//text[@name="sector_hostile"]
source: Unidentified Hostile Sector
ru: Неопознанный опасный сектор

# data/text_misc.xml.append$//text[@name="sector_nebula"]
source: Unidentified Nebula Sector
ru: Неопознанная туманность

# data/text_misc.xml.append$//text[@name="sector_unknown"]
source: Unidentified Sector
ru: Неопознанный особый сектор

# data/text_misc.xml.append$//text[@name="boss_jumps"]
source: Turns until the base is destroyed
ru: Прыжков до того, как база будет уничтожена

# data/text_misc.xml.append$//text[@name="pc_boss"]
source: The Flagship will destroy the Federation Base if it spends three consecutive turns there.\n\nThe red rotating Flagship icon indicates its position. When the jump line from the ship is solid, it will jump to the indicated beacon on that turn.\n\nRepair stations partially repair for free.
ru: Флагман уничтожит базу Федерации, если он проведёт на ней три хода подряд. \n\nКрасная вращающаяся иконка флагмана показывает его положение. Когда линия прыжка флагмана становится толстой, это означает, что он прыгнет к маяку на этом ходу. \n\nРемонтные станции бесплатно частично ремонтируют.

# data/text_misc.xml.append$//text[@name="ipad_boss"]
source: The Flagship will destroy the Federation Base if it spends three consecutive turns there. The red rotating Flagship icon indicates its position. When the jump line from the ship is solid, it will jump to the indicated beacon on that turn. Repair stations partially repair for free.
ru: Флагман уничтожит базу Федерации, если он проведёт на ней три хода подряд. Красная вращающаяся иконка флагмана показывает его положение. Когда линия прыжка флагмана становится сплошной, это означает, что он прыгнет к маяку на этом ходу. Ремонтные станции бесплатно частично ремонтируют.

# data/text_misc.xml.append$//text[@name="final_sector_wait"]
source: Wait in your current location.
ru: Ожидать в текущей области.

# data/text_misc.xml.append$//text[@name="map_current_loc"]
source: Your current location.
ru: Ваше текущее положение.

# data/text_misc.xml.append$//text[@name="map_boss_loc"]
source: Rebel Flagship
ru: Флагман повстанцев

# data/text_misc.xml.append$//text[@name="map_base_loc"]
source: This is the Federation Base.
ru: Это — база Федерации.

# data/text_misc.xml.append$//text[@name="map_exit_loc"]
source: This is the exit beacon. Go here to travel to the next sector.
ru: Это маяк выхода. Летите туда, чтобы попасть в следующий сектор.

# data/text_misc.xml.append$//text[@name="map_rebels_loc"]
source: The Rebels are about to gain control of this beacon!
ru: Повстанцы захватят этот маяк в ближайшее время!

# data/text_misc.xml.append$//text[@name="map_store_loc"]
source: You previously found a store at this location.
ru: Ранее вы нашли магазин в этом месте.

# data/text_misc.xml.append$//text[@name="map_repair_loc"]
source: Federation Repair Station. Repairs hull and provides supplies.
ru: Ремонтная станция Федерации. Ремонтирует повреждения корпуса и обеспечивает припасами.

# data/text_misc.xml.append$//text[@name="map_fleet_loc"]
source: The Rebels have control of this location. Very dangerous.
ru: Повстанцы контролируют этот маяк. Очень опасно.

# data/text_misc.xml.append$//text[@name="map_hostile_loc"]
source: A hostile enemy was left behind at this location.
ru: Вражеский корабль был оставлен в этом месте.

# data/text_misc.xml.append$//text[@name="map_nothing_loc"]
source: Explored location. Nothing left of interest.
ru: Разведанное место. Ничего интересного.

# data/text_misc.xml.append$//text[@name="map_distress_loc"]
source: Distress beacon. Someone might need help.
ru: Сигнал бедствия. Кому-то, возможно, нужна помощь.

# data/text_misc.xml.append$//text[@name="map_ship_loc"]
source: Unvisited. Possible ship detected.
ru: Не посещено. Обнаружен корабль.

# data/text_misc.xml.append$//text[@name="map_quest_loc"]
source: Unvisited. Quest destination.
ru: Не посещено. Цель задания.

# data/text_misc.xml.append$//text[@name="map_merchant_loc"]
source: Unvisited. Reported merchant location.
ru: Не посещено. Расположение торговцев.

# data/text_misc.xml.append$//text[@name="map_unvisited_loc"]
source: An unvisited location.
ru: Непосещённое место.

# data/text_misc.xml.append$//text[@name="map_nebula_fleet_loc"]
source: The Rebel Fleet was prepared for the nebula in this sector, so it won't be as effective a hiding spot.
ru: Флот повстанцев был готов к туманности в этом секторе, поэтому она не будет таким эффективным укрытием.

# data/text_misc.xml.append$//text[@name="map_nebula_loc"]
source: The nebula here will make fleet pursuit slower but will disrupt your sensors.
ru: Туманность замедлит преследование флота, но также и нарушит работу ваших сенсоров.

# data/text_misc.xml.append$//text[@name="map_asteroid_loc"]
source: Asteroid field detected in this location.
ru: Обнаружено астероидное поле.

# data/text_misc.xml.append$//text[@name="map_sun_loc"]
source: Beacon coordinates appear to be very close to a nearby sun.
ru: Координаты маяка опасно близки к звезде неподалёку.

# data/text_misc.xml.append$//text[@name="map_ion_loc"]
source: This section of the nebula is experiencing an ion storm.
ru: В этом секторе туманности бушует ионный шторм.

# data/text_misc.xml.append$//text[@name="map_pulsar_loc"]
source: A pulsar is flooding this area with dangerous electromagnetic forces.
ru: В этой зоне пульсар испускает опасные электромагнитные импульсы.

# data/text_misc.xml.append$//text[@name="map_pds_fleet"]
source: The fleet's anti-ship batteries will be firing on you at this location.
ru: В этой зоне противокорабельные батареи флота откроют по вам огонь.

# data/text_misc.xml.append$//text[@name="map_pds_loc"]
source: Planet-side anti-ship batteries are detected in this system.
ru: В этой системе обнаружена планетарная противокорабельная батарея.

# data/text_misc.xml.append$//text[@name="upgrade_frame_systems"]
source: SYSTEMS
ru: СИСТЕМЫ

# data/text_misc.xml.append$//text[@name="upgrade_frame_subsystems"]
source: SUBSYSTEMS
ru: ПОДСИСТЕМЫ

# data/text_misc.xml.append$//text[@name="upgrade_frame_reactor"]
source: REACTOR
ru: РЕАКТОР

# data/text_misc.xml.append$//text[@name="button_accept"]
source: ACCEPT
ru: ПРИНЯТЬ

# data/text_misc.xml.append$//text[@name="button_undo"]
source: CANCEL
ru: ОТМЕНА

# data/text_misc.xml.append$//text[@name="upgrade_max"]
source: MAX
ru: МАКС.

# data/text_misc.xml.append$//text[@name="upgrade_reactor_power"]
source: \1 POWER BARS
ru: \1 ЕД. ЭНЕРГИИ

# data/text_misc.xml.append$//text[@name="crewbox_dismiss"]
source: DISMISS
ru: ВЫГНАТЬ

# data/text_misc.xml.append$//text[@name="rename_note"]
source: Note: Click on any crew name to change it.\nChange the crew order by dragging; change pages with the mouse wheel.
ru: Примечание: Щёлкните на имя экипажа, чтобы изменить его.\nИзмените порядок перетаскиванием, смена страниц колёсиком мыши.

# data/text_misc.xml.append$//text[@name="equipment_frame_weapons"]
source: WEAPONS
ru: ОРУДИЯ

# data/text_misc.xml.append$//text[@name="equipment_frame_drones"]
source: DRONES
ru: ДРОНЫ

# data/text_misc.xml.append$//text[@name="equipment_frame_cargo"]
source: CARGO
ru: ТРЮМ

# data/text_misc.xml.append$//text[@name="equipment_frame_augments"]
source: AUGMENTATIONS
ru: УСИЛЕНИЯ

# data/text_misc.xml.append$//text[@name="equipment_no_system"]
source: SYSTEM NOT INSTALLED
ru: СИСТЕМА НЕ УСТАНОВЛЕНА

# data/text_misc.xml.append$//text[@name="overcapacity_crew_title"]
source: OVER\nCAPACITY
ru: НЕТ\nМЕСТА

# data/text_misc.xml.append$//text[@name="overcapacity_crew_text"]
source: You must dismiss a crew member to continue.
ru: Вам необходимо убрать лишнего члена команды для продолжения.

# data/text_misc.xml.append$//text[@name="overcapacity_item_title"]
source: OVER\nCAPACITY
ru: НЕТ\nМЕСТА

# data/text_misc.xml.append$//text[@name="overcapacity_item_text1"]
source: This item will be left behind when you jump.
ru: Этот предмет будет оставлен после прыжка.

# data/text_misc.xml.append$//text[@name="overcapacity_item_text2"]
source: Drag and drop to swap items.
ru: Для смены предмета перетащите его мышкой.

# data/text_misc.xml.append$//text[@name="overcapacity_aug_title"]
source: OVER\nCAPACITY
ru: НЕТ\nМЕСТА

# data/text_misc.xml.append$//text[@name="overcapacity_aug_text1"]
source: This augment will be left behind when you jump.
ru: Это усиление будет оставлено после прыжка.

# data/text_misc.xml.append$//text[@name="overcapacity_aug_text2"]
source: Drag and drop to swap augments.
ru: Для смены усиления перетащите его мышкой.

# data/text_misc.xml.append$//text[@name="store_tab_buy"]
source: BUY
ru: КУПИТЬ

# data/text_misc.xml.append$//text[@name="store_tab_sell"]
source: SELL
ru: ПРОДАТЬ

# data/text_misc.xml.append$//text[@name="store_tab_page1"]
source: PAGE 1
ru: ЛИСТ 1

# data/text_misc.xml.append$//text[@name="store_tab_page2"]
source: PAGE 2
ru: ЛИСТ 2

# data/text_misc.xml.append$//text[@name="store_title_items"]
source: ITEMS
ru: ПРИПАСЫ

# data/text_misc.xml.append$//text[@name="store_title_repair"]
source: REPAIR
ru: РЕМОНТ

# data/text_misc.xml.append$//text[@name="store_title_augments"]
source: AUGMENTATIONS
ru: УСИЛЕНИЯ

# data/text_misc.xml.append$//text[@name="store_title_crew"]
source: CREW
ru: ЭКИПАЖ

# data/text_misc.xml.append$//text[@name="store_title_drones"]
source: DRONES
ru: ДРОНЫ

# data/text_misc.xml.append$//text[@name="store_title_systems"]
source: SYSTEMS
ru: СИСТЕМЫ

# data/text_misc.xml.append$//text[@name="store_title_weapons"]
source: WEAPONS
ru: ОРУДИЯ

# data/text_misc.xml.append$//text[@name="store_current_hull"]
source: CURRENT\nHULL
ru: ПРОЧНОСТЬ\nКОРПУСА

# data/text_misc.xml.append$//text[@name="repair_all_button"]
source: FIX ALL
ru: ЧИНИТЬ\nВСЁ

# data/text_misc.xml.append$//text[@name="repair_all_title"]
source: Repair Entire Hull
ru: Ремонт всего корпуса

# data/text_misc.xml.append$//text[@name="repair_all_desc"]
source: Purchase a repair job to restore your hull health back to maximum.
ru: Заплатить за починку всего корпуса.

# data/text_misc.xml.append$//text[@name="repair_one_button"]
source: FIX 1
ru: ЧИНИТЬ 1

# data/text_misc.xml.append$//text[@name="repair_one_title"]
source: Repair Partial Hull
ru: Частичный ремонт

# data/text_misc.xml.append$//text[@name="repair_one_desc"]
source: Purchase a repair job to restore one point of hull health.
ru: Заплатить за починку 1 единицы корпуса.

# data/text_misc.xml.append$//text[@name="repair_max"]
source: MAX
ru: МАКС.

# data/text_misc.xml.append$//text[@name="sell_box_title"]
source: SELL ITEM
ru: ПРОДАЖА

# data/text_misc.xml.append$//text[@name="sell_box_text"]
source: Drag equipment or augmentations into this box to sell them.
ru: Переместите сюда оборудование или усиление, чтобы продать его.

# data/text_misc.xml.append$//text[@name="sell_value"]
source: SELL VALUE
ru: ЦЕНА ПРОДАЖИ

# data/text_misc.xml.append$//text[@name="have_augment"]
source: You already have this type of augmentation and its effect cannot be stacked.
ru: У вас уже есть это усиление этого типа, и их эффекты не складываются.

# data/text_misc.xml.append$//text[@name="max_crew"]
source: Your ship is full and cannot hold any more crewmembers!
ru: Ваш корабль полон и не может вместить больше экипажа.

# data/text_misc.xml.append$//text[@name="max_drones"]
source: Your ship's cargo is full and cannot hold any more drones!
ru: Ваш склад полон, больше дронов не поместится!

# data/text_misc.xml.append$//text[@name="max_weapons"]
source: Your ship's cargo is full and cannot hold any more weapons!
ru: Ваш склад полон, больше оружия не поместится!

# data/text_misc.xml.append$//text[@name="system_drones"]
source: Powers the ship's drones.
ru: Даёт питание дронам на корабле.

# data/text_misc.xml.append$//text[@name="free_drone"]
source: Comes with a free random drone: \1\n(Fixed 30~ sell value)
ru: Случайный дрон в подарок: \1\n(Цена продажи 30~)

# data/text_misc.xml.append$//text[@name="sys_full"]
source: You've reached the System Limit.
ru: У вас уже максимальное количество систем.

# data/text_misc.xml.append$//text[@name="defense_asteroid_friendly"]
source: Your Defense Drone:\nShoots down asteroids. Will function until destroyed or until you jump away.
ru: Ваш защитный дрон:\nСбивает астероиды. Будет работать до тех пор, пока не будет уничтожен или пока вы не прыгнете.

# data/text_misc.xml.append$//text[@name="defense_asteroid_enemy"]
source: Defense Drone:\nShoots down asteroids. Can be shut down by damaging the enemy ship's drone system.
ru: Защитный дрон:\nСбивает астероиды. Может быть отключён путём повреждения системы дронов вражеского корабля.

# data/text_misc.xml.append$//text[@name="defense_solid_friendly"]
source: Your Defense Drone:\nShoots down missiles, asteroids, and combat drones. Will function until destroyed or until you jump away.
ru: Ваш защитный дрон:\nСбивает ракеты, мины, астероиды и боевые дроны. Будет работать до тех пор, пока не будет уничтожен или пока вы не прыгнете.

# data/text_misc.xml.append$//text[@name="defense_solid_enemy"]
source: Defense Drone:\nShoots down missiles, asteroids, and combat drones. Can be shut down by damaging the enemy ship's drone system.
ru: Защитный дрон:\nСбивает ракеты, мины, астероиды и боевые дроны. Может быть отключён путём повреждения системы дронов вражеского корабля.

# data/text_misc.xml.append$//text[@name="defense_all_friendly"]
source: Your Defense Drone:\nShoots down all projectiles and drones. Will function until destroyed or until you jump away.
ru: Ваш защитный дрон:\nСбивает все снаряды и дроны. Будет работать до тех пор, пока не будет уничтожен или пока вы не прыгнете.

# data/text_misc.xml.append$//text[@name="defense_all_enemy"]
source: Defense Drone:\nShoots down all projectiles and drones. Can be shut down by damaging the enemy ship's drone system.
ru: Защитный дрон:\nСбивает все снаряды и дроны. Может быть отключён путём повреждения системы дронов вражеского корабля.

# data/text_misc.xml.append$//text[@name="artillery_1"]
source: Cooldown 1.25x‡
ru: перезарядка 1.25x‡

# data/text_misc.xml.append$//text[@name="artillery_2"]
source: Cooldown 1x‡
ru: перезарядка 1x‡

# data/text_misc.xml.append$//text[@name="artillery_3"]
source: Cooldown 0.75x‡
ru: перезарядка 0.75x‡

# data/text_misc.xml.append$//text[@name="artillery_4"]
source: Cooldown 0.5x‡
ru: перезарядка 0.5x‡

# data/text_misc.xml.append$//text[@name="door_1"]
source: Normal doors
ru: Обычные двери

# data/text_misc.xml.append$//text[@name="door_2"]
source: Blast Doors
ru: Укреплённые двери

# data/text_misc.xml.append$//text[@name="door_3"]
source: Improved Blast Doors
ru: Армированные двери

# data/text_misc.xml.append$//text[@name="door_4"]
source: Super Blast Doors
ru: Бронированные двери

# data/text_misc.xml.append$//text[@name="pilot_1"]
source: Needs pilot to function
ru: Необходим пилот

# data/text_misc.xml.append$//text[@name="pilot_2"]
source: Auto: 50% evasion
ru: Автопилот: 50% уворота

# data/text_misc.xml.append$//text[@name="pilot_3"]
source: Auto: 80% evasion
ru: Автопилот: 80% уворота

# data/text_misc.xml.append$//text[@name="sensor_1"]
source: See ship interior
ru: Интерьер вашего корабля

# data/text_misc.xml.append$//text[@name="sensor_2"]
source: See enemy interior
ru: Интерьер корабля врага

# data/text_misc.xml.append$//text[@name="sensor_3"]
source: |, }, dodge, O2 and weapon charge
ru: |, }, уворот, О2 и орудия врага

# data/text_misc.xml.append$//text[@name="sensor_4"]
source: See enemy power use
ru: Энергия корабля врага

# data/text_misc.xml.append$//text[@name="cloak"]
source: Cloak: \1 seconds
ru: Маскировка: \1 секунд

# data/text_misc.xml.append$//text[@name="teleporter_on"]
source: \1 sec cooldown
ru: \1 сек. перезарядка

# data/text_misc.xml.append$//text[@name="engine"]
source: Dodge: \1 / FTL: \2x
ru: Уворот: \1 / FTL: \2x

# data/text_misc.xml.append$//text[@name="medbay_healing"]
source: Healing Boost: \1x
ru: Скорость лечения: \1x

# data/text_misc.xml.append$//text[@name="system_power"]
source: More System Power
ru: Увеличение мощности

# data/text_misc.xml.append$//text[@name="oxygen_on"]
source: O2 Refill Boost: \1x
ru: Скорость подачи О2: \1x

# data/text_misc.xml.append$//text[@name="shields_0"]
source: One Shield Barrier
ru: 1 защитный барьер

# data/text_misc.xml.append$//text[@name="shields_1"]
source: Two Shield Barriers
ru: 2 защитных барьера

# data/text_misc.xml.append$//text[@name="shields_2"]
source: Three Shield Barriers
ru: 3 защитных барьера

# data/text_misc.xml.append$//text[@name="shields_3"]
source: Four Shield Barriers
ru: 4 защитных барьера

# data/text_misc.xml.append$//text[@name="hacking_duration"]
source: \1 second disruption
ru: \1 сек. взлома

# data/text_misc.xml.append$//text[@name="mind_1"]
source: Mind control 1 target
ru: Управляет разумом 1 цели

# data/text_misc.xml.append$//text[@name="mind_2"]
source: +25 HP, 1.5x DMG
ru: +25 HP, +50% урон

# data/text_misc.xml.append$//text[@name="mind_3"]
source: +50 HP, 2x DMG, 2 targets
ru: +50 HP, +100% урон, 2 цели

# data/text_misc.xml.append$//text[@name="battery_power"]
source: Provides \1 bonus power
ru: Даёт \1 доп. энергии

# data/text_misc.xml.append$//text[@name="clone"]
source: \1 sec clone
ru: \1 сек. клон.

# data/text_misc.xml.append$//text[@name="clone_full"]
source: \1 sec clone + \2 hp/jump
ru: \1 сек. клон. + \2 хп/прыжок

# data/text_misc.xml.append$//text[@name="hotkey_temporal"]
source: Power Temporal Manipulator
ru: Запитать манипулятор времени

# data/text_misc.xml.append$//text[@name="hotkey_un_temporal"]
source: De-Power Temporal Manipulator
ru: Отключить манипулятор времени

# data/text_misc.xml.append$//text[@name="hotkey_temporal_speed"]
source: Temporal Speed Up
ru: Манипулятор времени: ускорение

# data/text_misc.xml.append$//text[@name="hotkey_temporal_slow"]
source: Temporal Slow Down
ru: Манипулятор времени: замедление

# data/text_misc.xml.append$//text[@name="tooltip_temporal"]
source: Temporal Manipulator: Changes the flow of time in one room.
ru: Манипулятор времени: изменяет течение времени в одном отсеке.

# data/text_misc.xml.append$//text[@name="tooltip_temporal_enemy"]
source: Temporal Manipulator: The enemy can use this to change the flow of time in one room.
ru: Манипулятор времени: враг может использовать это, чтобы изменить течение времени в одном отсеке.

# data/text_misc.xml.append$//text[@name="temporal"]
source: Temporal Manipulator
ru: Время \1x/\4x на \3/\6 сек.

# data/text_misc.xml.append$//text[@name="temporal_tooltip"]
source: \1x/\4x speed for \3/\6 sec
ru: Время \1x/\4x на \3/\6 сек.

# data/text_misc.xml.append$//text[@name="temporal_arm_super_shields"]
source: Blocked by Super Shields.
ru: Блокировано суперщитом.

# data/text_misc.xml.append$//text[@name="temporal_arm_speed"]
source: Speed up everything in the room by \1x for \3 seconds.
ru: Ускорить всё в отсеке в \1x на \3 сек.
