Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru

# data/text_misc.xml.append$//text[@name="reactor"]
source: The Reactor
ru: Реактор

# data/text_misc.xml.append$//text[@name="oxygen_installed"]
source: Oxygen System installed
ru: Система кислорода установлена

# data/text_misc.xml.append$//text[@name="doors_installed"]
source: Doors installed
ru: Шлюзы установлены

# data/text_misc.xml.append$//text[@name="shields_installed"]
source: Shields installed
ru: Щиты установлены

# data/text_misc.xml.append$//text[@name="pilot_installed"]
source: Piloting installed
ru: Рубка управления установлена

# data/text_misc.xml.append$//text[@name="engines_installed"]
source: Engines installed
ru: Двигатели установлены

# data/text_misc.xml.append$//text[@name="sensors_installed"]
source: Sensors installed
ru: Сенсоры установлены

# data/text_misc.xml.append$//text[@name="medbay_installed"]
source: Medbay installed
ru: Медотсек установлен

# data/text_misc.xml.append$//text[@name="weapons_installed"]
source: Weapon Control installed
ru: Система управления орудиями установлена

# data/text_misc.xml.append$//text[@name="drones_installed"]
source: Drone Control installed
ru: Система управления дронами установлена

# data/text_misc.xml.append$//text[@name="teleporter_installed"]
source: Teleporter installed
ru: Телепортер установлен

# data/text_misc.xml.append$//text[@name="cloaking_installed"]
source: Cloaking installed
ru: Система маскировки установлена

# data/text_misc.xml.append$//text[@name="artillery_installed"]
source: Artillery installed
ru: Артиллерия установлена

# data/text_misc.xml.append$//text[@name="battery_installed"]
source: Backup Battery installed
ru: Резервная батарея установлена

# data/text_misc.xml.append$//text[@name="clonebay_installed"]
source: Clone Bay installed
ru: Клон-отсек установлен

# data/text_misc.xml.append$//text[@name="mind_installed"]
source: Mind Control installed
ru: Система управления разумом установлена

# data/text_misc.xml.append$//text[@name="hacking_installed"]
source: Hacking installed
ru: Система взлома установлена

# data/text_misc.xml.append$//text[@name="reactor_installed"]
source: Reactor installed
ru: Реактор установлен

# data/text_misc.xml.append$//text[@name="new_system_last"]
source: Warning: If you add a new system, your ship will be full and unable to hold any more.
ru: Внимание: Эта система займёт последний свободный слот на вашем корабле.

# data/text_misc.xml.append$//text[@name="new_system_penultimate"]
source: Warning: If you add a new system, you will have 1 system slot left.
ru: Внимание: Если вы установите эту систему, у вас останется ещё один свободный слот.

# data/text_misc.xml.append$//text[@name="new_system_update"]
source: Warning: If you add a new system, you will have \1 system slots left.
ru: Внимание: Если вы установите эту систему, у вас останется \1 слота под системы.

# data/text_misc.xml.append$//text[@name="new_system_clonebay"]
source: Warning: Accepting a clone bay will replace your medbay.
ru: Внимание: Клон-отсек заменит медотсек.

# data/text_misc.xml.append$//text[@name="new_system_medbay"]
source: Warning: Accepting a medbay will replace your clone bay.
ru: Внимание: Медотсек заменит клон-отсек.

# data/text_misc.xml.append$//text[@name="new_system_full"]
source: Warning: You cannot hold any more systems.
ru: Внимание: Вы больше не можете устанавливать системы.

# data/text_misc.xml.append$//text[@name="new_system_owned"]
source: Warning: You already have the offered system.
ru: Внимание: У вас уже есть эта система.

# data/text_misc.xml.append$//text[@name="dead_crew"]
source: \1 is gone
ru: \1 погиб

# data/text_misc.xml.append$//text[@name="traitor_crew"]
source: \1 is now an enemy
ru: \1 встал на сторону противника

# data/text_misc.xml.append$//text[@name="intruder_alert"]
source: Intruders on board!
ru: Захватчики на борту!

# data/text_misc.xml.append$//text[@name="item_removed"]
source: Equipment removed: \1
ru: Оборудование удалено: \1

# data/text_misc.xml.append$//text[@name="damage_alert"]
source: \1 damage to your hull
ru: \1 ед. урона корпуса

# data/text_misc.xml.append$//text[@name="heal_alert"]
source: \1 hull points repaired
ru: \1 ед. корпуса отремонтировано

# data/text_misc.xml.append$//text[@name="heal_1_alert"]
source: 1 hull point repaired
ru: 1 ед. корпуса восстановлена

# data/text_misc.xml.append$//text[@name="fleet_delayed"]
source: Fleet delayed by \1 jumps
ru: Флот задержан на \1 прыжка

# data/text_misc.xml.append$//text[@name="fleet_delayed_1"]
source: Fleet delayed by 1 jump
ru: Флот задержан на 1 прыжок

# data/text_misc.xml.append$//text[@name="fleet_speed"]
source: Fleet pursuit doubled for \1 jumps
ru: Флот приблизился на \1 прыжка

# data/text_misc.xml.append$//text[@name="fleet_speed_1"]
source: Fleet pursuit doubled for 1 jump
ru: Флот приблизился на 1 прыжок

# data/text_misc.xml.append$//text[@name="gameover_title_gameover"]
source: GAME OVER
ru: ПОРАЖЕНИЕ

# data/text_misc.xml.append$//text[@name="gameover_title_victory"]
source: VICTORY!
ru: ПОБЕДА!

# data/text_misc.xml.append$//text[@name="gameover_button_stats"]
source: STATS
ru: СЧЁТ

# data/text_misc.xml.append$//text[@name="gameover_button_restart"]
source: RESTART
ru: ЗАНОВО

# data/text_misc.xml.append$//text[@name="gameover_button_hangar"]
source: HANGAR
ru: АНГАР

# data/text_misc.xml.append$//text[@name="gameover_button_mainmenu"]
source: MAIN MENU
ru: МЕНЮ

# data/text_misc.xml.append$//text[@name="gameover_button_quit"]
source: QUIT
ru: ВЫХОД

# data/text_misc.xml.append$//text[@name="gameover_win"]
source: Congratulations! You've defeated the Rebel Flagship and ensured the victory of the Federation!
ru: Поздравляем! Вы уничтожили флагман повстанцев и обеспечили победу Федерации!

# data/text_misc.xml.append$//text[@name="gameover_win_demo"]
source: Congratulations! You've defeated the 'Impossible Pirate' and completed the Demo!
ru: Поздравляем! Вы уничтожили невозможного пирата и прошли демо-версию!

# data/text_misc.xml.append$//text[@name="gameover_crew"]
source: All crewmembers have died. Your ship will continue to drift for eternity. Or until looters destroy it.
ru: Экипаж мёртв. Ваш корабль будет вечно дрейфовать по просторам космоса. Или попадётся мародёрам.

# data/text_misc.xml.append$//text[@name="gameover_blowup"]
source: One last explosion marks your fate as your ship is torn apart.
ru: И последний взрыв стал для вас роковым, разнеся ваш корабль на части.

# data/text_misc.xml.append$//text[@name="gameover_fedbase"]
source: The Rebel Flagship has destroyed the Federation Base. All is lost, they've won.
ru: Корабль повстанцев уничтожил базу Федерации. Всё кончено, они выиграли.

# data/text_misc.xml.append$//text[@name="gameover_tutorial"]
source: Somehow you've died during the introduction training exercise. Feel free to try again but this doesn't bode well for your mission.
ru: Каким-то образом вы погибли во время обучающих миссий. Вы можете попробовать снова, но это не сулит ничего хорошего вашей миссии.

# data/text_misc.xml.append$//text[@name="tooltip_jump_noJump"]
source: The enemy ship has disabled your FTL drive. There is no escape; you must defeat the enemy ship if you want to survive!
ru: Корабль противника отключил ваш FTL-привод. Выхода нет, вы должны победить вражеский корабль, если хотите выжить!

# data/text_misc.xml.append$//text[@name="crewlist_and"]
source: and
ru: и

# data/text_misc.xml.append$//text[@name="thank_ship"]
source: Thanks to the valiant effort of:
ru: Благодаря подвигу:

# data/text_misc.xml.append$//text[@name="thank_crew"]
source: And her successful crew:
ru: И его доблестному экипажу:

# data/text_misc.xml.append$//text[@name="credit_victory"]
source: The Rebel's flagship was destroyed, throwing their fleet into chaos and ensuring a Federation victory.
ru: Флагман повстанцев был уничтожен, что повергло их флот в хаос и обеспечило победу Федерации.

# data/text_misc.xml.append$//text[@name="game_from"]
source: 'Arsenal +' created by:
ru: Модификация

# data/text_misc.xml.append$//text[@name="subset_games"]
source: Alexander "bamalf" Alferov and Konstantin "KBA3u" Morozov
ru: Arsenal +

# data/text_misc.xml.append$//text[@name="created_by"]
source: 'Arsenal +' designed by:
ru: Разработчики:

# data/text_misc.xml.append$//text[@name="matthew_justin"]
source: Mstislav "Al`Hazrad" Sokolov
ru: Александр "bamalf" Алферов,\nКонстантин "KBA3u" Морозов,\n Мстислав "Al'Hazrad" Соколов

# data/text_misc.xml.append$//text[@name="addition_code"]
source: English version by:
ru: Разработчики Hyperspace:

# data/text_misc.xml.append$//text[@name="andrew_church"]
source: Blizz/mr_easy_money
ru: TheSwiftTiger, Admiral Billy, mathchamp93, laszlogasd и другие

# data/text_misc.xml.append$//text[@name="music_by"]
source: Music and sound by:
ru: Музыка:

# data/text_misc.xml.append$//text[@name="ben_prunty"]
source: Ben Prunty, "Luminis Insigne", Mushroomer, and Kieve Svetnikov
ru: Дмитрий "Luminis Insigne" Замотаев

# data/text_misc.xml.append$//text[@name="writing_by"]
source: Original game by Subset Games
ru: Музыка Ордена, HAL и кристалинов:

# data/text_misc.xml.append$//text[@name="tom_jubert"]
source: Created by Matthew Davis and Justin Ma
ru: Kieve Svetnikov

# data/text_misc.xml.append$//text[@name="guest_writer"]
source: With writing from:
ru: Перевод на английский язык:

# data/text_misc.xml.append$//text[@name="chris_a"]
source: Tom Jubert and Chris Avellone
ru: BlizzArchonJ

# data/text_misc.xml.append$//text[@name="additional_art"]
source: Additional art, editing, and design by:
ru: Оригинальная игра:

# data/text_misc.xml.append$//text[@name="bryan_ma"]
source: Bryan Ma and Alison Waller
ru: Subset Games

# data/text_misc.xml.append$//text[@name="editing"]
source: Additional testing, advice, and invaluable support:
ru: Русская версия:

# data/text_misc.xml.append$//text[@name="alison_w"]
source: Alison, Maria, Bryan, Matthieu, Collin, Anton, Ethan, Andy, Xia Tai Yi, our parents, and many more
ru: Группа vk.com/ftl154

# data/text_misc.xml.append$//text[@name="additional_testing"]
source: Special thanks for their contributions:
ru: Благодарность за ценный вклад:

# data/text_misc.xml.append$//text[@name="family_friends"]
source: Alex Vinst, Anthonest, Arfy, Biohazard063, choosechee, Chrono Vortex, D:\side\, DarkGamer, DemiSir, Fotos, GianTell, Gigaxp, Harpuae, Katabatic, kokoro, Laythe, LordTrilobite, MantisManMike, NarnKar, Noobjuice, PLIOU, R4V3-0N (from GO BALLISTIC! 2.0 mod and ROGUE AI CRUISERS mod), Sleeper Service, TaxiService, Twinge, madhatter, slowriderxcorps, speedoflight, splette, Woona, vk.com/ftl154 group and many others
ru: Alex Vinst, Anthonest, Arfy, Biohazard063, choosechee, Chrono Vortex, D:\side\, DarkGamer, DemiSir, Fotos, GianTell, Gigaxp, Harpuae, Katabatic, kokoro, Laythe, LordTrilobite, MantisManMike, NarnKar, Noobjuice, PLIOU, R4V3-0N (from GO BALLISTIC! 2.0 mod and ROGUE AI CRUISERS mod), Sleeper Service, TaxiService, Twinge, madhatter, slowriderxcorps, speedoflight, splette, Woona и другие

# data/text_misc.xml.append$//text[@name="credits_loc_fr"]
source: Localization by Riotloc
ru: Локализовано компанией Riotloc

# data/text_misc.xml.append$//text[@name="credits_loc_fr_names"]
source: Vladimir Konoplitsky, Alexander Skakovsky
ru: Владимир Коноплицкий, Александр Скаковский

# data/text_misc.xml.append$//text[@name="credits_loc_it"]
source: French version
ru: Итальянская версия

# data/text_misc.xml.append$//text[@name="credits_loc_it_names"]
source: Eric Holweck, Bérangère Holweck, Guillaume Pelletier
ru: Ален Деллепьяне, Фабио Бортолотти, Лоренцо Бертолуччи, Маттео Скарабелли

# data/text_misc.xml.append$//text[@name="credits_loc_de"]
source: Italian version
ru: Немецкая версия

# data/text_misc.xml.append$//text[@name="credits_loc_de_names"]
source: Alain Dellepiane, Fabio Bortolotti, Lorenzo Bertolucci, Matteo Scarabelli
ru: Ульрих Онкен, Констанц Фогль, Роланд Штрубе

# data/text_misc.xml.append$//text[@name="credits_loc_es"]
source: German version
ru: Испанская версия

# data/text_misc.xml.append$//text[@name="credits_loc_es_names"]
source: Ulrich Onken, Constanze Vogl, Roland Strube
ru: Альба Кальво, Рамон Мендес, Хуан Рамон Аседо, Фернандо Морейрас

# data/text_misc.xml.append$//text[@name="credits_loc_pl"]
source: Spanish version
ru: Польская версия

# data/text_misc.xml.append$//text[@name="credits_loc_pl_names"]
source: Alba Calvo, Ramón Méndez, Juan Ramón Acedo, Fernando Moreiras
ru: Анджей Вроблевски, Марцин Серкис, Мацей Ковалик

# data/text_misc.xml.append$//text[@name="credits_loc_pt_BR"]
source: Polish version
ru: Португальская (бразильская) версия

# data/text_misc.xml.append$//text[@name="credits_loc_pt_BR_names"]
source: Andrzej Wróblewski, Marcin Serkies, Maciej Kowalik
ru: Бруно Диас, Кайо Улиана, Диего Перес, Терри Банэт

# data/text_misc.xml.append$//text[@name="credits_loc_ru"]
source: Brazilian Portuguese version
ru: Русская версия

# data/text_misc.xml.append$//text[@name="credits_loc_ru_names"]
source: Bruno Dias, Caio Uliana, Diego Perez, Thierry Banhete
ru: Группа vk.com/ftl154

# data/text_misc.xml.append$//text[@name="kickstarter"]
source: Thank you to all of our extremely generous Kickstarter backers, with a very special thank you to:
ru: Спасибо всем нашим чрезвычайно щедрым спонсорам на Кикстартере, особая благодарность:

# data/text_misc.xml.append$//text[@name="third_party"]
source: FTL uses the following third party libraries
ru: FTL использует следующие сторонние библиотеки

# data/text_misc.xml.append$//text[@name="folder"]
source: (See accompanying license folder or readme for more details)
ru: (См. прилагаемую папку с лицензией или readme для более подробной информации)

# data/text_misc.xml.append$//text[@name="touch_skip"]
source: Keep finger pressed to skip the credits.
ru: Коснитесь экрана и удерживайте палец, чтобы пропустить титры.

# data/text_misc.xml.append$//text[@name="tip_laser_blood"]
source: Tip: Bleeding deals 3 damage per second and lasts for 10 seconds. Duration stacks up to 4 times. Avatars and drones cannot bleed.
ru: Кровотечение наносит 3 ед. урона в секунду и длится 10 секунд. Длительность складывается до 4-х раз. Аватары и дроны не подвержены кровотечению.

# data/text_misc.xml.append$//text[@name="autofire_tooltip_on"]
source: Autofire On. Weapons by default will continue firing at their target.\n\nTap twice when arming a weapon to toggle its individual mode.
ru: Автоматический огонь вкл. Оружие будет продолжать стрелять в цель. \n\nНажмите дважды, чтобы сменить режим стрельбы.

# data/text_misc.xml.append$//text[@name="autofire_tooltip_off"]
source: Autofire Off. Weapons will only fire once at their target.\n\nTap twice when arming a weapon to toggle its individual mode.
ru: Автоматический огонь выкл. Оружие выстрелит один раз в цель. \n\nНажмите дважды, чтобы сменить режим стрельбы.

# data/text_misc.xml.append$//text[@name="health_tooltip"]
source: Health: \1/\2
ru: Здоровье: \1/\2

# data/text_misc.xml.append$//text[@name="death_tooltip"]
source: Dying
ru: Умирает

# data/text_misc.xml.append$//text[@name="save_stations_tooltip"]
source: Save your current crew positions\nHotkey: \1
ru: Сохранить текущие позиции экипажа \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="ret_stations_tooltip"]
source: Return crew to saved positions\nHotkey: \1
ru: Вернуть экипаж на сохранённые позиции \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="ship_info"]
source: Open the ship info screens. Unavailable when the ship is in danger.\nHotkey: \1
ru: Открыть информацию о корабле. Недоступно, когда корабль в опасности. \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="open_store"]
source: Reopen the store at your location.\nHotkey: \1
ru: Открыть местный магазин. \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="open_options"]
source: Open the settings menu
ru: Открыть меню настроек

# data/text_misc.xml.append$//text[@name="mind_controlled_tooltip"]
source: Mind Controlled
ru: Под контролем

# data/text_misc.xml.append$//text[@name="rearrange"]
source: Click and drag to rearrange
ru: Нажмите и перетащите, чтобы поменять местами

# data/text_misc.xml.append$//text[@name="hotkey"]
source: Hotkey: \1
ru: Горячая клавиша: \1

# data/text_misc.xml.append$//text[@name="jump_button"]
source: Opens star map to choose jump location.\nHotkey: \1
ru: Открыть звёздную карту, чтобы выбрать место для следующего прыжка. \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="activate_battery"]
source: Activate the Backup Battery, providing additional Reactor power bars\nHotkey: \1
ru: Активировать резервную батарею, дающую дополнительные ячейки питания реактора\nHotkey: \1

# data/text_misc.xml.append$//text[@name="mind_button"]
source: Turn enemies into allies temporarily.\nHotkey: \1
ru: Временно обращает врагов в союзников в указанном отсеке. \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="hack_button"]
source: Launch hacking drone; costs 1 drone part.\nHotkey: \1
ru: Запускает дрона-взломщика, требует 1 деталь дрона. \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="pulse_button_broken"]
source: Can't disrupt system when it's destroyed
ru: Взлом бесполезен, система уничтожена

# data/text_misc.xml.append$//text[@name="open_doors"]
source: Open all doors on the ship.\nHotkey: \1
ru: Открыть все двери на корабле. \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="close_doors"]
source: Close all doors on the ship.\nHotkey: \1
ru: Закрыть все двери на корабле. \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="tele_ret"]
source: Retrieve crew from targeted enemy room to player teleporter room.\nHotkey: \1
ru: Забрать экипаж из указанной комнаты обратно в отсек телепортера. \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="tele_send"]
source: Send crew in player teleporter room to targeted enemy room.\nHotkey: \1
ru: Отправить экипаж в телепортере на вражеский корабль. \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="cloak_button"]
source: Temporarily cloak the ship, halting enemy weapon charging and increasing evasion by 60\nHotkey: \1
ru: Временно маскирует корабль, останавливая зарядку вражеских орудий и увеличивая уклонение на 60 \nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="powered_deployed"]
source: Deployed (Powered): Active and providing its function.
ru: Подключён (Работает): Активен и выполняет свои функции.

# data/text_misc.xml.append$//text[@name="unpowered_deployed"]
source: Deployed (Unpowered): Not active, but can be repowered without costing a drone part.
ru: Подключён (Не работает): Не активен, но можно включить без траты детали дрона.

# data/text_misc.xml.append$//text[@name="undeployed"]
source: Not Deployed: Will cost one drone part when first powered.
ru: Не подключён: Будет стоить одну деталь дрона при первом запуске.

# data/text_misc.xml.append$//text[@name="rebuilding"]
source: Drone rebuilding after unexpected destruction.
ru: Дрон восстанавливается после неожиданного уничтожения.

# data/text_misc.xml.append$//text[@name="weapon_autofire_off"]
source: Tap once to arm. Tap twice to arm and engage autofire for continuous firing.
ru: Одно касание для экипировки, два — для экипировки и режима непрерывной стрельбы.

# data/text_misc.xml.append$//text[@name="weapon_autofire_on"]
source: Tap once to arm with autofire. Tap twice to arm for a single shot without autofire engaged.
ru: Нажмите один раз для автоматической стрельбы. Нажмите дважды для одиночной стрельбы.

# data/text_misc.xml.append$//text[@name="confirm_yes"]
source: YES
ru: ДА

# data/text_misc.xml.append$//text[@name="confirm_no"]
source: NO
ru: НЕТ

# data/text_misc.xml.append$//text[@name="confirm_buy_clonebay"]
source: Are you sure?\nThe Clone Bay will replace your Medbay.
ru: Вы уверены?\nКлон-отсек заменит ваш медотсек.

# data/text_misc.xml.append$//text[@name="confirm_buy_last_system"]
source: This is your ship's final system slot.\nAre you sure?
ru: Это последний системный слот на вашем корабле.\nВы уверены?

# data/text_misc.xml.append$//text[@name="confirm_buy_medbay"]
source: Are you sure?\nThe Medbay will replace your Clone Bay.
ru: Вы уверены?\nМедотсек заменит ваш клон-отсек.

# data/text_misc.xml.append$//text[@name="confirm_dismiss"]
source: The crew\nwill be gone\nforever.\nAre you sure?
ru: Член экипажа\nбудет потерян\nнавсегда.\nВы уверены?

# data/text_misc.xml.append$//text[@name="confirm_end_game"]
source: Are you sure?\nAll progress will be lost.
ru: Вы уверены?\nПрогресс полёта будет потерян.

# data/text_misc.xml.append$//text[@name="confirm_leave_crew"]
source: Are you sure?\nYour crew is\nstill aboard\nthe enemy ship.
ru: Вы уверены?\nВаша команда\nвсё ещё находится\nна вражеском корабле.

# data/text_misc.xml.append$//text[@name="confirm_new_game"]
source: WARNING:\nAre you sure you want to start a new game? Your previous progress will be lost.
ru: ВНИМАНИЕ:\nВы уверены, что хотите начать новую игру? Ваш предыдущий полёт будет потерян.

# data/text_misc.xml.append$//text[@name="confirm_reset_keys"]
source: Reset all\nkey bindings?
ru: Сбросить все\nнастройки клавиш?

# data/text_misc.xml.append$//text[@name="confirm_wipe_profile"]
source: Are you sure?\nYou will lose\nall unlocked ships,\nachievements,\nand stats.
ru: Вы уверены?\nВы потеряете\nвсе открытые корабли,\nдостижения\nи статистику.

# data/text_misc.xml.append$//text[@name="button_cancel"]
source: CANCEL
ru: ОТМЕНА

# data/text_misc.xml.append$//text[@name="button_confirm"]
source: CONFIRM
ru: ПРИНЯТЬ

# data/text_misc.xml.append$//text[@name="tutorial_continue"]
source: CONTINUE
ru: ДАЛЕЕ

# data/text_misc.xml.append$//text[@name="weapon_off"]
source: OFF
ru: ВЫКЛ

# data/text_misc.xml.append$//text[@name="error_resolution"]
source: Note: FTL requires a minimum resolution of 1280x720 or higher, and it appears your computer does not support that. Please contact Subset Games at devteam@ftlgame.com if you believe you received this message in error.
ru: Примечание: FTL требует минимальное разрешение 1280x720 или выше, и, похоже, ваш компьютер не поддерживает это. Пожалуйста, свяжитесь с Subset Games на devteam@ftlgame.com, если вы считаете, что получили это сообщение по ошибке.

# data/text_misc.xml.append$//text[@name="error_manual_resolution"]
source: Sorry, FTL was unable to start in the requested manual resolution (\1 x \2). Video settings have been automatically reverted to Windowed instead.
ru: К сожалению, запуск игры в выбранном вручную разрешении (\1 x \2) оказался неудачным. Автоматически возвращён оконный режим.

# data/text_misc.xml.append$//text[@name="error_native_fullscreen"]
source: Sorry, FTL was unable to start in Native Fullscreen mode. Your monitor does not support the required resolution (1280 x 720). Video settings have been automatically reverted to Fullscreen Stretched instead.
ru: Извините, FTL не смог запуститься в полноэкранном режиме по умолчанию. Ваш монитор не поддерживает требуемое разрешение (1280 x 720). Настройки видео автоматически возвращаются в растянутый полноэкранный режим.

# data/text_misc.xml.append$//text[@name="error_framebuffer"]
source: Your system does not support framebuffers, so Fullscreen Stretched mode is not available and FTL's window will not be resizable. Video settings have been automatically reverted to Windowed.
ru: Ваша система не поддерживает кадровые буферы, а потому полноэкранный режим с растяжением и изменение размеров окна игры недоступны.
