Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru

# data/text_misc.xml.append$//text[@name="temporal_arm_slow"]
source: Slow down everything in the room by \4x for \6 seconds.
ru: Замедлить всё в отсеке в \4x на \6 сек.

# data/text_misc.xml.append$//text[@name="temporal_button_speed"]
source: Speed up everything that occurs in a room for a short duration.\nHotkey: \1
ru: Ускорить всё, что происходит в отсеке, на короткое время.\nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="temporal_button_slow"]
source: Slow down everything that occurs in a room for a short duration.\nHotkey: \1
ru: Замедлить всё, что происходит в отсеке, на короткое время.\nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="system_temporal_title"]
source: Temporal Manipulator
ru: Манипулятор времени

# data/text_misc.xml.append$//text[@name="system_temporal_desc"]
source: Changes the flow of time in one room. Upgrades increase the duration and strength of the flow of time.
ru: Изменяет течение времени в одном отсеке. Улучшение увеличивает продолжительность и силу течения времени.

# data/text_misc.xml.append$//text[@name="crew_spawn_chance"]
source: Chance to Spawn Crew: \1%
ru: Шанс появления экипажа: \1%

# data/text_misc.xml.append$//text[@name="crew_death_time"]
source: Lifetime: \1 seconds
ru: Время жизни: \1 сек.

# data/text_misc.xml.append$//text[@name="crew_death_time_expired"]
source: Lifetime: Expired
ru: Время жизни: истекло

# data/text_misc.xml.append$//text[@name="accuracy_modifier"]
source: Accuracy Modifier: \1%
ru: Модификатор точности: \1

# data/text_misc.xml.append$//text[@name="erosion_effect"]
source: Erosion: \1 (\2 seconds)
ru: Эрозия: \1 (\2 сек.)

# data/text_misc.xml.append$//text[@name="erosion_chance"]
source: Erosion Chance: \1%
ru: Вероятность эрозии: \1%

# data/text_misc.xml.append$//text[@name="room_statboost_chance"]
source: Room Effect Chance: \1%
ru: Вероятность эффекта отсека: \1%

# data/text_misc.xml.append$//text[@name="crew_statboost_chance"]
source: Crew Effect Chance: \1%
ru: Вероятность эффекта экипажа: \1%

# data/text_misc.xml.append$//text[@name="warning_pds_all"]
source: FIRING!
ru: ОБСТРЕЛ!

# data/text_misc.xml.append$//text[@name="tooltip_PDS_FLEET_ALL"]
source: The fleet's anti-ship batteries are firing at all ships in the area.
ru: Противокорабельные батареи флота стреляют по всем кораблям в этом районе.

# data/text_misc.xml.append$//text[@name="tooltip_PDS_FLEET_ENEMY"]
source: The fleet's anti-ship batteries are aimed at your enemy.
ru: Противокорабельные батареи флота наводятся на вашего противника.

# data/text_misc.xml.append$//text[@name="tooltip_purchase_limit"]
source: Number of purchases remaining, excluding items and repairs.
ru: Количество оставшихся покупок, не считая предметов и ремонта.

# data/text_misc.xml.append$//text[@name="teleporter_instant"]
source: Instantly
ru: Мгновенно

# data/text_misc.xml.append$//text[@name="clonebay_instant_fullheal"]
source: Instant clone + 100% heal on jump
ru: Мгновенное клонирование + 100% лечение при прыжке

# data/text_misc.xml.append$//text[@name="upgrade_reactor"]
source: Reactor
ru: Реактор

# data/text_misc.xml.append$//text[@name="reactor_desc"]
source: Provides power to all ship systems. Each power bar allows you to send one unit of power to a system. Subsystems do not need power from the reactor.
ru: Обеспечивает энергией все системы корабля. Каждая единица энергии может запитать одну из систем. Подсистемы не требуют питания от реактора.

# data/text_misc.xml.append$//text[@name="reactor_desc_short"]
source: Provides power to all ship systems.
ru: Обеспечивает энергией все системы корабля.

# data/text_misc.xml.append$//text[@name="weak_warning"]
source: Weak System — Extra scrap required for initial upgrades.
ru: Слабая система — для улучшения необходим дополнительный лом.

# data/text_misc.xml.append$//text[@name="nano_warning"]
source: Note: Requires powered Medbay to function.
ru: Примечание: Для работы необходимо питание медотсека.

# data/text_misc.xml.append$//text[@name="level"]
source: Level \1: \2
ru: Уровень \1: \2

# data/text_misc.xml.append$//text[@name="manning_bonus"]
source: Manned: \1
ru: Управляется экипажем: \1

# data/text_misc.xml.append$//text[@name="status"]
source: Status:
ru: Состояние:

# data/text_misc.xml.append$//text[@name="subsystem_manned"]
source: +1 System Level
ru: +1 к уровню системы

# data/text_misc.xml.append$//text[@name="full_powered"]
source: Fully Powered
ru: Полная мощность

# data/text_misc.xml.append$//text[@name="full_functional"]
source: Fully Functional
ru: Полностью функционирует

# data/text_misc.xml.append$//text[@name="partial_powered"]
source: Partially Powered
ru: Пониженная мощность

# data/text_misc.xml.append$//text[@name="partial_functional"]
source: Partially Functional
ru: Частично функционирует

# data/text_misc.xml.append$//text[@name="unpowered"]
source: Unpowered
ru: Выключено

# data/text_misc.xml.append$//text[@name="unmanned"]
source: Automated Mode
ru: Автоматический режим

# data/text_misc.xml.append$//text[@name="zoltan"]
source: Zoltan Bonus Power
ru: Дополнительная мощность золтанца

# data/text_misc.xml.append$//text[@name="zoltan_rearrange_weapon"]
source: Zoltan Bonus Power: Always powers weapon in first slot, click and drag to rearrange weapons.
ru: Энергия золтанца: Питает в первую очередь оружие из первого слота, перетащите, чтобы изменить порядок.

# data/text_misc.xml.append$//text[@name="zoltan_rearrange_drone"]
source: Zoltan Bonus Power: Always powers drone in first slot, click and drag to rearrange drones
ru: Энергия золтанца: Всегда питает дрона в первом слоте, перетащите, чтобы изменить порядок

# data/text_misc.xml.append$//text[@name="destroyed"]
source: Destroyed
ru: Разрушено

# data/text_misc.xml.append$//text[@name="damaged"]
source: Damaged
ru: Повреждено

# data/text_misc.xml.append$//text[@name="temp_disabled"]
source: Temporarily disabled by enemy or location
ru: Выведено из строя противником или средой

# data/text_misc.xml.append$//text[@name="ioned"]
source: Locked by Ion Effect
ru: Блокировано ионным зарядом

# data/text_misc.xml.append$//text[@name="on_fire"]
source: On Fire
ru: Горит

# data/text_misc.xml.append$//text[@name="sabotaged"]
source: Being Sabotaged
ru: Саботируется

# data/text_misc.xml.append$//text[@name="add_power"]
source: Add Power: \1
ru: Увеличить мощность: \1

# data/text_misc.xml.append$//text[@name="remove_power"]
source: Remove Power: \1
ru: Уменьшить мощность: \1

# data/text_misc.xml.append$//text[@name="remove_power_alt"]
source: Remove Power: Shift + \1
ru: Убавить мощность: Shift + \1

# data/text_misc.xml.append$//text[@name="hacked"]
source: Hacked: Experiences temporary disruption and doors are locked down
ru: Взломано: Временно выведено из строя, двери блокированы

# data/text_misc.xml.append$//text[@name="artillery_off"]
source: OFF: Artillery not charging
ru: ВЫКЛ: Артиллерия не заряжается

# data/text_misc.xml.append$//text[@name="doors_off"]
source: OFF: Cannot manipulate doors
ru: ВЫКЛ: Контроль дверей невозможен

# data/text_misc.xml.append$//text[@name="pilot_off"]
source: OFF: NO DODGE!
ru: ВЫКЛ: УКЛОНЕНИЕ НЕВОЗМОЖНО!

# data/text_misc.xml.append$//text[@name="sensors_off"]
source: OFF: Limited vision
ru: ВЫКЛ: Обзор ограничен

# data/text_misc.xml.append$//text[@name="engine_off"]
source: OFF: NO DODGE!
ru: ВЫКЛ: УКЛОНЕНИЕ НЕВОЗМОЖНО!

# data/text_misc.xml.append$//text[@name="medbay_off"]
source: OFF: Cannot heal crew
ru: ВЫКЛ: Лечение экипажа невозможно

# data/text_misc.xml.append$//text[@name="weapons_off"]
source: OFF: Weapons not available
ru: ВЫКЛ: Оружие недоступно

# data/text_misc.xml.append$//text[@name="drones_off"]
source: OFF: Drones not functional
ru: ВЫКЛ: Дроны не работают

# data/text_misc.xml.append$//text[@name="oxygen_off"]
source: OFF: OXYGEN DRAINING!
ru: ВЫКЛ: КИСЛОРОД ПАДАЕТ!

# data/text_misc.xml.append$//text[@name="clone_off"]
source: OFF: Dead crew will die forever
ru: ВЫКЛ: Смерть экипажа необратима

# data/text_misc.xml.append$//text[@name="shields_off"]
source: OFF: SHIELDS DOWN!
ru: ВЫКЛ: НЕТ ЩИТОВ!

# data/text_misc.xml.append$//text[@name="clonebay_health"]
source: Heals all crew \1 hp every jump.
ru: Лечит весь экипаж на \1 здоровья за прыжок.

# data/text_misc.xml.append$//text[@name="clonebay_damaged"]
source: (If repaired, it will heal more)
ru: (После починки эффект лечения усилится)

# data/text_misc.xml.append$//text[@name="pilot_skill"]
source: Evasion +\1
ru: Уклонение +\1

# data/text_misc.xml.append$//text[@name="engine_skill"]
source: Evasion +\1
ru: Уклонение +\1

# data/text_misc.xml.append$//text[@name="shield_skill"]
source: \1% faster recharge
ru: \1% к скорости перезарядки

# data/text_misc.xml.append$//text[@name="weapon_skill"]
source: \1% faster charge
ru: \1% к скорости зарядки

# data/text_misc.xml.append$//text[@name="combat_0"]
source: Increases crew damage
ru: Увеличение урона по экипажу

# data/text_misc.xml.append$//text[@name="combat_skilled"]
source: \1% more crew damage
ru: \1% к урону по экипажу

# data/text_misc.xml.append$//text[@name="repair_0"]
source: Increases repair speed
ru: Увеличение скорости ремонта

# data/text_misc.xml.append$//text[@name="repair_skilled"]
source: \1% faster repair
ru: \1% к скорости ремонта

# data/text_misc.xml.append$//text[@name="health"]
source: Health: \1/\2\nChange order by holding right-click
ru: Здоровье: \1/\2\nИзмените порядок, удерживая правую кнопку

# data/text_misc.xml.append$//text[@name="cloning"]
source: Cloning...
ru: Клонирование...

# data/text_misc.xml.append$//text[@name="power_ready"]
source: Ready: Lock down room. [30 ‡]\nHotkey: \1
ru: Готово: Блокировать комнату. [30 ‡]\nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="power_not_ready"]
source: Not Ready: Ability charging (see charge left of portrait)
ru: Не готово: способность заряжается

# data/text_misc.xml.append$//text[@name="power_not_ready_mind_enemy"]
source: Not ready: Under enemy control
ru: Не готово: Враг под контролем

# data/text_misc.xml.append$//text[@name="pilot_skill_tooltip"]
source: Piloting Skill:\n\1
ru: Пилотирование:\n\1

# data/text_misc.xml.append$//text[@name="engines_skill_tooltip"]
source: Engines Skill:\n\1
ru: Двигатели:\n\1

# data/text_misc.xml.append$//text[@name="shields_skill_tooltip"]
source: Shields Skill:\n\1
ru: Зарядка щитов:\n\1

# data/text_misc.xml.append$//text[@name="weapons_skill_tooltip"]
source: Weapons Skill:\n\1
ru: Стрельба из орудий:\n\1

# data/text_misc.xml.append$//text[@name="combat_skill_tooltip"]
source: Combat Skill:\n\1
ru: Боевые навыки:\n\1

# data/text_misc.xml.append$//text[@name="repair_skill_tooltip"]
source: Repair Skill:\n\1
ru: Навык ремонта:\n\1

# data/text_misc.xml.append$//text[@name="next_level"]
source: Next Level: \1/\2
ru: Следующий уровень: \1/\2

# data/text_misc.xml.append$//text[@name="crew_skills"]
source: Crew Skills
ru: Навыки экипажа

# data/text_misc.xml.append$//text[@name="pilot_skill_infobox"]
source: \1 when manning Piloting.
ru: \1, когда управляет полётом.

# data/text_misc.xml.append$//text[@name="engines_skill_infobox"]
source: \1 when manning Engines.
ru: \1, когда следит за двигателем.

# data/text_misc.xml.append$//text[@name="shields_skill_infobox"]
source: \1 when manning Shields.
ru: \1, когда контролирует щиты.

# data/text_misc.xml.append$//text[@name="weapons_skill_infobox"]
source: \1 when manning Weapons.
ru: \1, когда управляет орудиями.

# data/text_misc.xml.append$//text[@name="tip_drone_generic"]
source: Tip: Use requires spending one drone part to activate, and then constant power (similar to weapons).
ru: Совет: Для использования требует одну деталь дрона и постоянную энергию (по аналогии с оружием).

# data/text_misc.xml.append$//text[@name="tip_drone_warning"]
source: Warning: You do not have a Drone System. Buy one from a store!
ru: Предупреждение: У вас нет системы управления дронами. Приобретите её!

# data/text_misc.xml.append$//text[@name="tip_drone_drag"]
source: Tip: Currently in cargo. Drag to an available Drone System slot to equip this drone.
ru: Совет: Находится в грузовом отсеке. Для использования перетащите в доступный слот дронов.

# data/text_misc.xml.append$//text[@name="tip_weapon_drag"]
source: Tip: Currently in cargo. Drag to an available Weapon System slot to equip this weapon.
ru: Совет: Находится в грузовом отсеке. Для использования или просмотра шансов поджога/пробоя перетащите в доступный слот оружия.

# data/text_misc.xml.append$//text[@name="required_power"]
source: Required Power: \1
ru: Требует энергии: \1

# data/text_misc.xml.append$//text[@name="boost_power_speed"]
source: Chain Power: Faster Charge
ru: С каждым выстрелом перезарядка быстрее

# data/text_misc.xml.append$//text[@name="boost_power_damage"]
source: Chain Power: More Damage
ru: С каждым выстрелом больше урона

# data/text_misc.xml.append$//text[@name="damage_cap"]
source: Chain Damage Cap: \1
ru: Максимальный урон: \1

# data/text_misc.xml.append$//text[@name="speed_cap"]
source: Chain Charge Cap: \1 seconds
ru: Минимальная перезарядка: \1 сек.

# data/text_misc.xml.append$//text[@name="charge_time"]
source: Charge Time: \1 seconds
ru: Время зарядки: \1 сек.

# data/text_misc.xml.append$//text[@name="requires_missiles"]
source: Uses Ammunition
ru: Тратит боеприпасы

# data/text_misc.xml.append$//text[@name="shots"]
source: Shots Per Charge: \1
ru: Выстрелов за заряд: \1

# data/text_misc.xml.append$//text[@name="charge"]
source: Max Charge Shots: \1
ru: Максимум зарядов: \1

# data/text_misc.xml.append$//text[@name="damage_shot"]
source: Base Damage: \1
ru: Базовый урон: \1

# data/text_misc.xml.append$//text[@name="damage_room"]
source: Damage Per Room Hit: \1
ru: Повреждений на отсек: \1

# data/text_misc.xml.append$//text[@name="shield_piercing"]
source: Shield Piercing: \1
ru: Пробивает щитов: \1

# data/text_misc.xml.append$//text[@name="fire_chance"]
source: Fire Chance: \1%
ru: Шанс возгорания: \1%

# data/text_misc.xml.append$//text[@name="breach_chance"]
source: Breach Chance: \2%
ru: Шанс пробить корпус: \2%

# data/text_misc.xml.append$//text[@name="stun_chance"]
source: Stun Chance: \1%
ru: Шанс оглушения: \1%

# data/text_misc.xml.append$//text[@name="ion_damage"]
source: Ion Damage: \1
ru: Ионный урон: \1

# data/text_misc.xml.append$//text[@name="stun_damage"]
source: Stun: \1 seconds
ru: Оглушение: \1 сек.

# data/text_misc.xml.append$//text[@name="personnel_damage"]
source: Crew Damage: \1
ru: Урон по экипажу: \1

# data/text_misc.xml.append$//text[@name="system_damage"]
source: System Damage: \1
ru: Урон по системам: \1

# data/text_misc.xml.append$//text[@name="double_damage"]
source: 2x Damage on systemless rooms.
ru: 2x урона по отсекам без систем.

# data/text_misc.xml.append$//text[@name="chance_of"]
source: Possible Effect: \1
ru: Возможные эффекты: \1

# data/text_misc.xml.append$//text[@name="chance_of_fire"]
source: Fire
ru: Возгорание

# data/text_misc.xml.append$//text[@name="chance_of_breach"]
source: Breach
ru: Бронебой

# data/text_misc.xml.append$//text[@name="chance_of_stun"]
source: Stun
ru: Оглушение

# data/text_misc.xml.append$//text[@name="chance_low"]
source: Low
ru: Низкий

# data/text_misc.xml.append$//text[@name="chance_medium"]
source: Medium
ru: Средний

# data/text_misc.xml.append$//text[@name="chance_high"]
source: High
ru: Высокий

# data/text_misc.xml.append$//text[@name="type_desc"]
source: Type: \1\n\2
ru: Тип: \1\n\2

# data/text_misc.xml.append$//text[@name="type_beam"]
source: Beam
ru: Луч

# data/text_misc.xml.append$//text[@name="type_bomb"]
source: Teleporting Bomb
ru: Телепортирующаяся бомба

# data/text_misc.xml.append$//text[@name="type_laser"]
source: Laser
ru: Лазер

# data/text_misc.xml.append$//text[@name="type_laser_chain"]
source: Chain Laser
ru: Цепной лазер

# data/text_misc.xml.append$//text[@name="type_beam_chain"]
source: Chain Beam
ru: Цепной луч

# data/text_misc.xml.append$//text[@name="type_missile_chain"]
source: Chain Missile
ru: Цепная ракета

# data/text_misc.xml.append$//text[@name="type_bomb_chain"]
source: Chain Bomb
ru: Цепная бомба

# data/text_misc.xml.append$//text[@name="type_laser_charge"]
source: Charge Laser
ru: Зарядный лазер

# data/text_misc.xml.append$//text[@name="type_missile"]
source: Missile
ru: Ракета

# data/text_misc.xml.append$//text[@name="type_crystal"]
source: Physical Projectile
ru: Физический снаряд

# data/text_misc.xml.append$//text[@name="type_burst"]
source: Burst
ru: Разрывной снаряд

# data/text_misc.xml.append$//text[@name="type_burst_chain"]
source: Chain Burst
ru: Цепной разрывной снаряд

# data/text_misc.xml.append$//text[@name="type_burst_charge"]
source: Charge Burst
ru: Зарядный разрывной снаряд

# data/text_misc.xml.append$//text[@name="type_ion"]
source: Ion
ru: Ион

# data/text_misc.xml.append$//text[@name="type_ion_chain"]
source: Chain Ion
ru: Цепной ион

# data/text_misc.xml.append$//text[@name="type_ion_charge"]
source: Charge Ion
ru: Зарядный ион

# data/text_misc.xml.append$//text[@name="type_ion_effect"]
source: Drains and Locks Systems
ru: Отключает и блокирует системы

# data/text_misc.xml.append$//text[@name="type_missile_effect"]
source: Ignores Shields\nConsumes Ammunition
ru: Игнорирует щиты \nТратит боеприпасы

# data/text_misc.xml.append$//text[@name="type_bomb_effect"]
source: Ignores Shields
ru: Игнорирует щиты

# data/text_misc.xml.append$//text[@name="type_burst_effect"]
source: Area Effect Aiming
ru: Стреляет по области

# data/text_misc.xml.append$//text[@name="type_charge_effect"]
source: Charge Multiple Times
ru: Многократная зарядка

# data/text_misc.xml.append$//text[@name="type_chain_effect"]
source: Improves With Consecutive Shots
ru: Улучшается с каждым последующим выстрелом

# data/text_misc.xml.append$//text[@name="drone_required"]
source: Requires drone part to deploy
ru: Для запуска требуется деталь дрона

# data/text_misc.xml.append$//text[@name="hotkey_speed"]
source: Toggle Speedhack
ru: Ускорение

# data/text_misc.xml.append$//text[@name="hotkey_console"]
source: Open Console
ru: Консоль

# data/text_misc.xml.append$//text[@name="hotkey_info"]
source: Toggle Extra Info
ru: Доп. информация

# data/text_misc.xml.append$//text[@name="tooltip_more_info"]
source: Toggle extra info when viewing beacon map and hovering over crew\nKey: \1
ru: Доп. информация об экипаже/карте маяков.\nГорячая клавиша: \1

# data/text_misc.xml.append$//text[@name="description_stats"]
source: Stats:
ru: Характеристики:

# data/text_misc.xml.append$//text[@name="requires_no_power"]
source: Does not require power
ru: Не требует питания

# data/text_misc.xml.append$//text[@name="provides_bonus_power"]
source: Provides extra power
ru: Обеспечивает доп. питание

# data/text_misc.xml.append$//text[@name="cannot_fire"]
source: Can't fire
ru: Не может стрелять

# data/text_misc.xml.append$//text[@name="ammo_consumption"]
source: Missile Consumption: \1
ru: Потребляет ракет: \1

# data/text_misc.xml.append$//text[@name="redesigned_boost_power_damage_positive"]
source: Damage increases by \1 per volley
ru: Урон увеличивается на \1 за залп

# data/text_misc.xml.append$//text[@name="redesigned_boost_power_damage_negative"]
source: Damage decreases by \1 per volley
ru: Урон уменьшается на \1 за залп

# data/text_misc.xml.append$//text[@name="redesigned_boost_power_speed_positive"]
source: Recharges faster by \1 sec/volley
ru: Перезарядка уменьшается на \1 за залп

# data/text_misc.xml.append$//text[@name="redesigned_boost_power_speed_negative"]
source: Recharges slower by \1 sec/volley
ru: Перезарядка увеличивается на \1 за залп

# data/text_misc.xml.append$//text[@name="redesigned_damage_cap"]
source: Max Damage: \1 (after \2 chains)
ru: Максимальный урон: \1 (после \2-го залпа)

# data/text_misc.xml.append$//text[@name="redesigned_speed_cap"]
source: Fastest Charge: \1 seconds\n(after \2 chains)
ru: Минимальная перезарядка: \1 (после \2-го залпа)

# data/text_misc.xml.append$//text[@name="shot_radius"]
source: Blast Radius: \1
ru: Радиус осколков: \1

# data/text_misc.xml.append$//text[@name="shot_radius_angular"]
source: Blast Radius: \1 degrees
ru: Радиус осколков: \1 градусов

# data/text_misc.xml.append$//text[@name="beam_length"]
source: Beam Length: \1
ru: Длина луча: \1

# data/text_misc.xml.append$//text[@name="pinpoint"]
source: Point Beam
ru: Точечный луч

# data/text_misc.xml.append$//text[@name="swipe_speed"]
source: Beam Speed: \1
ru: Скорость луча: \1

# data/text_misc.xml.append$//text[@name="redesigned_double_damage"]
source: Double hull damage on systemless rooms
ru: Двойной урон по отсекам без систем

# data/text_misc.xml.append$//text[@name="redesigned_damage_room"]
source: Normal Damage Per Room: \1 (x15 per crew)
ru: Обычный урон по отсеку: \1 (x15 по экипажу)

# data/text_misc.xml.append$//text[@name="redesigned_damage_shot"]
source: Normal Damage Per Shot: \1 (x15 per crew)
ru: Обычный урон за выстрел: \1 (x15 по экипажу)

# data/text_misc.xml.append$//text[@name="hull_damage"]
source: Hull Damage: \1
ru: Урон по корпусу: \1

# data/text_misc.xml.append$//text[@name="stun_length"]
source: second stun
ru: сек. оглушения

# data/text_misc.xml.append$//text[@name="weapon_lockdown"]
source: Locks down rooms
ru: Запирает отсеки

# data/text_misc.xml.append$//text[@name="crew_stun_time"]
source: Stunned: \1 seconds
ru: Оглушение: \1 сек.

# data/text_misc.xml.append$//text[@name="hull_damage_negative"]
source: Hull Repair: \1
ru: Ремонт корпуса: \1

# data/text_misc.xml.append$//text[@name="system_damage_negative"]
source: System Repair: \1
ru: Ремонт систем: \1

# data/text_misc.xml.append$//text[@name="personnel_damage_negative"]
source: Crew Healing: \1
ru: Лечение экипажа: \1

# data/text_misc.xml.append$//text[@name="scrap_value"]
source: Buy/Sell Price: \1 ~/\2 ~
ru: Цена покупки/продажи: \1~/\2~

# data/text_misc.xml.append$//text[@name="damage_word"]
source: Damage
ru: Урон

# data/text_misc.xml.append$//text[@name="bomb_shots"]
source: Bombs per volley: \1 (1 on your ship)
ru: Бомб за залп: \1 (1 по своему кораблю)

# data/text_misc.xml.append$//text[@name="crew_scrap_value"]
source: Hiring Price: \1 ~
ru: Стоимость найма: \1~

# data/text_misc.xml.append$//text[@name="drone_speed"]
source: Drone Speed: \1
ru: Скорость дрона: \1

# data/text_misc.xml.append$//text[@name="defense_drone_reload_speed"]
source: Reload Speed: \1ms
ru: Скорость перезарядки: \1мс

# data/text_misc.xml.append$//text[@name="defense_drone_orbit_speed"]
source: Orbit Speed: \1
ru: Орбитальная скорость: \1

# data/text_misc.xml.append$//text[@name="defense_drone_projectile_speed"]
source: Projectile Speed: \1
ru: Скорость снаряда: \1

# data/text_misc.xml.append$//text[@name="defense_drone_projectile_target_all"]
source: Target: all projectiles
ru: Цель: все снаряды

# data/text_misc.xml.append$//text[@name="defense_drone_projectile_target_solid"]
source: Target: non-laser projectiles
ru: Цель: снаряды, кроме лазеров

# data/text_misc.xml.append$//text[@name="defense_drone_drone_target_all"]
source: Target: combat drones
ru: Цель: атакующие дроны

# data/text_misc.xml.append$//text[@name="defense_drone_drone_target_solid"]
source: Target: solid drones
ru: Цель: твёрдые дроны

source: Target: unknown
ru: Цель: неизвестно

source: Target: asteroids
ru: Цель: астероиды

source: Target: drones and non-laser projectiles
ru: Цель: дроны и снаряды, кроме лазеров

source: Target: Drones and all projectiles
ru: Цель: дроны и все снаряды

# data/text_misc.xml.append$//text[@name="drone_BOARDER_ION_desc"]
source: Breaches through the enemy hull and randomly ionizes systems.
ru: Пробивается сквозь корпус врага и ионизирует случайные системы.

# data/text_misc.xml.append$//text[@name="store_unavailable"]
source: UNAVAILABLE
ru: НЕДОСТУПНО
