Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_pirate.xml.rawclobber/*.po
Languages: ru

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYREASONDEATH_TEXT"]/text[6]
ru: В этом секторе вы, уверенно маневрируя, собираете всё астероидное поле корпусом своего корабля... ИГРА ОКОНЧЕНА

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYREASONDEATH_TEXT"]/text[7]
ru: В этом секторе безжалостное местное светило превращает ваш корабль в большой мангал для экипажа... ИГРА ОКОНЧЕНА

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYREASONDEATH_TEXT"]/text[8]
ru: В этом секторе безжалостный пират расстреливает ваше судно из Флак-ОЗУ третьей модели... ИГРА ОКОНЧЕНА

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYREASONDEATH_TEXT"]/text[9]
ru: В этом секторе вы направляете свой корабль на неизвестный монолит и взрываетесь на его поверхности... ИГРА ОКОНЧЕНА

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYREASONDEATH_TEXT"]/text[10]
ru: В этом секторе вы направляете свой корабль на Великий Глаз, рассекающий просторы космоса. Никто не увидит, как ваш корабль взорвался на подлёте... ИГРА ОКОНЧЕНА

source: data/events_pirate.xml.rawclobber$//event[@name="KENIX_BOSS_EVENT_GAME_PREPARE_ENDED"]/text
ru: Вы делаете свои важные подготовительные дела и запускаете первый сектор...

source: data/events_pirate.xml.rawclobber$//event[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE"]/text
ru: И вот он - Финальный оплот! Впереди схватка с флагманом. Выберите вашу тактику.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE1"]/text[1]
ru: Зачистить все маяки рядом с флагманом и атаковать в последний момент перед разрушением главной базы Федерации.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE1"]/text[2]
ru: Решительно напасть на флагман прямо сейчас, чтобы был шанс отступить, если что-то пойдёт не так.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE1"]/text[3]
ru: Не использовать никакую тактику. Просто пролететь напрямую и развалить эту посудину повстанцев на части.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE1"]/text[4]
ru: Достаточно долго смотреть на флагман, ожидая когда он ослабнет, и ударить в этот момент.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE1"]/text[5]
ru: Вырубить их ракетную артиллерию и зачистить экипаж абордажной командой.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE2"]/text[1]
ru: Искать ремонтную станцию перед финальным боем и атаковать флагман только после ремонта.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE2"]/text[2]
ru: Набрать побольше ресурсов с элитных противников, а потом напасть на флагман.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE2"]/text[3]
ru: Сделать упор на истребление всего экипажа флагмана.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE2"]/text[4]
ru: Взломать их кислородный отсек.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE2"]/text[5]
ru: Подорвать их щиты бомбами и расстрелять остальные системы лазерами.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE3"]/text[1]
ru: Найти магазин, продать хлам, закупиться необходимым и затем атаковать флагман.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE3"]/text[2]
ru: Зайти к флагману с тыла и напасть, когда он этого меньше всего ждёт.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE3"]/text[3]
ru: Использовать маскировку и пробить оборону флагмана решительным залпом из всех орудий.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE3"]/text[4]
ru: Нанести как можно больше урона по корпусу в первые минуты боя.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_ENDBATTLE_CHOISE3"]/text[5]
ru: Взлом щитов и распил корабля лучами - лучшая стратегия.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_FINAL"]/event[1]/text
ru: На удивление ваша тактика срабатывает, хотя вы полностью мокрые от пота. Кеникс в восторге и даёт вам заслуженную награду.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_FINAL"]/event[2]/text
ru: На удивление ваша тактика срабатывает, хотя вы и сломали несколько клавиш. Кеникс в восторге и даёт вам заслуженную награду.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_FINAL"]/event[3]/text
ru: На удивление ваша тактика срабатывает, вероятно потому, что вы потратили кучу времени на прокачку навыков экипажа на очень слабом противнике в первом секторе. В любом случае Кеникс в восторге и даёт вам заслуженную награду.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_FINAL"]/event[4]/text
ru: На удивление ваша тактика срабатывает, скорее всего потому, что вы играли в ультралёгком режиме. В любом случае Кеникс доволен и даёт вам заслуженную награду.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_FINAL"]/event[8]/text
ru: Флагман давит слишком сильно и в какой-то момент просто разносит ваш корабль мощным лазерным залпом. ИГРА ОКОНЧЕНА. Вы внезапно осознали, что флот повстанцев вас догоняет...

source: data/events_pirate.xml.rawclobber$//event[@name="KENIX_FTL_WIN"]/text
ru: На удивление ваша тактика срабатывает, скорее всего потому, что вы наиграли более 1000 часов в эту игру. В любом случае Кеникс очень доволен и даёт вам заслуженную награду.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_GAME_OVER"]/event[1]/text
ru: Кеникс говорит, что это был полёт на троечку, и обезьяна пролетела бы лучше, но из жалости даёт вам кое-что из своих закромов. Кстати, флот повстанцев приблизился, пока вы играли.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_GAME_OVER"]/event[2]/text
ru: Кеникс говорит, что это был неплохой полёт, и даёт вам кое-что из своего трюма. Кстати, флот повстанцев приблизился, пока вы играли.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_GAME_OVER"]/event[3]/text
ru: Кеникс говорит, что предыдущий путешественник прошёл игру сразу, в отличии от вас. Из жалости он даёт вам немного мусора. Кстати, флот повстанцев приблизился, пока вы играли.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_GAME_OVER"]/event[4]/text
ru: Кеникс говорит, что этот полёт достоин только 1 жетона из лома на память. Кстати, флот повстанцев приблизился, пока вы играли.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_GAME_OVER"]/event[5]/text
ru: Кеникс говорит, что настолько позорного полёта он давно не видел, и лучше уничтожит ваш корабль, чтобы подобное никогда не случилось в реальности. Кстати, флот повстанцев приблизился, пока вы играли.

source: data/events_pirate.xml.rawclobber$//ship[@name="KENIX_BOSS_PARAMETERS"]/escape/text
ru: Вы засекаете зарядку FTL-привода! Кеникс убегает!

source: data/events_pirate.xml.rawclobber$//ship[@name="KENIX_BOSS_PARAMETERS"]/gotaway/text
ru: Пират скрылся в неизвестном направлении.

source: data/events_pirate.xml.rawclobber$//ship[@name="KENIX_BOSS_PARAMETERS"]/destroyed/text
ru: Корабль разваливается на куски. Вы осматриваете обломки в поисках ценностей.

source: data/events_pirate.xml.rawclobber$//ship[@name="KENIX_BOSS_PARAMETERS"]/deadCrew/text
ru: Сенсоры не обнаруживают признаков жизни на корабле. Вы осматриваете судно в поисках ценностей.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_SHIP_DEAD"]/event[1]/text
ru: Одно из орудий их артиллерии уцелело, и вы забираете его себе.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_CREW_DEAD"]/event[1]/text
ru: Одно из орудий их артиллерии уцелело, и вы забираете его себе.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_CREW_DEAD"]/event[2]/text
ru: Одно из орудий их артиллерии уцелело, и вы забираете его себе.
