Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_pirate.xml.rawclobber/*.po
Languages: ru

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[1]
ru: Несколько лет назад этот регион был выгодным местом для торговли. Теперь он переполнен бандитами и пиратами. Стоит соблюдать осторожность.

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[2]
ru: Этот изолированный регион был ввергнут в хаос в начале восстания. Даже в мирное время он был населён пиратами, но сейчас там базируется центр управления многочисленных пиратских флотов.

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[3]
ru: Если доклады правдивы, эта территория находится под контролем пиратов уже достаточно долгое время. Некоторые торговцы всё ещё пытаются торговать с оставшимися поселениями, но они очень сильно рискуют.

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[4]
ru: Несколько дружественных Федерации планет всё ещё существуют в этом секторе, но они постоянно страдают от пиратских набегов. Это опасный сектор, так что будьте осторожны.

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[5]
ru: Вы прибыли в пространство пиратов. После выступления повстанцев этот сектор подвергся жестокому налёту и удерживается в руках пиратов по сей день. Будьте бдительны.

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[6]
ru: Этот сектор известен постоянными грабежами и налётами на пролетающие суда. Вашей команде хочется верить, что если вы будете вести себя как пират, то они примут вас за своего и не помешают полёту.

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[7]
ru: Раньше этот сектор находился на пересечении важных торговых путей, теперь же торговцы предпочитают обходить его стороной из-за резкого увеличения численности пиратов...

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[8]
ru: К маяку на входе в сектор прибит "Весёлый Роджер", пожалуй стоит напомнить этим дикарям, что такое Федерация.

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[9]
ru: Этот сектор был неспокойным и до гражданской войны, но теперь он просто кишит пиратами всех мастей. Стоит приготовиться к худшему.

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[10]
ru: Данный сектор можно смело назвать родным домом пиратов и мародёров. Проверьте щиты и орудия на тот случай, если встречные корабли "случайно" вами заинтересуются.

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[11]
ru: Разбой захватил этот сектор. Здесь вам вряд ли вылетит навстречу мирный торговый корабль, зато найдётся много желающих разобрать ваш собственный на запчасти.

source: data/events_pirate.xml.rawclobber$//textList[@name="START_BEACON_PIRATE"]/text[12]
ru: С крахом правления Федерации пираты распространились по Галактике повсеместно. Хотя между пиратскими группировками существует некоторая сплочённость, в целом они действуют как одиночки, пытающиеся извлечь выгоду из беспорядков.

source: data/events_pirate.xml.rawclobber$//textList[@name="STORE_PIRATE"]/text[1]
ru: Несколько маленьких кораблей видны в видоискателе, и вы почти уже активировали орудийную систему наведения. Но тут сенсоры показали, что это просто честные торговцы. Эти пираты совсем замучили, так и до нервного срыва недалеко... Вы связываетесь с торговцами, интересуясь их товарами.

source: data/events_pirate.xml.rawclobber$//textList[@name="STORE_PIRATE"]/text[2]
ru: Вы зафиксировали центр активности неподалёку. Большая корпорация установила торговый склад и оставила здесь несколько хорошо вооружённых кораблей патрулировать это место. Похоже, это довольно безопасное место для ремонта.

source: data/events_pirate.xml.rawclobber$//textList[@name="STORE_PIRATE"]/text[3]
ru: Вы получаете широковещательное автоматическое сообщение: «Приветствуем вас в нашем скромном торговом депо и верфи! Мы рады всем, но попробуйте что-нибудь выкинуть, и наши 152 автоматические спутниковые турели сделают из вашего корабля решето!»

source: data/events_pirate.xml.rawclobber$//textList[@name="STORE_PIRATE"]/text[4]
ru: Хорошо вооружённое транспортное судно и эскадрилья истребителей находятся на орбите неподалёку. Вы не уверены, что можете им доверять, но, как говорят, беднякам выбирать не приходится.

source: data/events_pirate.xml.rawclobber$//textList[@name="NOTHING_PIRATE"]/text[1]
ru: Как только вы прибываете, небольшой корабль выходит из маскировки позади вас. Вы немедленно активируете щиты и заряжаете орудия, но они невозмутимо продолжают движение. Вы пытаетесь успокоить свои нервы.

source: data/events_pirate.xml.rawclobber$//textList[@name="NOTHING_PIRATE"]/text[2]
ru: Небольшой пиратский корабль сообщает вам: «Вот это классный корабль у тебя». Вы делаете предупредительный выстрел мимо их носа, и они отвечают: «Эй! Нет нужды в насилии! Это был всего лишь комментарий...»

source: data/events_pirate.xml.rawclobber$//textList[@name="NOTHING_PIRATE"]/text[3]
ru: Единственные объекты в радиусе сканера — старое заброшенное горнодобывающее сооружение с заправочной станцией. Похоже, их уже обчистили мародёры.

source: data/events_pirate.xml.rawclobber$//textList[@name="NOTHING_PIRATE"]/text[4]
ru: Вы приближаетесь к небольшому флоту кораблей инжи, они берут вас в прицел, посылая сообщение: «Пиратство негативно влияет на общество. Запрещено». Вы заверяете их в благих намерениях, и они пропускают вас.

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE"]/text[1]
ru: Как только вы входите в систему, к вам с большой скоростью направляется пиратский корабль. На вызовы он не отвечает. Готовьтесь к бою.

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE"]/text[2]
ru: Сразу по прибытии в систему вас приветствует маленький крейсер: «Какая удача, что мы наткнулись на друг друга. Ничего личного, но у вас информация, которая нам нужна!»

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE"]/text[3]
ru: Одинокий корабль у маяка сообщает вам: «Наконец-то! После месяцев ожидания кто-то попался в нашу ловушку!»

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE"]/text[4]
ru: Вы едва успеваете закончить прыжок, как системы безопасности корабля предупреждают, что на вас надвигается противник с оружием наготове.

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE"]/text[5]
ru: Вы повстречали пиратский корабль. Их капитан ехидно замечает: «Это что за корабль у вас? Больше похоже на ошмёток от осколка от обломка от корыта, чем на корабль!» Время разобраться, кто на самом деле летает на корыте!

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_NO_ESCAPE"]/text
ru: По прибытии на вашем экране загораются предупреждающие сигналы. Пират, оказавшийся, по всей видимости, неподалёку, разжился современными инструментами взлома, и сейчас он пытается вырубить ваш двигатель. Команда как может поддерживает его в рабочем состоянии, пока вы разбираетесь с этим "хакером"...

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_NO_ESCAPE"]/choice[@req="hacking"]/text
ru: (Взломщик) Противостоять взлому.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_NO_ESCAPE"]/choice[@req="hacking"]/event/text
ru: Ваша система взлома автоматически противодействует цифровому нападению, и вы движетесь в атаку на корабль.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_CIVILIAN"]/choice[1]/text
ru: Помочь гражданским.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_CIVILIAN"]/choice[1]/event/text
ru: Вы включаете оружие и бросаетесь в атаку на пиратский корабль.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_CIVILIAN"]/choice[2]/text
ru: Держаться от них подальше.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_CIVILIAN"]/choice[2]/event/text
ru: Бой выводит их из радиуса действия ваших сканеров. Через некоторое время сигнал бедствия пропадает.

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE_CIVILIAN"]/text[1]
ru: Вы прибываете в эту систему как раз вовремя, чтобы застать пиратский корабль, преследующий гражданских. Жертва отчаянно шлёт передачи на частоте сигнала бедствия.

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE_CIVILIAN"]/text[2]
ru: Сканеры показывают, что неподалёку происходит бой. Кажется, что кто-то находится под атакой космических пиратов.

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE_CIVILIAN"]/text[3]
ru: Вы засекли два корабля, один преследует другого... Сканеры показывают, что преследователь — пират.

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE_CIVILIAN"]/text[4]
ru: В этой области находятся только два корабля, и, похоже, они сражаются. У одного из них пиратские знаки.

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE_CIVILIAN"]/text[5]
ru: Только вы прилетаете к следующему радиомаяку, как вас немедленно приветствует небольшой шаттл: «Помогите нам! Нас атакуют пираты!»

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE_CIVILIAN"]/text[6]
ru: Вы выходите из прыжка и видите лазерные заряды, летящие с другой стороны маяка. Похоже, на кого-то напали пираты.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST"]/event[1]/text
ru: Корабль, что вы спасли, сильно пострадал в бою. Большинство членов его команды согласилось на ваше предложение довезти их до ближайшей станции, а один попросился к вам в команду.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST"]/event[1]/choice[1]/text
ru: Добро пожаловать на борт!

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST"]/event[1]/choice[1]/event/text
ru: Выживший принимается в команду.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST"]/event[1]/choice[2]/text
ru: Отказать и попросить у них лом вместо этого.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST"]/event[1]/choice[2]/event/text
ru: Они отдают вам всё, что у них было.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST"]/event[2]/text
ru: Видимо, корабль, подвергшийся нападению, был научным судном. Они благодарят вас за спасение и предлагают небольшое вознаграждение.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST"]/event[3]/text
ru: Похоже, экипаж не пережил нападения. Вы берёте то, что можете из останков корабля.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST"]/event[4]/text
ru: Они отвечают: «Хорошо, что вы прилетели, иначе мы были бы мертвы. Мы — кораблестроители, и мы хотели бы помочь вам, как вы помогли нам».

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST"]/event[4]/choice/text
ru: Капитан предлагает установить на ваш корабль некоторое оборудование.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST"]/event[5]/text
ru: «Этот сектор становится всё более опасным для сторонников Федерации. Я думаю, что моя команда может залатать часть повреждений вашего корпуса в качестве благодарности».

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST"]/event[6]/text
ru: Пока вы сражались, гражданский корабль благоразумно предпочёл смыться.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST_NO_ESCAPE"]/event[1]/text
ru: Корабль, что вы спасли, сильно пострадал в бою. Большинство членов его команды согласилось на ваше предложение довезти их до ближайшей станции, а один попросился к вам в команду.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST_NO_ESCAPE"]/event[1]/choice[1]/text
ru: Добро пожаловать на борт!

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST_NO_ESCAPE"]/event[1]/choice[1]/event/text
ru: Выживший принимается в команду.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST_NO_ESCAPE"]/event[1]/choice[2]/text
ru: Отказать и попросить у них лом вместо этого.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST_NO_ESCAPE"]/event[1]/choice[2]/event/text
ru: Они отдают вам всё, что у них было.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST_NO_ESCAPE"]/event[2]/text
ru: Видимо, корабль, подвергшийся нападению, был научным судном. Они благодарят вас за спасение и предлагают небольшое вознаграждение.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST_NO_ESCAPE"]/event[3]/text
ru: Похоже, экипаж не пережил нападения. Вы берёте то, что можете из останков корабля.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST_NO_ESCAPE"]/event[4]/text
ru: Они отвечают: «Хорошо, что вы прилетели, иначе мы были бы мертвы. Мы — кораблестроители, и мы хотели бы помочь вам, как вы помогли нам».

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST_NO_ESCAPE"]/event[4]/choice/text
ru: Капитан предлагает установить на ваш корабль некоторое оборудование.

source: data/events_pirate.xml.rawclobber$//eventList[@name="SAVE_CIVILIAN_LIST_NO_ESCAPE"]/event[5]/text
ru: «Этот сектор становится всё более опасным для сторонников Федерации. Я думаю, что моя команда может залатать часть повреждений вашего корпуса в качестве благодарности».

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_BRIBER"]/choice[1]/text
ru: Принять взятку.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_BRIBER"]/choice[1]/event/text
ru: «Верный выбор, сынок. Мы оба заработаем на этом».

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_BRIBER"]/choice[2]/text
ru: Проявить героизм, атаковав пиратов.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_BRIBER"]/choice[2]/event/text
ru: Пиратский корабль прекратил преследование и направил орудия на ваш корабль.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_BRIBER_WIN"]/event[1]/text
ru: Внимательнее присмотревшись к атакованному кораблю, вы понимаете, что это разведчик повстанцев! Он сильно потрёпан и не способен оказать существенное сопротивление.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_BRIBER_WIN"]/event[1]/choice[1]/text
ru: Уничтожить корабль и собрать трофеи.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_BRIBER_WIN"]/event[1]/choice[1]/event/text
ru: Вы снимаете с корабля всё, что может пригодиться, а команду оставляете надеяться на помощь.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_BRIBER_WIN"]/event[1]/choice[2]/text
ru: Использовать влияние, полученное во время спасения их жизней, чтобы убедить их задержать флот преследователей.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_BRIBER_WIN"]/event[1]/choice[2]/event/text
ru: Надо надеяться, это даст вам дополнительное время, чтобы добраться до следующего сектора.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_BRIBER_WIN"]/event[2]/text
ru: Вы опоздали. Повреждение корпуса лишило команду кислорода во время борьбы с пиратами. Вы собираете то, что можете.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_BRIBER_WIN"]/event[3]/text
ru: Жертва пиратов улетает от вас, до того как вы успеваете выйти с ней на контакт.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_BRIBER_WIN"]/event[4]/text
ru: «Спасибо за помощь! Я — торговец. Обычно я работаю только с повстанцами, но, учитывая обстоятельства, я сделаю исключение».

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_BRIBER_WIN"]/event[5]/text
ru: «Слава небесам, вы оказались рядом! Мы не можем предложить многого, но наш инженер, скорее всего, сможет подлатать вас после этого ужасного сражения».

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE_BRIBER"]/text[1]
ru: Вы встречаете пирата, преследующего неизвестный корабль. Вы сразу получаете передачу от пирата: «Не влезайте в это сражение, и вы не пожалеете».

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE_BRIBER"]/text[2]
ru: Неопознанный корабль сильно повреждён и до сих пор подвергается нападению пиратов. Жертва транслирует сигнал бедствия, но пираты прерывают его и предлагают вам разделить добычу, если вы не будете вмешиваться.

source: data/events_pirate.xml.rawclobber$//textList[@name="PIRATE_BRIBER"]/text[3]
ru: Как только вы вышли из прыжка, ракета пролетает прямо перед носом корабля. Быстрое сканирование выявляет корабль с пиратскими знаками, преследующий неизвестное судно. Пираты сообщают вам: «Чёрт, мы не ждали компанию. Не вмешивайтесь и сможете заработать».

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_CHOICE"]/text
ru: После завершения прыжка вы получаете сообщение от корабля неподалёку: «Приветствуем, добро пожаловать на наш маяк! За небольшую плату мы позволим тебе продолжить свой путь».

# data/events_pirate.xml.rawclobber$//event[@name="PIRATE_CHOICE"]/choice[1]/text
source: Pay their toll.
ru: Заплатить дань.

source: "You made the right decision, friend."
ru: «Ты принял верное решение, друг».

# data/events_pirate.xml.rawclobber$//event[@name="PIRATE_CHOICE"]/choice[2]/text
source: Reject their 'offer'.
ru: Отклонить "предложение".

source: "Too bad... You will regret this decision!"
ru: «Прискорбно, прискорбно. Сейчас ты пожалеешь об этом решении».

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_SLAVER"]/text
ru: Хорошо вооружённый пиратский корабль подходит к вам. «Передайте нам одного из членов вашего экипажа, и тогда остальные смогут уйти в целости».

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_SLAVER"]/choice[1]/text
ru: Отправить им кого-то из вашей команды, предварительно его вооружив.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_SLAVER"]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Они вдруг понимают, что перед ними беспилотник, и атакуют ваш корабль.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_SLAVER"]/choice[3]/text
ru: Не рисковать и пойти в лобовую атаку.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_SLAVER"]/choice[@req="mantis_crew"]/text
ru: (Член экипажа мантис) Отправить им вооружённого мантиса.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_SLAVER"]/choice[@req="engines"]/text
ru: (Продвинутые двигатели) Попытаться оторваться от корабля работорговцев.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RAB"]/event[1]/text
ru: К несчастью, пираты замечают оружие у вашего диверсанта и забирают его, прежде чем он успел им воспользоваться. Решив больше не рисковать командой, вы покидаете этот маяк.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RAB"]/event[1]/choice/event/removeCrew/text
ru: Вы прикидываете, не клонировать ли ему замену, но всё же решаете уважать законы Федерации об одновременно существующих двойниках.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RAB"]/event[2]/text
ru: К несчастью, пираты замечают оружие у вашего диверсанта и забирают его, прежде чем он успел им воспользоваться. Решив больше не рисковать командой, вы покидаете этот маяк.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RAB"]/event[2]/choice/event/removeCrew/text
ru: Вы прикидываете, не клонировать ли ему замену, но всё же решаете уважать законы Федерации об одновременно существующих двойниках.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RAB"]/event[3]/text
ru: Вы передаёте одного из вашей команды, незаметно его вооружив. Оказавшись на пиратском корабле, ему удаётся убить их главаря, после чего остальные пираты сдаются. Вы освобождаете пленных рабов, которых перевозили пираты, и один из них вступает в вашу команду.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RAB"]/event[4]/text
ru: Вы передаёте одного из вашей команды, незаметно его вооружив. Оказавшись на пиратском корабле, ему удаётся убить их главаря, после чего остальные пираты сдаются. Вы отдаёте приказ забрать всё ценное с их корабля.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RAB"]/event[5]/text
ru: Вы передаёте одного из вашей команды, незаметно его вооружив. Оказавшись на пиратском корабле, ему удаётся убить их главаря, после чего остальные пираты сдаются. Вы снимаете одно из орудий с их корабля.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RAB"]/event[6]/text
ru: Вы передаёте одного из вашей команды, незаметно его вооружив, однако пираты, почуяв неладное, тщательно его досматривают. Обнаружив оружие, они казнят его на месте. Озлобленные, они атакуют ваш корабль.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RAB"]/event[6]/choice/event/removeCrew/text
ru: Погибший диверсант уже выходит из клон-отсека и готовится к битве с пиратами.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_MANTIS"]/event[1]/text
ru: Вы передаёте мантиса, незаметно его вооружив. Оказавшись на пиратском корабле, он устраивает настоящую резню! После того, как мантис снёс голову главарю, остальные пираты сдаются. Вы освобождаете пленных рабов, которых они перевозили, и один из них вступает в вашу команду.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_MANTIS"]/event[2]/text
ru: Вы передаёте мантиса, незаметно его вооружив. Оказавшись на пиратском корабле, он устраивает настоящую резню! После того, как мантис снёс голову главарю, остальные пираты сдаются. Вы отдаёте приказ забрать всё ценное с их корабля.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_MANTIS"]/event[3]/text
ru: Вы передаёте мантиса, незаметно его вооружив. Оказавшись на пиратском корабле, он устраивает настоящую резню! После того, как мантис снёс голову главарю, остальные пираты сдаются. Вы снимаете одно из орудий с их корабля.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_MANTIS"]/event[4]/text
ru: Вооружённый мантис убивает несколько пиратов и возвращается обратно на угнанной шлюпке. Обозлённые пираты атакуют вас.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RUN"]/event[1]/text
ru: Вы отдаёте приказ: «Полный вперёд!» Напрасная попытка — работорговцы быстро догоняют вас и занимают позицию для атаки.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RUN"]/event[2]/text
ru: Вы переводите все возможные мощности на двигатель и сбегаете. Вы застали их врасплох, но они, похоже, нагоняют вас. К счастью, вы можете держать их на расстоянии достаточно долго, чтобы успеть зарядить FTL-привод.

source: data/events_pirate.xml.rawclobber$//eventList[@name="PIRATE_SLAVER_RUN"]/event[3]/text
ru: Вы запускаете двигатель и пытаетесь бежать. Их более медленный корабль не поспевает. В конце концов он сдаётся и возвращается к маяку ждать добычу полегче.

source: data/events_pirate.xml.rawclobber$//event[@name="FRIENDLY_SLAVER"]/text
ru: Вы узнаёте корабль известного работорговца. Он приветствует вас и предлагает вам приобрести дешёвых "работников".

source: data/events_pirate.xml.rawclobber$//event[@name="FRIENDLY_SLAVER"]/choice[1]/text
ru: Купить одного из рабов, освободить его и принять в команду.

source: data/events_pirate.xml.rawclobber$//event[@name="FRIENDLY_SLAVER"]/choice[2]/text
ru: Купить этого раба.
