Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_pirate.xml.rawclobber/*.po
Languages: ru

source: data/events_pirate.xml.rawclobber$//event[@name="FRIENDLY_SLAVER"]/choice[3]/text
ru: Уничтожить рабовладельческую шваль!

source: data/events_pirate.xml.rawclobber$//event[@name="FRIENDLY_SLAVER"]/choice[4]/text
ru: Игнорировать работорговца и продолжить полёт.

source: data/events_pirate.xml.rawclobber$//event[@name="FRIENDLY_SLAVER"]/choice[@req="teleporter"]/text
ru: (Улучшенный телепортер) Использовать телепортер — попытаться проникнуть на корабль и освободить рабов.

source: data/events_pirate.xml.rawclobber$//eventList[@name="FRIENDLY_SLAVER_TELEPORTER"]/event[1]/text
ru: Вы отправляете маленькую группу. Они работают быстро — освобождают рабов и телепортируются обратно на ваш корабль. Один из пленных, похоже, годится для боя, вы кидаете ему оружие и готовитесь к битве.

source: data/events_pirate.xml.rawclobber$//eventList[@name="FRIENDLY_SLAVER_TELEPORTER"]/event[2]/text
ru: Вы отсылаете команду, чтобы попытаться освободить заключённых. Им удаётся добраться до одного пленного до того, как их ловит и загоняет в угол команда неприятеля. Вы быстро телепортируете свою команду и пленника обратно на свой корабль.

source: data/events_pirate.xml.rawclobber$//eventList[@name="FRIENDLY_SLAVER_TELEPORTER"]/event[3]/text
ru: Вы телепортируете команду на их корабль. Но оценка местоположения заключённых была ошибочна. К тому времени, как ваша команда добирается до их расположения, работорговцы обнаруживают её. Вы возвращаете экипаж обратно на корабль и готовитесь к бою.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_SUN"]/text
ru: Маяк был установлен слишком близко к звезде — супер-гиганту класса М! Корабль точно перегреется, пока вы будете выбираться отсюда... Или погибнете. Пираты, наверное забывшие об опасности солнца, несутся в бой.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_ASTEROID"]/text
ru: Пиратский корабль затаился в астероидном поле. Он сразу же атакует.

source: data/events_pirate.xml.rawclobber$//event[@name="PIRATE_ASTEROID"]/choice/text
ru: Развернуться и принять бой.

source: data/events_pirate.xml.rawclobber$//textList[@name="BOARDERS_PIRATE"]/text
ru: ССССССССССССССССС

source: data/events_pirate.xml.rawclobber$//event[@name="BOARDERS_SUN"]/text
ru: Прыжок вывел вас прямиком в корону местной звезды. Вы получаете сообщение с висящего неподалёку пиратского корабля: «Как здорово, что вы здесь — нашу посудину здорово пожгло протуберанцами, так что мы заберём вашу!» На борту корабля обнаружены посторонние!

source: data/events_pirate.xml.rawclobber$//event[@name="BOARDERS_ASTEROID"]/text
ru: Вы прыгаете прямо в опасное астероидное поле. И что хуже, сенсоры сообщают, что пиратская крепость нацелилась на ваш корабль и активировала телепортер. Готовьтесь к бою!

source: data/events_pirate.xml.rawclobber$//event[@name="FLOATING_CARGO"]/text
ru: Недалеко от маяка вы обнаруживаете уничтоженный грузовой корабль. Часть уцелевшего груза висит в пространстве поблизости.

source: data/events_pirate.xml.rawclobber$//event[@name="FLOATING_CARGO"]/choice[1]/text
ru: Поднять груз на борт.

source: data/events_pirate.xml.rawclobber$//event[@name="FLOATING_CARGO"]/choice[2]/text
ru: Оставить груз в покое, это выглядит подозрительно.

source: data/events_pirate.xml.rawclobber$//event[@name="FLOATING_CARGO"]/choice[2]/event/text
ru: Вы не трогаете груз и готовитесь к прыжку.

source: data/events_pirate.xml.rawclobber$//event[@name="FLOATING_CARGO"]/choice[@req="sensors"]/text
ru: (Улучшенные сенсоры) Тщательно просканировать ящики с грузом.

source: data/events_pirate.xml.rawclobber$//event[@name="FLOATING_CARGO"]/choice[@req="ADV_SCANNERS"]/text
ru: (Сканеры широкого охвата) Тщательно просканировать ящики с грузом.

source: data/events_pirate.xml.rawclobber$//eventList[@name="FLOATING_CARGO_LIST"]/event[1]/text
ru: Ящики оказываются наполненными военным снаряжением! Вы берете всё, что вы можете использовать, и выбрасываете за борт всё остальное.

source: data/events_pirate.xml.rawclobber$//eventList[@name="FLOATING_CARGO_LIST"]/event[2]/text
ru: Груз в основном состоит из одежды и всякой бытовой мелочёвки. Впрочем, вам удаётся набрать немного лома.

source: data/events_pirate.xml.rawclobber$//eventList[@name="FLOATING_CARGO_LIST"]/event[3]/text
ru: После того, как вы переносите груз на свой корабль, из ближайшего ящика выскакивает пират со словами: «Тьфу... Как же там тесно. О, да! Готовься к смерти!» Сразу после этого боевого клича ваш корабль наполняется звуком ломающихся ящиков...

source: data/events_pirate.xml.rawclobber$//eventList[@name="FLOATING_CARGO_LIST"]/event[4]/text
ru: Притащив груз на борт, вы даже не успели его открыть, как пиратский корабль выходит из укрытия и атакует. В это же время ящики распахнулись. Захватчики на борту!

source: data/events_pirate.xml.rawclobber$//eventList[@name="FLOATING_CARGO_SCAN_LIST"]/event[1]/text
ru: Груз не содержит ровным счётом ничего интересного. Зато с корабля вам удаётся набрать немного лома.

source: data/events_pirate.xml.rawclobber$//eventList[@name="FLOATING_CARGO_SCAN_LIST"]/event[2]/text
ru: Ваши продвинутые сенсоры способны пробить защитный барьер и сканировать груз. Он оказывается полон военным снаряжением! Вы берете всё, что вы можете использовать.

source: data/events_pirate.xml.rawclobber$//eventList[@name="FLOATING_CARGO_SCAN_LIST"]/event[3]/text
ru: Ваши продвинутые сенсоры засекли слабые сигнатуры форм жизни внутри груза. Формы жизни, кажется, вооружены. Это похоже на план пиратской засады.

source: data/events_pirate.xml.rawclobber$//eventList[@name="FLOATING_CARGO_SCAN_LIST"]/event[3]/choice[1]/text
ru: Уничтожить ящики, чтобы в эту засаду не попался кто-то другой.

source: data/events_pirate.xml.rawclobber$//eventList[@name="FLOATING_CARGO_SCAN_LIST"]/event[3]/choice[1]/event/text
ru: Вы стреляете по ящикам, вскрывая их и разбрасывая пиратов по космосу во все стороны. Откуда-то появляется пиратский корабль и передаёт сообщение: «Ты за это заплатишь, гад!»

source: data/events_pirate.xml.rawclobber$//eventList[@name="FLOATING_CARGO_SCAN_LIST"]/event[3]/choice[2]/text
ru: Не трогать и подготовиться к прыжку.

source: data/events_pirate.xml.rawclobber$//event[@name="CURIOSITY_EVENT"]/text
ru: Пиратский корабль перед вами преследует гражданских. Вы получаете входящее сообщение от пиратов: «Не лезь, иначе ты следующий». Нет времени вести переговоры, к бою!

source: data/events_pirate.xml.rawclobber$//ship[@name="PIRATE_CURIOSITY"]/destroyed/text
ru: Корабль пиратов уничтожен. Гражданские выходят на связь...

source: data/events_pirate.xml.rawclobber$//ship[@name="PIRATE_CURIOSITY"]/deadCrew/text
ru: Пираты мертвы. Гражданские выходят на связь...

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[1]/text
ru: «Спасибо, что не бросили нас! Мы - торговцы диковинками, и у нас есть что-то для вас». Они оставляют вам странное оружие и прощаются.

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[2]/text
ru: «Спасибо, что не бросили нас! Мы - торговцы диковинками, можете выбрать один из наших товаров совершенно бесплатно!» Вы рассматриваете необычные орудия в их трюме...

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[2]/choice[1]/text
ru: Попросить это оружие.

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[2]/choice[1]/event/text
ru: Вы забираете оружие, после чего прощаетесь с торговцами.

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[2]/choice[2]/text
ru: Попросить это оружие.

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[2]/choice[2]/event/text
ru: Вы забираете оружие, после чего прощаетесь с торговцами.

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[3]/text
ru: «Спасибо, что не бросили нас! Мы - торговцы диковинками, можете выбрать один из наших товаров совершенно бесплатно!» Вы рассматриваете необычные орудия в их трюме...

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[3]/choice[1]/text
ru: Попросить это оружие.

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[3]/choice[1]/event/text
ru: Вы забираете оружие, после чего прощаетесь с торговцами.

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[3]/choice[2]/text
ru: Попросить это оружие.

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[3]/choice[2]/event/text
ru: Вы забираете оружие, после чего прощаетесь с торговцами.

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[3]/choice[3]/text
ru: Попросить это оружие.

source: data/events_pirate.xml.rawclobber$//eventList[@name="CURIOSITY_REWARD"]/event[3]/choice[3]/event/text
ru: Вы забираете оружие, после чего прощаетесь с торговцами.

source: data/events_pirate.xml.rawclobber$//event[@name="KENIX_BOSS_EVENT"]/text
ru: Рядом с маяком висит внушительный пиратский корабль. Его командир представляется Кениксом и предлагает пройти испытание в какой-то видео-игре. Что скажете?

source: data/events_pirate.xml.rawclobber$//event[@name="KENIX_BOSS_EVENT"]/choice[1]/text
ru: Согласиться и запустить его игру.

source: data/events_pirate.xml.rawclobber$//event[@name="KENIX_BOSS_EVENT"]/choice[2]/text
ru: Атаковать его! Никаких игр с пиратами.

source: data/events_pirate.xml.rawclobber$//event[@name="KENIX_BOSS_EVENT"]/choice[2]/event/text
ru: Пират активирует вооружение в ответ. Эта битва будет легендарной...

source: data/events_pirate.xml.rawclobber$//event[@name="KENIX_BOSS_EVENT"]/choice[3]/text
ru: Отказаться и улететь прочь.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_DECLINE"]/event[1]/text
ru: Кеникс огорчён, но остаётся ждать у маяка следующего путешественника.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_DECLINE"]/event[2]/text
ru: Кеникс говорит, что отказ не принимается, а затем активирует свои орудия.

source: data/events_pirate.xml.rawclobber$//eventList[@name="KENIX_BOSS_EVENT_DECLINE"]/event[3]/text
ru: Кеникс говорит, что отказ не принимается, а затем активирует свои орудия.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE"]/text[1]
ru: На вашем главном терминале запускается игра "FTL". Кеникс выбирает вам какое-то ржавое корыто вместо корабля. Вы размышляете, что бы сделать перед полётом?

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE"]/text[2]
ru: На вашем главном терминале запускается игра "FTL". Кеникс выбирает вам довольно слабенький корабль. Вы размышляете, что бы сделать перед полётом?

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE"]/text[3]
ru: На вашем главном терминале запускается игра "FTL". Кеникс выбирает вам корабль, созданный явно для страданий. Вы размышляете, что бы сделать перед полётом?

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE"]/text[4]
ru: На вашем главном терминале запускается игра "FTL". Кеникс выбирает вам корабль-мечту. Вы размышляете, что бы сделать перед полётом?

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE1"]/text[1]
ru: Взять с собой линейку для улучшеной навигации.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE1"]/text[2]
ru: Сходить в туалет.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE1"]/text[3]
ru: Погладить кошку на удачу.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE1"]/text[4]
ru: Размяться на турнике.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE1"]/text[5]
ru: Полить водой кактус, защищающий вас от губительного излучения монитора.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE1"]/text[6]
ru: Протереть веб-камеру.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE1"]/text[7]
ru: Открыть таблицу наград.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE2"]/text[1]
ru: Заварить чашку кофе.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE2"]/text[2]
ru: Заварить чашку чая.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE2"]/text[3]
ru: Убрать бардак за спиной.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE2"]/text[4]
ru: Протереть монитор.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE2"]/text[5]
ru: Взять монетку для принятия важных решений.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE2"]/text[6]
ru: Выгнать из отсека посторонних.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE2"]/text[7]
ru: Проверить, идёт ли трансляция на всех каналах.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE3"]/text[1]
ru: Убедиться, что все клавиши работают.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE3"]/text[2]
ru: Зарядить беспроводную мышь.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE3"]/text[3]
ru: Выключить телефон.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE3"]/text[4]
ru: Положить рядом калькулятор.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE3"]/text[5]
ru: Запастить чипсами.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE3"]/text[6]
ru: Съесть тарелку пельменей.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_TEXT_PREPARE_CHOISE3"]/text[7]
ru: Как следует почесать то, что очень чешется.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_HEADER_TEXT"]/text
ru: Нужно определиться, в какой сектор направиться дальше...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[1]
ru: Сектор мантисов.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[2]
ru: Сектор инжи.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[3]
ru: Сектор роков.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[4]
ru: Сектор пиратов.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[5]
ru: Сектор слагов.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[6]
ru: Сектор аватаров.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[7]
ru: Гражданский сектор.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[8]
ru: Туманный сектор.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[9]
ru: Нестабильный сектор.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[10]
ru: Сверхнестабильный сектор.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[11]
ru: Сектор морфов.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[12]
ru: Сектор золтанцев.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[13]
ru: Сектор золтонцев.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[14]
ru: Сектор пиратов.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[15]
ru: Сектор кристалинов.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[16]
ru: Сектор повстанцев.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[17]
ru: Сектор Ордена.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[18]
ru: Сектор магменов.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[19]
ru: Родной мир инжи.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[20]
ru: Родной мир роков.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[21]
ru: Родной мир мантисов.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[22]
ru: Родной мир слагов.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[23]
ru: Родной мир аватаров.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_CHOISE_SECTOR_TEXT"]/text[24]
ru: Сектор аномалий.

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT1"]/text[1]
ru: Пролетев сквозь сектор, вы не находите ничего полезного...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT1"]/text[2]
ru: Пролетев сквозь сектор, вы немного улучшили свой корабль...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT1"]/text[3]
ru: Пролетев сквозь сектор, вы спасаете какого-то бедолагу, застрявшего на астероиде...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT1"]/text[4]
ru: Пролетев сквозь сектор, вы находите только абсолютно бесполезного дрона...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT1"]/text[5]
ru: Пролетев сквозь сектор, вы пару раз огребаете от пиратов. Ничего, зато все живы...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT1"]/text[6]
ru: Пролетев сквозь сектор, вы спасаете ремонтное судно. Но ваш корабль не требует ремонта...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT2"]/text[1]
ru: Пролетев сквозь сектор, вы снимаете ценные стволы с брошенного корабля...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT2"]/text[2]
ru: Пролетев сквозь сектор, вам удаётся выгодно продать барахло из трюма...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT2"]/text[3]
ru: Пролетев сквозь сектор, ваш экипаж получает пополнение...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT2"]/text[4]
ru: Пролетев сквозь сектор, вы находите импульсный лазер Мод II. Как же он прекрасен!..

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT2"]/text[5]
ru: Пролетев сквозь сектор, вы находите просто тонны бесхозного лома...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT2"]/text[6]
ru: Пролетев сквозь сектор, вы находите карту сектора на последнем маяке...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT3"]/text[1]
ru: Пролетев сквозь сектор, вы кое-как чинитесь в магазине на последнем маяке...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT3"]/text[2]
ru: Пролетев сквозь сектор, вы находите всего лишь один магазин. Ничего полезного...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT3"]/text[3]
ru: Пролетев сквозь сектор, вы находите три магазина подряд. К сожалению, вы всё потратили перед самым первым из них...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT3"]/text[4]
ru: Пролетев сквозь сектор, вы легко расправляетесь с местными кораблями и забираете их барахло...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT3"]/text[5]
ru: Пролетев сквозь сектор, вы находите секретную базу с орудиями и ракетами...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT3"]/text[6]
ru: Пролетев сквозь сектор, вы еле убегаете от дредноута чёрного крыла...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT4"]/text[1]
ru: Пролетев сквозь сектор, вы находите автоперезарядчик. Похоже, эта попытка будет удачной...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT4"]/text[2]
ru: Пролетев сквозь сектор, вы находите ракетную установку и репликатор. Это знак свыше...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT4"]/text[3]
ru: Пролетев сквозь сектор, вы получаете несколько ракет в борт, но в целом находите много полезного...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT4"]/text[4]
ru: Пролетев сквозь сектор, вы получаете какое-то бессмысленное сообщение от местных астрологов. К своему удивлению вы замечаете, что население вашего корабля удвоилось...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT4"]/text[5]
ru: Пролетев сквозь сектор, вы находите кран для сбора лома. Эх, поздновато...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYRESULT_TEXT4"]/text[6]
ru: Пролетев сквозь сектор, вы находите титановое покрытие. Это полезно...

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYREASONDEATH_TEXT"]/text[1]
ru: В этом секторе ваш экипаж полностью вырезает банда неожиданно появившихся мантисов... ИГРА ОКОНЧЕНА

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYREASONDEATH_TEXT"]/text[2]
ru: В этом секторе вы отчаянно отбиваетесь от пиратов, но последний взрыв становится роковым и разрывает ваш корабль на части... ИГРА ОКОНЧЕНА

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYREASONDEATH_TEXT"]/text[3]
ru: В этом секторе в какой-то момент напряжённой битвы вы забываете запитать орудия и получаете критические повреждения... ИГРА ОКОНЧЕНА

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYREASONDEATH_TEXT"]/text[4]
ru: В этом секторе вы умудряетесь не заметить чёрную дыру и застреваете в ней навсегда (с точки зрения внешнего наблюдателя)... ИГРА ОКОНЧЕНА

source: data/events_pirate.xml.rawclobber$//textList[@name="KENIX_BOSS_EVENT_GAME_FLYREASONDEATH_TEXT"]/text[5]
ru: В этом секторе вас обманывают слаги (ОПЯТЬ!), и в неравных условиях экипаж корабля погибает... ИГРА ОКОНЧЕНА
