Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_ships.xml.rawclobber/*.po
Languages: ru

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_ZOLTAN_CREW_STUDY"]/deadCrew/choice/event/text
ru: «Спасибо за освобождение! Они использовали нас как приманку для кораблей, что проходили мимо. Возьмите это, пожалуйста».

source: data/events_ships.xml.rawclobber$//ship[@name="CIVILIAN_SHIP_NOFUEL"]/escape/text
ru: Кажется, они не хотят сражаться и пытаются сбежать.

source: data/events_ships.xml.rawclobber$//ship[@name="CIVILIAN_SHIP_NOFUEL"]/gotaway/text
ru: Корабль улетает в неизвестном направлении...

source: data/events_ships.xml.rawclobber$//ship[@name="AUTO_FUEL_SELLER"]/escape/text
ru: Очевидно, этот корабль не был предназначен для битвы. Кажется, они пытаются сбежать.

source: data/events_ships.xml.rawclobber$//ship[@name="AUTO_FUEL_SELLER"]/gotaway/text
ru: Не сказав ни слова, корабль совершает прыжок. Вы надеетесь, что они ушли не за подкреплением.

source: data/events_ships.xml.rawclobber$//ship[@name="AUTO_FUEL_SELLER"]/destroyed/text
ru: Корабль разваливается на куски, и вы судорожно пытаетесь спасти топливо из их грузового отсека.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_SHIP"]/surrender/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="0"]/text
ru: Принять капитуляцию.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_SHIP"]/surrender/choice[2]/text
ru: Проигнорировать их запрос.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_SHIP"]/surrender/choice[2]/event/text
ru: Вы прервали связь и приготовились прикончить их.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_SHIP"]/surrender/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="1"]/text
ru: (Член экипажа слаг) Ваш слаг знает, чем они хотят откупиться.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_FED"]/destroyed/text
ru: Судно кристалинов разваливается на части, и вы подбираете с него всё, что может пригодиться.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_FED"]/deadCrew/text
ru: Команда вражеского судна была ликвидирована. Вы собираете всё, что можно.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_CONVOY"]/surrender/text
ru: Их корабль выглядит изрядно потрёпанным, и, похоже, они уже передумали воевать. Может быть стоит отключить своё оружие и попытаться убедить их в мирности своих намерений?

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_CONVOY"]/surrender/choice[1]/text
ru: Остановить сражение.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_CONVOY"]/surrender/choice[1]/event/text
ru: Они приняли ваши объяснения и позволили приблизиться к флоту. Оказалось, что это простые шахтёры и колонисты с периферийного поселения, бегущие в более защищённые части космоса от нападений пиратов и повстанцев.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_CONVOY"]/surrender/choice[1]/event/choice/event/text
ru: Они извиняются за свою необдуманную реакцию на ваше присутствие и тратят некоторое время на дозаправку и ремонт обоих кораблей.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_CONVOY"]/surrender/choice[2]/text
ru: Покончить с ними.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_CONVOY"]/surrender/choice[2]/event/text
ru: Они хотели боя, и они его получат.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_CONVOY"]/destroyed/text
ru: Судно кристалинов разваливается на части, и вы подбираете с него всё, что можно подобрать. За это время остаток конвоя значительно отдаляется от вас. Ничего не поделаешь, придётся прыгать дальше.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_CONVOY"]/deadCrew/text
ru: Команда вражеского судна была полностью уничтожена. Пока вы собираете лом с корабля, остаток конвоя значительно отдаляется от вас. Ничего не поделаешь, придётся прыгать дальше.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_HUNTER"]/surrender/text
ru: Охотники отправили вам сообщение: «Мы сдаёмся. Заберите один из этих мягких мешков мяса, которые мы захватили». Похоже, они имеют в виду человеческих пленников.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_HUNTER"]/surrender/choice[1]/text
ru: Принять капитуляцию.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_HUNTER"]/surrender/choice[1]/event/text
ru: Они выслали одного из пленников на ваш корабль. Он немного потрясён, и вы подозреваете, что он когда-то был повстанцем, но, похоже, он очень рад освобождению.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_HUNTER"]/surrender/choice[2]/text
ru: Покончить с ними.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_HUNTER"]/surrender/choice[2]/event/text
ru: Кто знает, сколько человек будет спасено, если вы уничтожите их сейчас.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_HUNTER"]/destroyed/text
ru: Судно кристалинов разваливается на части, и вы подбираете с него всё, что можно подобрать. Кто знает, сколько людей вы спасли, остановив этот корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_HUNTER"]/deadCrew/text
ru: Экипаж вражеского корабля устранён. Вы подбираете всё, что можете взять. Кто знает, сколько людей вы спасли, остановив этот корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_CRYSTAL_REBEL_CRYSTAL"]/destroyed/text
ru: Корабль повстанцев уничтожен, вы подбираете останки.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_CRYSTAL_REBEL_CRYSTAL"]/deadCrew/text
ru: Корабль повстанцев захвачен, вы забираете содержимое его трюмов.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_CRYSTAL"]/destroyed/text
ru: Корабль взорвался, и вы взяли столько лома, сколько смогли.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_CRYSTAL"]/deadCrew/text
ru: Их команда мертва, и вы забираете с корабля всё, что пригодится.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_CRYSTAL"]/destroyed/text
ru: Корабль взрывается, и вы собираете столько лома, сколько можете.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_CRYSTAL"]/deadCrew/text
ru: Их команда мертва, и вы забираете с корабля всё, что пригодится.

source: data/events_ships.xml.rawclobber$//ship[@name="PRIZRAK_SHIP"]/destroyed/text
ru: Корабль-призрак уничтожен. Больше он не побеспокоит путешественников.

source: data/events_ships.xml.rawclobber$//ship[@name="PRIZRAK_SHIP"]/deadCrew/text
ru: Теперь этот корабль действительно пуст.

source: data/events_ships.xml.rawclobber$//textList[@name="DEAD_CREW_SHELL_TEXT"]/text[1]
ru: Последний раненый броненосец издаёт противный писк и умирает...

source: data/events_ships.xml.rawclobber$//textList[@name="DEAD_CREW_SHELL_TEXT"]/text[2]
ru: Раненый броненосец катается в муках по кораблю, и вы хладнокровно его добиваете.

source: data/events_ships.xml.rawclobber$//textList[@name="DEAD_CREW_SHELL_TEXT"]/text[3]
ru: Смертельно раненый капитан броненосцев отчаянно верещит, но вскоре затихает...

source: data/events_ships.xml.rawclobber$//eventList[@name="DEAD_CREW_SHELL_WITH_SLUG"]/event[1]/text
ru: Пока вы забираете полезные припасы с их корабля, ваш слаг заинтересовался панцирем одного из погибших броненосцев...

source: data/events_ships.xml.rawclobber$//eventList[@name="DEAD_CREW_SHELL_WITH_SLUG"]/event[1]/choice[1]/text
ru: Пусть слаг возьмёт панцирь.

source: data/events_ships.xml.rawclobber$//eventList[@name="DEAD_CREW_SHELL_WITH_SLUG"]/event[1]/choice[1]/event/text
ru: Слаг с довольным видом заползает внутрь. Теперь его хрупкое тело защищено в ближнем бою!

source: data/events_ships.xml.rawclobber$//eventList[@name="DEAD_CREW_SHELL_WITH_SLUG"]/event[1]/choice[2]/text
ru: Приказать ему бросить панцирь.

source: data/events_ships.xml.rawclobber$//eventList[@name="DEAD_CREW_SHELL_WITH_SLUG"]/event[1]/choice[2]/event/text
ru: Слаг злобно шипит, но повинуется.
