Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_ships.xml.rawclobber/*.po
Languages: ru

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_ENGI_UNLOCK_2REAL"]/deadCrew/text
ru: Разобравшись с командой, вы просматриваете их журнал сообщений на предмет цели. Удача! Судя по всему, корабли, подходящие под описание воров, недавно проходили неподалёку. Вы забираете всё ценное и готовитесь продолжать преследование.

source: data/events_ships.xml.rawclobber$//ship[@name="DISTRESS_ENGI_REBEL"]/destroyed/text
ru: Расправившись с повстанцами, вы забираете всё ценное и ждёте, пока маленький корабль инжи вас догонит.

source: data/events_ships.xml.rawclobber$//ship[@name="DISTRESS_ENGI_REBEL"]/deadCrew/text
ru: Расправившись с повстанцами, вы забираете всё ценное и ждёте, пока маленький корабль инжи вас догонит.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_ENGI_STATION"]/destroyed/text
ru: Корабль мантисов разваливается на части.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_ENGI_STATION"]/destroyed/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="0"]/text
ru: Попробовать связаться с инжи.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_ENGI_STATION"]/destroyed/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="1"]/text
ru: Попробовать связаться с инжи.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_ENGI_STATION"]/deadCrew/text
ru: Корабль мантисов больше не подаёт признаков жизни. Вы спешите связаться с инжи.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_ENGI_STATION"]/deadCrew/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="0"]/text
ru: Попробовать связаться с инжи.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_ENGI_STATION"]/deadCrew/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="1"]/text
ru: Попробовать связаться с инжи.

source: data/events_ships.xml.rawclobber$//ship[@name="FUEL_OFF_ENGI_DUBIOUS"]/escape/text
ru: Похоже, они не хотят сражаться и пытаются скрыться.

source: data/events_ships.xml.rawclobber$//ship[@name="FUEL_OFF_ENGI_DUBIOUS"]/gotaway/text
ru: Не сказав ни слова, корабль совершает прыжок. Вы надеетесь, что они ушли не за подкреплением.

source: data/events_ships.xml.rawclobber$//ship[@name="FUEL_OFF_ENGI_DUBIOUS"]/destroyed/text
ru: Уничтожив враждебный корабль инжи, вы аккуратно извлекаете из обломков уцелевшее топливо.

source: data/events_ships.xml.rawclobber$//ship[@name="FUEL_OFF_ENGI_DUBIOUS"]/deadCrew/text
ru: Уничтожив враждебных инжи, вы аккуратно извлекаете из их корабля топливо.

source: data/events_ships.xml.rawclobber$//textList[@name="ROCK_FIGHT_DESTROYED"]/text[1]
ru: Победа! Вы чудом избежали пробоины в корпусе, когда один из роков из-за взрыва отлетел прямо на ваш мостик.

source: data/events_ships.xml.rawclobber$//textList[@name="ROCK_FIGHT_DESTROYED"]/text[2]
ru: Корабль роков разваливается. Сгорая, FTL-двигатель превращает его экипаж в звёздную пыль.

source: data/events_ships.xml.rawclobber$//textList[@name="ROCK_FIGHT_DESTROYED"]/text[3]
ru: Вражеский корабль разваливается, приняв последний ваш залп. Теперь роки стёрты в труху.

source: data/events_ships.xml.rawclobber$//textList[@name="ROCK_FIGHT_DESTROYED"]/text[4]
ru: Вы моргнули, и их больше нет: всё, что осталось от корабля роков — это наиболее крепкие куски корпуса. Возможно, что-нибудь из этого можно использовать.

source: data/events_ships.xml.rawclobber$//textList[@name="ROCK_FIGHT_DESTROYED"]/text[5]
ru: Роки редко уходят без боя, но уходить приходится. Их корабль разбит в щепки, вы вольны взять всё, что можете.

source: data/events_ships.xml.rawclobber$//textList[@name="ROCK_FIGHT_CREWDEAD"]/text[1]
ru: Роки — крепкие существа, поэтому вы проявляете особую осторожность при абордаже. Кажется, всё тихо — вы берёте всё, что вам нужно и отчаливаете.

source: data/events_ships.xml.rawclobber$//textList[@name="ROCK_FIGHT_CREWDEAD"]/text[2]
ru: Датчики не регистрируют признаков жизни на вражеском корабле. Кто знал, что роки окажутся такими слабаками? Время грабить.

source: data/events_ships.xml.rawclobber$//textList[@name="ROCK_FIGHT_CREWDEAD"]/text[3]
ru: Роки связываются с вами, но к тому моменту, как синхронизируется видеосигнал, всё, что вы видите — это последний член их экипажа, безжизненно обмякший в кресле. Будем считать это приглашением разграбить их припасы.

source: data/events_ships.xml.rawclobber$//ship[@name="ROCK_UNLOCK2"]/escape/text
ru: Корабль роков начинает прогревать FTL-двигатель. Если мы хотим заслужить их доверие, нам придётся терпеть жар столько, сколько могут они!

source: data/events_ships.xml.rawclobber$//ship[@name="ROCK_UNLOCK2"]/gotaway/text
ru: Перед прыжком они передают в вашу навигационную систему координаты. Это приглашение последовать за ними!

source: data/events_ships.xml.rawclobber$//ship[@name="ROCK_UNLOCK2"]/destroyed/text
ru: Их корабль разваливается, и вы ощущаете болезненный укол вины. Повернись всё по-другому, и, возможно, они могли бы принести пользу Федерации. Вы собираете всё, что может пригодиться, и готовитесь совершить прыжок из этого пекла.

source: data/events_ships.xml.rawclobber$//ship[@name="ROCK_UNLOCK2"]/deadCrew/text
ru: Их корабль затихает, и вы ощущаете болезненный укол вины. Повернись всё по-другому, и, возможно, они могли бы принести пользу Федерации. Вы собираете всё, что может пригодиться, и готовитесь совершить прыжок из этого пекла.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_CIVILIAN"]/destroyed/text
ru: Корабль мантисов разваливается на части.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_CIVILIAN"]/destroyed/choice/text
ru: Попробовать связаться с гражданским кораблём.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_CIVILIAN"]/deadCrew/text
ru: На пиратском корабле не осталось признаков жизни. Вы спешите связаться с гражданским судном.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_CIVILIAN"]/deadCrew/choice/text
ru: Попробовать связаться с гражданским кораблём.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_NAMED_THIEF"]/destroyed/text
ru: Казааакплеткилик бился до последнего, и теперь вы осматриваете останки его корабля на предмет уцелевших деталей. Чувство, что его смерть оставила какую-то великую тайну неразрешённой, не покидает вас.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_ENGI_UNLOCK_3"]/deadCrew/text
ru: Вы собираете всё, что можете, и связываетесь с кораблём инжи.

source: data/events_ships.xml.rawclobber$//ship[@name="SLUG_DISTRESS_MANTIS"]/destroyed/text
ru: Мантис побеждён, вы связываетесь с повреждённым кораблём слагов. «Видите ли... — начинают они. — Мы очень благодарны, но у нассс нет сейчас ликвидных сссредств, чтобы вознаградить вассс».

source: data/events_ships.xml.rawclobber$//ship[@name="SLUG_DISTRESS_MANTIS"]/destroyed/choice[1]/text
ru: Отпустить их с миром.

source: data/events_ships.xml.rawclobber$//ship[@name="SLUG_DISTRESS_MANTIS"]/destroyed/choice[1]/event/text
ru: Не стоит марать руки об этих негодяев. Время набирать обороты и прыгать отсюда.

source: data/events_ships.xml.rawclobber$//ship[@name="SLUG_DISTRESS_MANTIS"]/destroyed/choice[2]/text
ru: Покончить с ними.

source: data/events_ships.xml.rawclobber$//ship[@name="SLUG_DISTRESS_MANTIS"]/deadCrew/text
ru: Мантис побеждён, вы связываетесь с повреждённым кораблём слагов. «Видите ли... — начинают они. — Мы очень благодарны, но у нассс нет сейчас ликвидных сссредств, чтобы вознаградить вассс».

source: data/events_ships.xml.rawclobber$//ship[@name="SLUG_DISTRESS_MANTIS"]/deadCrew/choice[1]/text
ru: Отпустить их с миром.

source: data/events_ships.xml.rawclobber$//ship[@name="SLUG_DISTRESS_MANTIS"]/deadCrew/choice[1]/event/text
ru: Не стоит марать руки об этих негодяев. Время набирать обороты и прыгать отсюда.

source: data/events_ships.xml.rawclobber$//ship[@name="SLUG_DISTRESS_MANTIS"]/deadCrew/choice[2]/text
ru: Покончить с ними.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_SHIP_SAVE_MANTIS2"]/destroyed/text
ru: Пока вы обирали обломки мантисов, золтанский патруль безопасности вернулся с ещё тремя кораблями. Вы быстро собираете, что можете и отправляетесь в путь, пока они не остановили вас с вопросами.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_SHIP_SAVE_MANTIS2"]/deadCrew/text
ru: Пока вы обирали обломки мантисов, золтанский патруль безопасности вернулся с ещё тремя кораблями. Вы быстро собираете, что можете и отправляетесь в путь, пока они не остановили вас с вопросами.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_UNLOCK2"]/destroyed/text
ru: После того, как с десантным транспортником было покончено, вы обратили внимание на строительную платформу. Однако, вы обнаружили, что она уже давно скрылась в облаках. Вы собираете, что можете, и готовитесь двигаться дальше.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_UNLOCK2"]/deadCrew/text
ru: После того, как с десантным транспортником было покончено, вы обратили внимание на строительную платформу. Однако, вы обнаружили, что она уже давно скрылась в облаках. Вы собираете, что можете, и готовитесь двигаться дальше.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_UNLOCK3"]/escape/text
ru: Перехватчик разогревает свой FTL-двигатель, готовясь сбежать. В этот момент вы замечаете, что крейсер делает то же самое. Должно быть они объединились! Не дайте им сбежать!

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_UNLOCK3"]/gotaway/text
ru: Перехватчик улетает вместе с крейсером, использующим их FTL-след для навигации. А вы были так близко...

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_UNLOCK3"]/destroyed/text
ru: После уничтожения охраны вы победно смотрите на добычу. Но сейчас у вас есть неотложная задача, и нет времени даже на пробный полёт. Перед тем как настроить автопилот корабля на возвращение к базе Федерации, вы забираете уникальное усиление, которое позволяло слагам заращивать бреши!

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_UNLOCK3"]/destroyed/unlockShip
ru: Крейсер слагов разблокирован и добавлен в ангар!

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_UNLOCK3"]/deadCrew/text
ru: После уничтожения охраны вы победно смотрите на добычу. Но сейчас у вас есть неотложная задача, и нет времени даже на пробный полёт. Перед тем как настроить автопилот корабля на возвращение к базе Федерации, вы забираете уникальное усиление, которое позволяло слагам заращивать бреши!

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_UNLOCK3"]/deadCrew/unlockShip
ru: Крейсер слагов разблокирован и добавлен в ангар!

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_DISTRESS_ROCK"]/destroyed/text
ru: После уничтожения корабля слагов вы извлекаете из его останков немного лома и возвращаетесь к кораблю роков.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_DISTRESS_ROCK"]/deadCrew/text
ru: Поскольку слаги больше не представляют угрозы, вы обыскиваете их корабль и возвращаетесь к рокам.

source: data/events_ships.xml.rawclobber$//ship[@name="SLUG_DISTRESS_MANTIS_SLUG"]/destroyed/text
ru: Наконец, драгоценное имущество слагов ваше. Позже вы делите добычу с мантисами.

source: data/events_ships.xml.rawclobber$//ship[@name="SLUG_DISTRESS_MANTIS_SLUG"]/deadCrew/text
ru: Наконец, драгоценное имущество слагов ваше. Позже вы делите добычу с мантисами.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_OVERPRICED"]/escape/text
ru: Похоже, они не хотят сражаться и пытаются скрыться.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_OVERPRICED"]/gotaway/text
ru: Не сказав ни слова, корабль совершает прыжок. Вы надеетесь, что они ушли не за подкреплением.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_OVERPRICED"]/destroyed/text
ru: Вы собираете как можно больше топлива из останков.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_OVERPRICED"]/deadCrew/text
ru: Теперь, когда корабль слагов повержен, можно спокойно взять всё топливо, что найдётся.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_OXYGEN"]/destroyed/text
ru: Корабль слагов распадается, и ваши системы возвращаются к нормальному функционированию. Вы собираете всё, что можете.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_OXYGEN"]/deadCrew/text
ru: После уничтожения экипажа вы быстро отключаете их модуль взлома, и ваши системы возвращаются в нормальное состояние. Вы обыскиваете корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_OXYGEN_FIRE"]/destroyed/text
ru: Корабль слагов распадается, и ваши системы возвращаются к нормальному функционированию. Вы собираете всё, что можете.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_OXYGEN_FIRE"]/deadCrew/text
ru: После уничтожения экипажа их система взлома отключается, и ваши системы возвращаются в нормальное состояние. Вы обыскиваете корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_DOORS"]/destroyed/text
ru: Корабль слагов распадается, и ваши системы возвращаются к нормальному функционированию. Вы собираете всё, что можете.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_DOORS"]/deadCrew/text
ru: После уничтожения экипажа вы быстро отключаете их модуль взлома, и ваши системы возвращаются в нормальное состояние. Вы обыскиваете корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_ENGINES"]/destroyed/text
ru: Корабль слагов распадается, и ваши системы возвращаются к нормальному функционированию. Вы собираете всё, что можете.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_ENGINES"]/deadCrew/text
ru: После уничтожения экипажа вы быстро отключаете их модуль взлома, и ваши системы возвращаются в нормальное состояние. Вы обыскиваете корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_SHIELDS"]/destroyed/text
ru: Корабль слагов распадается, и ваши щиты возвращаются к нормальному функционированию. Вы собираете всё, что можете.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_SHIELDS"]/deadCrew/text
ru: После уничтожения экипажа вы быстро отключаете их модуль взлома, и ваши щиты возвращаются в нормальное состояние. Вы обыскиваете корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_PILOT"]/destroyed/text
ru: Корабль слагов распадается, и ваш модуль пилотирования возвращается к нормальному функционированию. Вы собираете всё, что можете.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_PILOT"]/deadCrew/text
ru: После уничтожения экипажа вы быстро отключаете их модуль взлома, и ваш модуль пилотирования возвращается в нормальное состояние. Вы обыскиваете корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_WEAPONS"]/destroyed/text
ru: Корабль слагов распадается, и ваша орудийная система возвращается к нормальному функционированию. Вы собираете всё, что можете.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_WEAPONS"]/deadCrew/text
ru: После уничтожения экипажа вы быстро отключаете их модуль взлома, и ваша орудийная система возвращается в нормальное состояние. Вы обыскиваете корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_HACKING"]/destroyed/text
ru: Корабль слагов распадается, и их модуль взлома уничтожен. Вы обыскиваете корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_HACKING"]/deadCrew/text
ru: После уничтожения экипажа вы быстро отключаете их модуль взлома, и ваши системы возвращаются в нормальное состояние. Вы обыскиваете корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_MEDBAY"]/destroyed/text
ru: Корабль слагов распадается, и ваши системы возвращаются к нормальному функционированию. Вы собираете всё, что можете.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_STATUS_MEDBAY"]/deadCrew/text
ru: После уничтожения экипажа вы быстро отключаете их модуль взлома, и ваши системы возвращаются в нормальное состояние. Вы обыскиваете корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PIRATE"]/gotaway/text
ru: Пиратский корабль совершил прыжок.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_SCIENCE_DOCK"]/surrender/text
ru: Капитан золтанцев посылает срочное сообщение: «Погодите, это была всего лишь проверка! И вы её прошли! Такой разный экипаж, и при этом работающий вместе, без сомнений вызовет восхищение даже самого хладнокровного наблюдателя. Я присоединяюсь к вашей команде!»

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_SCIENCE_DOCK"]/destroyed/text
ru: Разбирая обломки, вы задаётесь вопросом — что же могло побудить их действовать столь опрометчиво?

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_SCIENCE_DOCK"]/deadCrew/text
ru: Разбирая их корабль, вы задаётесь вопросом — что же могло побудить их действовать столь опрометчиво?

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PEACE_QUEST_ATTACK1"]/surrender/text
ru: Они явно не хотят лезть в драку. Вы уверены, что хотите уничтожить их?

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PEACE_QUEST_ATTACK1"]/surrender/choice[1]/text
ru: Покончить с ними.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PEACE_QUEST_ATTACK1"]/surrender/choice[1]/event/text
ru: Вы продолжаете атаку.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PEACE_QUEST_ATTACK1"]/surrender/choice[2]/text
ru: Отпустить их.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PEACE_QUEST_ATTACK1"]/surrender/choice[2]/event/text
ru: Вы отключаете ваши орудия, и через какое-то время их корабль медленно уползает прочь. На попытки связаться они не отвечают, и вам становится даже чуточку стыдно — теперь им уже не поможешь.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PEACE_QUEST_ATTACK1"]/destroyed/text
ru: Вы не можете помочь, но чувствуете какую-то вину, пока обыскиваете обломки. Ведь это наверняка была ловушка... правда?

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PEACE_QUEST_ATTACK1"]/deadCrew/text
ru: Вы начинаете разбирать их корабль и не находите ничего, что могло бы свидетельствовать о враждебности их миссии. Пожалуй вы чересчур поспешили с ними.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PEACE_QUEST_ATTACK2"]/destroyed/text
ru: Вы разгромили вашего противника, но мирный корабль прыгнул прочь в сумятице.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PEACE_QUEST_ATTACK2"]/deadCrew/text
ru: Вы разгромили вашего противника, но мирный корабль прыгнул прочь в сумятице.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_SHIP_SAVE_MANTIS1"]/destroyed/text
ru: Мантисы были настолько великодушны, что взяли лишь три четверти добычи, оставив остальное вам. Как благородно!

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_SHIP_SAVE_MANTIS1"]/deadCrew/text
ru: Мантисы были настолько великодушны, что взяли лишь половину добычи, оставив остальное вам. Как благородно!

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PRIMITIVES_ZOLTAN"]/destroyed/text
ru: Повстанцы связались с вами: «Как мило, вы выполнили всю работу за нас! За это мы оставим вас в живых. Тем не менее я не обещаю, что флот окажется столь же снисходителен». Они улетают, и вы собираете то, что осталось от корабля золтанцев.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PRIMITIVES_ZOLTAN"]/deadCrew/text
ru: Повстанцы связались с вами: «Как мило, вы выполнили всю работу за нас! За это мы оставим вас в живых. Тем не менее я не обещаю, что флот окажется столь же снисходителен». Они улетают, и вы собираете то, что осталось от корабля золтанцев.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PRIMITIVES_REBEL"]/destroyed/text
ru: Дым рассеивается, и золтанец говорит: «Спасибо вам. Нас пытались убедить, что идеалы Федерации умерли вместе с самой Федерацией. Позвольте помочь вам немного в память о прошлом». Вы принимаете их вознаграждение и лом, после чего собираете кое-какие остатки от корабля повстанцев.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_PRIMITIVES_REBEL"]/deadCrew/text
ru: Дым рассеивается, и золтанец говорит: «Спасибо вам. Нас пытались убедить, что идеалы Федерации умерли вместе с самой Федерацией. Позвольте помочь вам немного в память о прошлом». Вы принимаете их вознаграждение и лом, после чего собираете кое-какие остатки от корабля повстанцев.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_LIFERAFT"]/destroyed/text
ru: Вы добыли всё, что смогли из обломков корабля.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_LIFERAFT"]/destroyed/choice/event/text
ru: Золтанец выглядит крайне раздосадованным результатами сражения. И не удивительно, вы разбили его корабль! Он требует, чтобы его высадили при первой же возможности.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_LIFERAFT"]/destroyed/choice/event/choice[1]/text
ru: Высадить его.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_LIFERAFT"]/destroyed/choice/event/choice[2]/text
ru: Предложить работу за 30 единиц лома.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_LIFERAFT"]/deadCrew/text
ru: Детектор признаков жизни сообщил о смерти последнего пирата на корабле, и золтанец возвращается на свой мостик: «Равноправие — краеугольный камень мирного сосуществования. Прошу, наслаждайтесь плодами своего труда».

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_RIFT_MANTIS"]/destroyed/text
ru: Вы собираете лом с обломков корабля и связываетесь с мудрецом.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_RIFT_MANTIS"]/deadCrew/text
ru: Вы собираете лом с корабля и связываетесь с мудрецом.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_RIFT_SLUG"]/destroyed/text
ru: Вы собираете лом с обломков корабля и связываетесь с мудрецом.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_RIFT_SLUG"]/deadCrew/text
ru: Вы собираете лом с корабля и связываетесь с мудрецом.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_RIFT_ROCK"]/destroyed/text
ru: Вы собираете лом с обломков корабля и связываетесь с мудрецом.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_RIFT_ROCK"]/deadCrew/text
ru: Вы собираете лом с корабля и связываетесь с мудрецом.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_RIFT_ROCK"]/destroyed/text
ru: Вы собираете лом с обломков корабля и связываетесь с мудрецом.

source: data/events_ships.xml.rawclobber$//ship[@name="CRYSTAL_RIFT_ROCK"]/deadCrew/text
ru: Вы собираете лом с корабля и связываетесь с мудрецом.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_CREW_SCAN"]/destroyed/text
ru: Вы собираете всё, что можете и готовитесь к прыжку до того, как прибудут остальные стражи.

source: data/events_ships.xml.rawclobber$//ship[@name="ZOLTAN_CREW_SCAN"]/deadCrew/text
ru: Вы собираете всё, что можете и готовитесь к прыжку до того, как прибудут остальные стражи.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_ZOLTAN_CREW_STUDY"]/destroyed/text
ru: Вы сходите с судна и связываетесь с исследовательской станцией.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_ZOLTAN_CREW_STUDY"]/destroyed/choice/event/text
ru: «Спасибо за освобождение! Они использовали нас как приманку для кораблей, что проходили мимо. Возьмите это пожалуйста».

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_ZOLTAN_CREW_STUDY"]/deadCrew/text
ru: Вы обезвреживаете корабль и связываетесь с исследовательской станцией.
