Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/events_ships.xml.rawclobber/*.po
Languages: ru

# data/events_ships.xml.rawclobber$//ship[@name="PIRATE"]/gotaway/text
source: The pirate jumped away.
ru: Пиратский корабль совершил прыжок.

# data/events_ships.xml.rawclobber$//ship[@name="PIRATE_SLUG"]/gotaway/text
source: The pirate jumped away.
ru: Пиратский корабль совершил прыжок.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_FUEL"]/escape/text
ru: Похоже, они не хотят сражаться и пытаются скрыться.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_FUEL"]/gotaway/text
ru: Не сказав ни слова, корабль совершает прыжок. Вы надеетесь, что они ушли не за подкреплением.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_FUEL"]/destroyed/text
ru: Когда пиратский корабль взрывается, вы собираете всё уцелевшее в сражении топливо.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_FUEL"]/deadCrew/text
ru: Перебив всю команду пиратов, вы забираете столько топлива и лома, сколько можете унести.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_CIVILIAN"]/destroyed/text
ru: Пиратский корабль разваливается на куски. Вы спешите связаться с гражданским судном.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_CIVILIAN"]/destroyed/choice/text
ru: Связаться с гражданским судном.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_CIVILIAN"]/deadCrew/text
ru: На пиратском корабле не осталось признаков жизни. Вы спешите связаться с гражданским судном.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_CIVILIAN"]/deadCrew/choice/text
ru: Связаться с гражданским судном.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_SLAVER"]/surrender/text
ru: «Мы сдаёмся! Заберите одного из наших рабов в качестве дани. Если вы уничтожите наш корабль, они всё равно умрут!»

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_SLAVER"]/surrender/choice[1]/text
ru: Принять их предложение.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_SLAVER"]/surrender/choice[2]/text
ru: Капитуляция неприемлема.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_SLAVER"]/destroyed/text
ru: Корабль работорговцев уничтожен. Они больше не смогут продолжать свою дьявольскую торговлю, но многие, возможно, погибли на том корабле.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_SLAVER"]/deadCrew/text
ru: Работорговцы мертвы, и вы обыскиваете их трюмы.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_BRIBER"]/surrender/text
ru: «Хорошо! Наше предыдущее предложение было недостаточно щедрым, давайте мы сделаем его более привлекательным».

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_BRIBER"]/surrender/choice[1]/text
ru: Принять более щедрую взятку и улететь.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_BRIBER"]/surrender/choice[2]/text
ru: Отказаться от предложения и продолжить атаку.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_BRIBER"]/escape/text
ru: Вы доказали пиратам, что вы их достойны. Они включают свой FTL-двигатель и пытаются ускользнуть.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_BRIBER"]/gotaway/text
ru: Пираты оставили попытки преследования как вас, так и их бывшей добычи. Вы пытаетесь связаться с повреждённым кораблём.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_BRIBER"]/destroyed/text
ru: Пиратский корабль взорвался, оставив значительное количество полезного лома. Вы летите исследовать только что спасённый корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_BRIBER"]/deadCrew/text
ru: Все пираты умерли, оставив корабль безжизненно дрейфовать в космосе. Вы стащили с него всё, что смогли, прежде чем связаться с бывшей добычей пиратов.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_NO_ESCAPE"]/destroyed/text
ru: С уничтожением пиратского корабля системы вашего судна вновь заработали. Вы собрали всё, что смогли добыть из обломков.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_NO_ESCAPE"]/deadCrew/text
ru: Как только пиратский корабль отключается, двигатели вашего судна вновь заработали. Вы собрали всё, что смогли добыть из обломков.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_SMUGGLE"]/surrender/text
ru: Они связываются с вашим кораблём: «Мы понимаем, что наш корабль не чета вашему. Если вы позволите нам улететь, мы отблагодарим вас».

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_SMUGGLE"]/surrender/choice[1]/text
ru: Принять их предложение.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_SMUGGLE"]/surrender/choice[2]/text
ru: Игнорировать их мольбы и атаковать.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_SMUGGLE"]/escape/text
ru: Похоже, они не хотят сражаться и пытаются скрыться.

source: data/events_ships.xml.rawclobber$//ship[@name="PIRATE_SMUGGLE"]/gotaway/text
ru: Контрабандисты улетели вместе со своим грузом...

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_PIRATE_MERCENARY"]/surrender/text
ru: Они связываются с вашим кораблём: «Вы выиграли! Мы на такое не подписывались!»

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_PIRATE_MERCENARY"]/surrender/choice[1]/text
ru: Забыть о своих обещаниях, они умрут!

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_PIRATE_MERCENARY"]/surrender/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="0"]/text
ru: Пусть живут.

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_PIRATE_MERCENARY"]/surrender/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="1"]/text
ru: (Член экипажа слаг) Ваш слаг знает, какую награду вам собираются предложить.

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_PIRATE_MERCENARY"]/destroyed/text
ru: С учётом того, что все несостоявшиеся пираты мертвы, вы считаете, что лучше всего не возвращаться в поселение... Вы готовитесь к прыжку.

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_PIRATE_MERCENARY"]/deadCrew/text
ru: С учётом того, что все несостоявшиеся пираты мертвы, вы считаете, что лучше всего не возвращаться в поселение... Вы готовитесь к прыжку.

source: data/events_ships.xml.rawclobber$//eventList[@name="SQUAT_PIRATE_MERCENARY_REW"]/event[1]/text
ru: С пиратами, бросившими свою пиратскую карьеру, вы вернулись в поселение. «Спасибо, благодаря вам, они вернулись назад. Не думаю, что нам это ещё пригодится».

source: data/events_ships.xml.rawclobber$//eventList[@name="SQUAT_PIRATE_MERCENARY_REW"]/event[2]/text
ru: С пиратами, бросившими свою пиратскую карьеру, вы вернулись в поселение. «Спасибо, благодаря вам, они вернулись назад. Вот, возьмите это в качестве награды». Честно говоря, вы надеялись на большее...

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_PIRATE_WITHBOARDERS"]/gotaway/text
ru: Пиратский корабль улетел на поиски более слабых целей.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_PIRATE_MERCHANT"]/destroyed/text
ru: Пиратский корабль уничтожен.

source: data/events_ships.xml.rawclobber$//ship[@name="JELLY_PIRATE_MERCHANT"]/deadCrew/text
ru: Пираты уничтожены.

source: data/events_ships.xml.rawclobber$//ship[@name="NEBULA_STORM_PIRATE_SUPPLY_FUEL"]/destroyed/text
ru: Корабль уничтожен, и только скудные контейнеры с топливом можно достать из обломков до того, как стихнет ионный шторм, и вам придётся прыгать дальше.

source: data/events_ships.xml.rawclobber$//ship[@name="NEBULA_STORM_PIRATE_SUPPLY_FUEL"]/gotaway/text
ru: Пиратский корабль совершил прыжок.

source: data/events_ships.xml.rawclobber$//ship[@name="NEBULA_STORM_PIRATE_SUPPLY_FUEL"]/deadCrew/text
ru: Поскольку корабль ещё цел, есть шанс собрать большую часть топливных запасов прежде, чем утихнет ионный шторм, и наступит время лететь дальше.

source: data/events_ships.xml.rawclobber$//ship[@name="QUEST_SLUG_PIRATE_TRAP1"]/surrender/text
ru: Корабль пиратов уже готов развалиться на части, и тут вы замечаете, что корабль слагов забирает добычу и готовится к прыжку!

source: data/events_ships.xml.rawclobber$//ship[@name="QUEST_SLUG_PIRATE_TRAP1"]/surrender/choice[1]/text
ru: Продолжить сражение с пиратским кораблём.

source: data/events_ships.xml.rawclobber$//ship[@name="QUEST_SLUG_PIRATE_TRAP1"]/surrender/choice[1]/event/text
ru: Лучше покончить с ними, но вы задаётесь вопросом, будет ли то, что перевозят пираты, ценнее того, что умыкнули слаги.

source: data/events_ships.xml.rawclobber$//ship[@name="QUEST_SLUG_PIRATE_TRAP1"]/surrender/choice[2]/text
ru: Позволить пиратам сбежать и догнать корабль слагов.

source: data/events_ships.xml.rawclobber$//ship[@name="QUEST_SLUG_PIRATE_TRAP1"]/surrender/choice[2]/event/text
ru: Пираты сильно повреждены, чтобы преследовать вас. Вы догоняете корабль слагов прежде, чем они совершают прыжок. «Ах, конечно же мы никогда не оссставим вас без добычи, которую обещали». Они передают вам большую часть прибыли и тихо уходят.

source: data/events_ships.xml.rawclobber$//ship[@name="QUEST_SLUG_PIRATE_TRAP1"]/destroyed/text
ru: Вы сканируете обломки повреждённых пиратов на наличие чего-нибудь полезного. Корабль слагов уже давно улизнул, забрав с собой добычу.

source: data/events_ships.xml.rawclobber$//ship[@name="QUEST_SLUG_PIRATE_TRAP1"]/deadCrew/text
ru: Вы сканируете обломки повреждённых пиратов на наличие чего-нибудь полезного. Корабль слагов уже давно улизнул, забрав с собой добычу.

source: data/events_ships.xml.rawclobber$//ship[@name="QUEST_SLUG_PIRATE_TRAP2"]/destroyed/text
ru: Позаботившись о пиратах, вы снова начали искать тайник, который они защищали, но он был потерян в облаках. Вы удовлетворяетесь сбором трофеев с хорошо вооружённого пиратского корабля.

source: data/events_ships.xml.rawclobber$//ship[@name="QUEST_SLUG_PIRATE_TRAP2"]/deadCrew/text
ru: После победы над пиратами, вы снова начали искать тайник, который они защищали, но он был потерян в облаках. Вы удовлетворяетесь сбором трофеев с хорошо вооружённого пиратского корабля.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL"]/gotaway/text
ru: Корабль совершил FTL-прыжок в неизвестном направлении...

source: data/events_ships.xml.rawclobber$//event[@name="REBEL_AUTO_SURRENDER_YES"]/choice[1]/text
ru: Принять предложение беспилотника.

source: data/events_ships.xml.rawclobber$//event[@name="REBEL_AUTO_SURRENDER_YES"]/choice[2]/text
ru: Уничтожить его.

source: data/events_ships.xml.rawclobber$//textList[@name="REBEL_AUTO_SURRENDER"]/text[1]
ru: «Это автоматическое сообщение. Оставьте меня в покое, и я отдам вам свой груз. Иначе он будет уничтожен».

source: data/events_ships.xml.rawclobber$//textList[@name="REBEL_AUTO_SURRENDER"]/text[2]
ru: «Это автоматическое сообщение. Не уничтожайте меня. Взамен вы можете взять это».

source: data/events_ships.xml.rawclobber$//textList[@name="REBEL_AUTO_SURRENDER"]/text[3]
ru: «Это автоматическое сообщение. Если вы дадите мне уйти, я кое-что оставлю вам».

source: data/events_ships.xml.rawclobber$//textList[@name="REBEL_AUTO_SURRENDER"]/text[4]
ru: «Это автоматическое сообщение. Вы позволяете мне уйти, я оставляю вам свой груз».

source: data/events_ships.xml.rawclobber$//textList[@name="REBEL_AUTO_SURRENDER"]/text[5]
ru: «Это автоматическое сообщение. Немедленно прекратите огонь. Вы будете вознаграждены».

source: data/events_ships.xml.rawclobber$//textList[@name="REBEL_AUTO_SURRENDER_ACCEPT"]/text
ru: Модуль связи беспилотника с повстанцами разбит, так что вы без опаски принимаете его предложение.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_FUEL"]/escape/text
ru: Беспилотник готовится к прыжку.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_FUEL"]/gotaway/text
ru: Не сказав ни слова, корабль совершает прыжок. Вы надеетесь, что они ушли не за подкреплением.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_FUEL"]/destroyed/text
ru: Корабль взрывается, оставляя после себя полезный лом.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_FUEL"]/escape/text
ru: Похоже, они не хотят сражаться и пытаются скрыться.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_FUEL"]/gotaway/text
ru: Не сказав ни слова, корабль совершает прыжок. Вы надеетесь, что они ушли не за подкреплением.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_FUEL"]/destroyed/text
ru: Корабль взрывается, оставляя после себя полезный лом.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_FUEL"]/deadCrew/text
ru: Поскольку команда мертва, ничто не мешает вам обыскать корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_FUEL"]/escape/text
ru: Похоже, они не хотят сражаться и пытаются скрыться.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_FUEL"]/gotaway/text
ru: Не сказав ни слова, корабль совершает прыжок. Вы надеетесь, что они ушли не за подкреплением.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_FUEL"]/destroyed/text
ru: Корабль взрывается, оставляя после себя полезный лом.

source: data/events_ships.xml.rawclobber$//ship[@name="MANTIS_FUEL"]/deadCrew/text
ru: Поскольку команда мертва, ничто не мешает вам обыскать корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_HACKSHIELDS"]/destroyed/text
ru: Корабль взрывается, оставляя после себя полезный лом.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_HACKSHIELDS"]/deadCrew/text
ru: Корабль взрывается, оставляя после себя полезный лом.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_CIVILIAN"]/destroyed/text
ru: Корабль взрывается. Вы спешите связаться с гражданским судном.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_CIVILIAN"]/deadCrew/text
ru: На пиратском корабле не осталось признаков жизни. Вы спешите связаться с гражданским судном.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_REFUEL"]/destroyed/text
ru: Корабль разваливается, и вы быстро собираете всё полезное, что от него осталось.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_REFUEL"]/destroyed/choice/event/text
ru: После уничтожения разведчика аванпост приветствует вас: «Благодарим за помощь. Эти разведчики нас без конца изводили. Вот, возьмите — это за наш счёт».

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_MAP"]/destroyed/text
ru: Беззащитная станция предоставляет вам доступ к последним данным об окрестностях. Ваша карта была дополнена подробностями окружающего пространства.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_ITEM"]/destroyed/text
ru: Вы собрали всё, что смогли с разбитого корабля.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_ITEM"]/destroyed/choice/text
ru: Исследовать станцию.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_RADAR"]/destroyed/text
ru: Вы собрали всё, что можно и приблизились к станции. Она используется для передачи информации флоту повстанцев. Вы можете взломать её, чтобы отправить повстанцам ложную информацию.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_RADAR"]/destroyed/choice[1]/text
ru: Попытаться взломать станцию вручную.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_RADAR"]/destroyed/choice[2]/text
ru: Не рисковать. Покинуть станцию.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_RADAR"]/destroyed/choice[@req="hacking"]/text
ru: (Взломщик) Использовать дрона для взлома станции.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_RADAR"]/destroyed/choice[@req="hacking"]/event/text
ru: Вы успешно взламываете их систему и передаёте фальшивую информацию о своём местоположении. Это должно немного задержать флот. Вы также скачиваете информацию об окружающих маяках.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_WARNING"]/escape/text
ru: Корабль начинает заряжать свой FTL-двигатель. Если он ускользнёт, то он, вне всякого сомнения, оповестит флот о вашем местоположении.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_WARNING"]/gotaway/text
ru: Разведчик улетел. Он, безусловно, проинформировал флот о вашем местонахождении. Вы должны добраться до следующего сектора как можно быстрее.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_WARNING"]/destroyed/text
ru: Корабль разваливается на части, и вы чувствуете облегчение, понимая, что вы, вероятно, всё ещё на шаг впереди флота.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_BAIT"]/escape/text
ru: Осторожно! Сенсоры указывают на то, что этот автономный корабль оборудован средствами информирования флота о вашем местоположении в случае своего уничтожения. Лучше не рисковать и обойти его стороной, иначе флот быстрее обнаружит вас в этом секторе.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_BAIT"]/gotaway/text
ru: Разведчик улетел. Он, безусловно, проинформировал флот о вашем местонахождении. Вы должны добраться до следующего сектора как можно быстрее.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_AUTO_BAIT"]/destroyed/text
ru: Как только корабль распадается на осколки, вы засекаете исходящий сигнал сообщения. Должно быть флот только что оповестили о вашем местоположении.

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_REFUEL_STATION"]/destroyed/text
ru: Корабль развалился, и вы быстро собрали всё полезное, что от него осталось.

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_REFUEL_STATION"]/destroyed/choice/event/text
ru: Аванпост приветствует вас: «Эти напыщенные ублюдки ожидали бесплатного обслуживания только потому, что они победили Федерацию. Возьмите это за помощь».

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_REFUEL_STATION"]/deadCrew/text
ru: Поскольку команда мертва, ничто не мешает вам обыскать корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_REFUEL_STATION"]/deadCrew/choice/event/text
ru: Аванпост приветствует вас: «Эти напыщенные ублюдки ожидали бесплатного обслуживания только потому, что они победили Федерацию. Возьмите это за помощь».

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_WARNING"]/escape/text
ru: Они заряжают свой FTL-двигатель. Если они ускользнут, они, вне всякого сомнения, оповестят флот о вашем местоположении.

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_WARNING"]/gotaway/text
ru: Разведчик улетел. Он, безусловно, проинформировал флот о вашем местонахождении. Вы должны добраться до следующего сектора как можно быстрее.

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_WARNING"]/destroyed/text
ru: Корабль развалился на части, и вы почувствовали облегчение, понимая, что вы всё ещё на шаг впереди флота.

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_WARNING"]/deadCrew/text
ru: Корабль затих, и вы почувствовали облегчение, понимая, что вы всё ещё на шаг впереди флота.

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_TRANSPORT"]/escape/text
ru: Похоже, они не хотят сражаться и пытаются скрыться.

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_STORE_RESCUE"]/destroyed/text
ru: Аванпост приветствует вас: «Спасибо вам! Я не знаю, чем мы разозлили повстанцев, но они были готовы убить нас. Я покажу вам наши товары и починю ваш корабль».

source: data/events_ships.xml.rawclobber$//ship[@name="SQUAT_STORE_RESCUE"]/deadCrew/text
ru: Аванпост приветствует вас: «Спасибо вам! Я не знаю, чем мы разозлили повстанцев, но они были готовы убить нас. Я покажу вам наши товары и починю ваш корабль».

source: data/events_ships.xml.rawclobber$//ship[@name="AUTO_FEDERATION_BASE"]/destroyed/text
ru: Вы разбираете обломки на лом.

source: data/events_ships.xml.rawclobber$//ship[@name="AUTO_FEDERATION_BASE"]/destroyed/choice/event/text
ru: Когда угроза исчезла, вы связываетесь с форпостом Федерации. Они отвечают: «Повстанцам известны наши координаты! Берите всё, что сможете, и, пожалуйста, сопроводите выживших до ближайшей базы». Один из принятых на борт солдат изъявил желание присоединиться к вашей команде.

source: data/events_ships.xml.rawclobber$//ship[@name="AUTO_FEDERATION_BASE2"]/destroyed/text
ru: Вы разбираете обломки на лом.

source: data/events_ships.xml.rawclobber$//ship[@name="AUTO_FEDERATION_BASE2"]/destroyed/choice/event/text
ru: Уничтожив корабль повстанцев, вы связываетесь со станцией. Единственный выживший ответил: «Эта база больше не безопасна. Разрешите присоединиться к вашей команде, и я смогу подлатать ваш корабль станционными дронами».

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_VS_FEDERATION"]/destroyed/text
ru: После уничтожения корабля вы быстро собрали все оставшиеся полезные ресурсы.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_VS_FEDERATION"]/destroyed/choice/text
ru: Связаться с кораблём Федерации.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_VS_FEDERATION"]/deadCrew/text
ru: Поскольку команда повстанцев мертва, ничто не мешает вам обыскать их корабль.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_VS_FEDERATION"]/deadCrew/choice/text
ru: Связаться с кораблём Федерации.

source: data/events_ships.xml.rawclobber$//ship[@name="LONG_ELITE"]/destroyed/text
ru: Вы можете добыть лом из обломков корабля.

source: data/events_ships.xml.rawclobber$//ship[@name="LONG_FLEET"]/destroyed/text
ru: Нет времени на обыски обломков... Вы должны улететь прежде, чем крейсеры подойдут на расстояние огня!

source: data/events_ships.xml.rawclobber$//ship[@name="LONG_FLEET"]/deadCrew/text
ru: Нет времени на обыски обломков... Вы должны улететь прежде, чем крейсеры подойдут на расстояние огня!

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_FLEET_FUEL"]/escape/text
ru: Похоже, они не хотят сражаться и пытаются скрыться.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_FLEET_FUEL"]/gotaway/text
ru: Корабль молча улетел. Вы предполагаете, что за подкреплением...

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_FLEET_FUEL"]/destroyed/text
ru: Вы можете стащить несколько так необходимых вам капсул горючего, прежде чем крейсеры повстанцев откроют огонь.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_FLEET_FUEL"]/deadCrew/text
ru: Вы можете стащить несколько так необходимых вам капсул горючего, прежде чем крейсеры повстанцев откроют огонь.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_ENGI_UNLOCK_2FAKE"]/escape/text
ru: Как только они вас замечают, они включают двигатели, намереваясь улететь. Нужно их остановить!

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_ENGI_UNLOCK_2FAKE"]/gotaway/text
ru: Упустив корабль, вы обыскиваете базу в поисках сведений о месте их назначения, но ничего не находите.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_ENGI_UNLOCK_2FAKE"]/destroyed/text
ru: Вы собираете из обломков всё, что можете.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_ENGI_UNLOCK_2FAKE"]/deadCrew/text
ru: Беглый просмотр местного журнала сообщений показывает, что искомой технологии на этой базе никогда не было... Вас направили по ложному следу! Вы собираете всё, что может пригодиться, и начинаете подготовку к прыжку.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_ENGI_UNLOCK_2REAL"]/escape/text
ru: Как только они вас замечают, они включают двигатели, намереваясь улететь. Нужно их остановить!

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_ENGI_UNLOCK_2REAL"]/gotaway/text
ru: Упустив корабль, вы обыскиваете базу в поисках сведений о месте их назначения, но ничего не находите.

source: data/events_ships.xml.rawclobber$//ship[@name="REBEL_ENGI_UNLOCK_2REAL"]/destroyed/text
ru: Вы собираете из обломков всё, что можете.
