Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/hyperspace.xml/*.po
Languages: ru

source: data/hyperspace.xml$//achievement[@name="ACH_MANTIS_LEGENDARY"]/description
ru: Найти легендарного мантиса.

source: data/hyperspace.xml$//achievement[@name="ACH_ROCK_LEGENDARY"]/name
ru: Ариадна

source: data/hyperspace.xml$//achievement[@name="ACH_ROCK_LEGENDARY"]/description
ru: Найти легендарного рока.

source: data/hyperspace.xml$//achievement[@name="ACH_ENERGY_LEGENDARY"]/name
ru: Посланник

source: data/hyperspace.xml$//achievement[@name="ACH_ENERGY_LEGENDARY"]/description
ru: Найти легендарного золтанца.

source: data/hyperspace.xml$//achievement[@name="ACH_ENERGYX_LEGENDARY"]/name
ru: Момино

source: data/hyperspace.xml$//achievement[@name="ACH_ENERGYX_LEGENDARY"]/description
ru: Найти легендарного золтонца.

source: data/hyperspace.xml$//achievement[@name="ACH_ORDER_LEGENDARY"]/name
ru: Спаун

source: data/hyperspace.xml$//achievement[@name="ACH_ORDER_LEGENDARY"]/description
ru: Найти легендарного человека Ордена.

source: data/hyperspace.xml$//achievement[@name="ACH_SLUG_LEGENDARY"]/name
ru: Скряга

source: data/hyperspace.xml$//achievement[@name="ACH_SLUG_LEGENDARY"]/description
ru: Найти легендарного слага.

source: data/hyperspace.xml$//achievement[@name="ACH_SLIG_LEGENDARY"]/name
ru: Диоген

source: data/hyperspace.xml$//achievement[@name="ACH_SLIG_LEGENDARY"]/description
ru: Найти легендарного слёрма.

source: data/hyperspace.xml$//achievement[@name="ACH_KEEPER_LEGENDARY"]/name
ru: Дуриэль

source: data/hyperspace.xml$//achievement[@name="ACH_KEEPER_LEGENDARY"]/description
ru: Найти легендарного хранителя.

source: data/hyperspace.xml$//achievement[@name="ACH_INSIDE_MONSTER"]/name
ru: Нас здесь не переваривают!

source: data/hyperspace.xml$//achievement[@name="ACH_INSIDE_MONSTER"]/description
ru: Оказаться внутри живого организма.

source: data/hyperspace.xml$//achievement[@name="ACH_ELITE_X"]/name
ru: Это потому что я чёрный?

source: data/hyperspace.xml$//achievement[@name="ACH_ELITE_X"]/description
ru: Уничтожить чёрное крыло.

source: data/hyperspace.xml$//achievement[@name="ACH_BLACK_HOLE"]/name
ru: Чёрная дыра

source: data/hyperspace.xml$//achievement[@name="ACH_BLACK_HOLE"]/description
ru: Прилететь к чёрной дыре.

source: data/hyperspace.xml$//achievement[@name="ACH_BAD_TALK"]/description
ru: Обложить матом торговца.

source: data/hyperspace.xml$//achievement[@name="ACH_ALIEN"]/name
ru: Ксеноморф

source: data/hyperspace.xml$//achievement[@name="ACH_ALIEN"]/description
ru: Найти хищную чужую форму жизни.

source: data/hyperspace.xml$//achievement[@name="ACH_WIRECUTTER"]/name
ru: Скорее режь провод!

source: data/hyperspace.xml$//achievement[@name="ACH_WIRECUTTER"]/description
ru: Разрезать провод и разминировать бомбу.

source: data/hyperspace.xml$//achievement[@name="ACH_PONY"]/name
ru: Пони+++

source: data/hyperspace.xml$//achievement[@name="ACH_PONY"]/description
ru: Пройти видеоигру с пони.

source: data/hyperspace.xml$//achievement[@name="ACH_SUPERPONY"]/name
ru: Секрет пони

source: data/hyperspace.xml$//achievement[@name="ACH_SUPERPONY"]/description
ru: Ввести правильный пони-код.

source: data/hyperspace.xml$//achievement[@name="ACH_AUCTION"]/name
ru: Аукцион

source: data/hyperspace.xml$//achievement[@name="ACH_AUCTION"]/description
ru: Выиграть на аукционе слёрмов.

source: data/hyperspace.xml$//achievement[@name="ACH_SHTANI"]/name
ru: Штаны цвета победы

source: data/hyperspace.xml$//achievement[@name="ACH_SHTANI"]/description
ru: Поставить на мантиса в правильных штанах и выиграть.

source: data/hyperspace.xml$//achievement[@name="ACH_NANOREGEN"]/name
ru: Нано-реген

source: data/hyperspace.xml$//achievement[@name="ACH_NANOREGEN"]/description
ru: Получить нано-регенератор.

source: data/hyperspace.xml$//achievement[@name="ACH_ION_VULKAN"]/name
ru: Неправильные ионы

source: data/hyperspace.xml$//achievement[@name="ACH_ION_VULKAN"]/description
ru: Найти муляж ионного вулкана на свалке.

source: data/hyperspace.xml$//achievement[@name="ACH_MINIBOSS"]/name
ru: Тестирование прошло успешно

source: data/hyperspace.xml$//achievement[@name="ACH_MINIBOSS"]/description
ru: Уничтожить мини-флагман.

source: data/hyperspace.xml$//achievement[@name="ACH_DEFENSE_UNI"]/name
ru: Защита 80 уровня

source: data/hyperspace.xml$//achievement[@name="ACH_DEFENSE_UNI"]/description
ru: Получить уникального защитного дрона в секторе инжи.

source: data/hyperspace.xml$//achievement[@name="ACH_HAL_BATTLE"]/name
ru: Часовой истребитель

source: data/hyperspace.xml$//achievement[@name="ACH_HAL_BATTLE"]/description
ru: Получить уникального HAL-дрона.

source: data/hyperspace.xml$//achievement[@name="ACH_TRUE_GREED"]/name
ru: Истинная жадность

source: data/hyperspace.xml$//achievement[@name="ACH_TRUE_GREED"]/description
ru: Разобрать 29 единиц корпуса гелем слагов за один раз.

source: data/hyperspace.xml$//achievement[@name="ACH_MATH"]/name
ru: Учёная степень

source: data/hyperspace.xml$//achievement[@name="ACH_MATH"]/description
ru: Решить математическую задачу.

source: data/hyperspace.xml$//achievement[@name="ACH_HALCYON"]/name
ru: Знакомое место

source: data/hyperspace.xml$//achievement[@name="ACH_HALCYON"]/description
ru: Найти станцию Halcyon.

source: data/hyperspace.xml$//achievement[@name="ACH_LOREREYA"]/name
ru: Удачный день

source: data/hyperspace.xml$//achievement[@name="ACH_LOREREYA"]/description
ru: Выиграть в лотерею.

source: data/hyperspace.xml$//achievement[@name="ACH_BLINK"]/name
ru: Удар по шарам

source: data/hyperspace.xml$//achievement[@name="ACH_BLINK"]/description
ru: Уничтожить светящийся шар.

source: data/hyperspace.xml$//achievement[@name="ACH_GIVE_FUEL_WRONG"]/name
ru: Я перепутал!

source: data/hyperspace.xml$//achievement[@name="ACH_GIVE_FUEL_WRONG"]/description
ru: Дать топливо повстанцам-обманщикам.

source: data/hyperspace.xml$/dummyroot/FTL/achievements/page[2]/section/@text
ru: Особые достижения+:

source: data/hyperspace.xml$//achievement[@name="ACH_ZOLTAN_TLDR"]/name
ru: Бла-бла-бла!

source: data/hyperspace.xml$//achievement[@name="ACH_ZOLTAN_TLDR"]/description
ru: Прочитать золтанский кодекс военного времени.

source: data/hyperspace.xml$//achievement[@name="ACH_CRAZY"]/name
ru: Это безумие...

source: data/hyperspace.xml$//achievement[@name="ACH_CRAZY"]/description
ru: Получить проклятье орхидов

source: data/hyperspace.xml$//achievement[@name="ACH_LAST_HERO"]/name
ru: Последний герой

source: data/hyperspace.xml$//achievement[@name="ACH_LAST_HERO"]/description
ru: Отправить экипаж на верную смерть в волну повстанцев.

source: data/hyperspace.xml$//achievement[@name="ACH_LONGJUMP"]/name
ru: Аж в сиденье вдавило!

source: data/hyperspace.xml$//achievement[@name="ACH_LONGJUMP"]/description
ru: Совершить прыжок на 5 или более ед. топлива.

source: data/hyperspace.xml$//achievement[@name="ACH_DEMONTAZH"]/name
ru: Только место занимало!

source: data/hyperspace.xml$//achievement[@name="ACH_DEMONTAZH"]/description
ru: Демонтировать любую систему на своём корабле.

source: data/hyperspace.xml$//achievement[@name="ACH_SOULREAPER"]/name
ru: Душегуб?

source: data/hyperspace.xml$//achievement[@name="ACH_SOULREAPER"]/description
ru: Получить особенное орудие-растение.

source: data/hyperspace.xml$//achievement[@name="ACH_SOULREAPER2"]/name
ru: Душегуб!

source: data/hyperspace.xml$//achievement[@name="ACH_SOULREAPER2"]/description
ru: Получить особенное орудие-растение повторно в начале полёта.

source: data/hyperspace.xml$//achievement[@name="ACH_SOULREAPER3"]/name
ru: Оно растёт!

source: data/hyperspace.xml$//achievement[@name="ACH_SOULREAPER3"]/description
ru: Вырастить орудие-растение до максимального размера.

source: data/hyperspace.xml$//achievement[@name="ACH_ANNIHILATOR"]/name
ru: Тотальная аннигиляция!

source: data/hyperspace.xml$//achievement[@name="ACH_ANNIHILATOR"]/description
ru: Собрать особенное орудие.

source: data/hyperspace.xml$//achievement[@name="ACH_REPAIR_SHOTGUN_3"]/name
ru: Старый, но не бесполезный

source: data/hyperspace.xml$//achievement[@name="ACH_REPAIR_SHOTGUN_3"]/description
ru: Починить Флак Мод III.

source: data/hyperspace.xml$//achievement[@name="ACH_SELL_40_MISSILES"]/name
ru: У нас много этого добра!

source: data/hyperspace.xml$//achievement[@name="ACH_SELL_40_MISSILES"]/description
ru: Продать на чёрном рынке сразу 40 боеприпасов с помощью репликатора.

source: data/hyperspace.xml$//achievement[@name="ACH_PROJEATER"]/name
ru: Пожиратель

source: data/hyperspace.xml$//achievement[@name="ACH_PROJEATER"]/description
ru: Уничтожить 20 снарядов за один запуск уничтожителя снарядов.

source: data/hyperspace.xml$//achievement[@name="ACH_MISSILENDLESS"]/name
ru: Они бесконечные!

source: data/hyperspace.xml$//achievement[@name="ACH_MISSILENDLESS"]/description
ru: Получить ракетницу с бесконечными боеприпасами.

source: data/hyperspace.xml$//achievement[@name="ACH_FATAL_ERROR"]/name
ru: Фатальная ошибка

source: data/hyperspace.xml$//achievement[@name="ACH_FATAL_ERROR"]/description
ru: Ваш человек подорвался при разминировании мины.

source: data/hyperspace.xml$//achievement[@name="ACH_GET_WEAPON_RDY"]/name
ru: Всегда готов

source: data/hyperspace.xml$//achievement[@name="ACH_GET_WEAPON_RDY"]/description
ru: Получить орудие с инжектором разогрева.

source: data/hyperspace.xml$//achievement[@name="ACH_PAY_DAN"]/name
ru: Опять иго?

source: data/hyperspace.xml$//achievement[@name="ACH_PAY_DAN"]/description
ru: Заплатить дань.

source: data/hyperspace.xml$//achievement[@name="ACH_CARD_DECK"]/name
ru: Колода карт

source: data/hyperspace.xml$//achievement[@name="ACH_CARD_DECK"]/description
ru: Найти колоду карт для игры в блэкджек.

source: data/hyperspace.xml$//achievement[@name="ACH_CARD_DECK2"]/name
ru: Ещё одна колода карт

source: data/hyperspace.xml$//achievement[@name="ACH_CARD_DECK2"]/description
ru: Найти колоду карт для игры в покер.

source: data/hyperspace.xml$//achievement[@name="ACH_TRUE_END"]/name
ru: Чёрный властелин

source: data/hyperspace.xml$//achievement[@name="ACH_TRUE_END"]/description
ru: Уничтожить другой флагман.

source: data/hyperspace.xml$//achievement[@name="ACH_DEAD_CARGO"]/name
ru: Мёртвый груз

source: data/hyperspace.xml$//achievement[@name="ACH_DEAD_CARGO"]/description
ru: Привезти стазис-капсулу в 8-ой сектор.

source: data/hyperspace.xml$//achievement[@name="ACH_BAD_BEGIN"]/name
ru: Не взлетел

source: data/hyperspace.xml$//achievement[@name="ACH_BAD_BEGIN"]/description
ru: Сломать свой корабль в первом секторе.

source: data/hyperspace.xml$//achievement[@name="ACH_BREACH_ENEMY"]/name
ru: Дырокол

source: data/hyperspace.xml$//achievement[@name="ACH_BREACH_ENEMY"]/description
ru: Сделать пробоину в каждом отсеке вражеского корабля.

source: data/hyperspace.xml$//achievement[@name="ACH_SHILO_MILO"]/name
ru: Шило на мыло

source: data/hyperspace.xml$//achievement[@name="ACH_SHILO_MILO"]/description
ru: Совершить обмен прототипами.

source: data/hyperspace.xml$//achievement[@name="ACH_MUSHROOM_KID"]/name
ru: Новое поколение

source: data/hyperspace.xml$//achievement[@name="ACH_MUSHROOM_KID"]/description
ru: Получить молодого машрума от старого.

source: data/hyperspace.xml$//achievement[@name="ACH_MAX_SPEED"]/name
ru: Максимальный разгон

source: data/hyperspace.xml$//achievement[@name="ACH_MAX_SPEED"]/description
ru: Иметь 3 автоперезарядчика и лёгкий предзажигатель (компенсатор зарядки тоже подойдёт).

source: data/hyperspace.xml$//achievement[@name="ACH_TWOJUMPS"]/name
ru: Прошил насквозь!

source: data/hyperspace.xml$//achievement[@name="ACH_TWOJUMPS"]/description
ru: Посетить только 2 маяка в секторе - стартовый и маяк выхода.

source: data/hyperspace.xml$//achievement[@name="ACH_BAD_END"]/name
ru: А цель была так близка!

source: data/hyperspace.xml$//achievement[@name="ACH_BAD_END"]/description
ru: Сломать свой корабль в 7 или 8 секторе.

source: data/hyperspace.xml$//achievement[@name="ACH_NEW_SHIP"]/name
ru: Дальше летим на этом

source: data/hyperspace.xml$//achievement[@name="ACH_NEW_SHIP"]/description
ru: Потерять свой корабль, имея абордажников на чужом корабле.

source: data/hyperspace.xml$//achievement[@name="ACH_NO_PAUSE"]/name
ru: Шустрый малый

source: data/hyperspace.xml$//achievement[@name="ACH_NO_PAUSE"]/description
ru: Пройти игру без тактической паузы (пауза событий разрешена).

source: data/hyperspace.xml$//achievement[@name="ACH_GO_AWAY"]/name
ru: Это спарта!

source: data/hyperspace.xml$//achievement[@name="ACH_GO_AWAY"]/description
ru: Выбросить кого-нибудь из команды в космос.

source: data/hyperspace.xml$//achievement[@name="ACH_HIT_CLOAKED"]/name
ru: Эй, ты не должен был попасть!

source: data/hyperspace.xml$//achievement[@name="ACH_HIT_CLOAKED"]/description
ru: Попасть во врага, пока он в маскировке.

source: data/hyperspace.xml$//achievement[@name="ACH_ILLBEBACK"]/name
ru: Я вернусь!

source: data/hyperspace.xml$//achievement[@name="ACH_ILLBEBACK"]/description
ru: Сбежать во время боя, не добив врага.

source: data/hyperspace.xml$//achievement[@name="ACH_THISISFINE"]/name
ru: Становится жарковато!

source: data/hyperspace.xml$//achievement[@name="ACH_THISISFINE"]/description
ru: Иметь одновременно больше 15 возгораний на корабле.

source: data/hyperspace.xml$//achievement[@name="ACH_HARDSELECT"]/name
ru: Сложный выбор!

source: data/hyperspace.xml$//achievement[@name="ACH_HARDSELECT"]/description
ru: Попасть на развилку перед двумя одинаковыми секторами.

source: data/hyperspace.xml$//achievement[@name="ACH_ANCHOR"]/name
ru: Штиль!

source: data/hyperspace.xml$//achievement[@name="ACH_ANCHOR"]/description
ru: Провести на маяке 3 прыжка без топлива.

source: data/hyperspace.xml$//achievement[@name="ACH_HEAVYWEAP"]/name
ru: Люблю, что потяжелее!

source: data/hyperspace.xml$//achievement[@name="ACH_HEAVYWEAP"]/description
ru: Включить одновременно 3 орудия по 3 энергии или больше.

source: data/hyperspace.xml$//achievement[@name="ACH_WINFULLHP"]/name
ru: Чистая победа!

source: data/hyperspace.xml$//achievement[@name="ACH_WINFULLHP"]/description
ru: Победить последнего босса, оставшись с полным корпусом.

source: data/hyperspace.xml$//achievement[@name="ACH_JUMPEDWITH"]/name
ru: Эй, ты куда?!

source: data/hyperspace.xml$//achievement[@name="ACH_JUMPEDWITH"]/description
ru: Потерять абордажника из-за прыжка противника.

source: data/hyperspace.xml$//achievement[@name="ACH_STARTWEAPONS"]/name
ru: Не нашлось ничего лучше!

source: data/hyperspace.xml$//achievement[@name="ACH_STARTWEAPONS"]/description
ru: Прилететь к последнему боссу со стартовыми пушками.

source: data/hyperspace.xml$//achievement[@name="ACH_SUPERSHIELDCREW"]/name
ru: Вам это не поможет!

source: data/hyperspace.xml$//achievement[@name="ACH_SUPERSHIELDCREW"]/description
ru: Убить экипаж врага сквозь золтанский щит, не сбивая его.

source: data/hyperspace.xml$//achievement[@name="ACH_MANTISAGE"]/name
ru: Созрел!

source: data/hyperspace.xml$//achievement[@name="ACH_MANTISAGE"]/description
ru: Пройти тест зрелости мантисов полностью.

source: data/hyperspace.xml$//achievement[@name="ACH_DONTNEEDIT"]/name
ru: Спасибо, не надо!

source: data/hyperspace.xml$//achievement[@name="ACH_DONTNEEDIT"]/description
ru: Продать обратно бесплатного дрона, полученного вместе с системой дронов.

source: data/hyperspace.xml$/dummyroot/FTL/achievements/page[3]/section/@text
ru: Особые достижения++:

source: data/hyperspace.xml$//achievement[@name="ACH_DRONE_SHOOTER"]/name
ru: Дронобой

source: data/hyperspace.xml$//achievement[@name="ACH_DRONE_SHOOTER"]/description
ru: Сбить орудиями корабля 10 дронов за одну игру.

source: data/hyperspace.xml$//achievement[@name="ACH_OSA"]/name
ru: Осиное гнездо

source: data/hyperspace.xml$//achievement[@name="ACH_OSA"]/description
ru: В начале 8 сектора иметь 8 или больше дружественных ос на борту.

source: data/hyperspace.xml$//achievement[@name="ACH_3_CHALLENGE"]/name
ru: Это невозможно...

source: data/hyperspace.xml$//achievement[@name="ACH_3_CHALLENGE"]/description
ru: Победить с 3-мя испытаниями одновременно.

source: data/hyperspace.xml$/dummyroot/FTL/achievements/page[4]/section/@text
ru: Испытания одной игры:

source: data/hyperspace.xml$//achievement[@name="ACH_REBEL_WAVER"]/name
ru: Хватит дразнить гусей!

source: data/hyperspace.xml$//achievement[@name="ACH_REBEL_WAVER"]/description
ru: Попасть в волну повстанцев 10 раз за одну игру.

source: data/hyperspace.xml$//achievement[@name="ACH_INJECTOR_MASTER"]/name
ru: Мастер по инжектированию

source: data/hyperspace.xml$//achievement[@name="ACH_INJECTOR_MASTER"]/description
ru: Инжектировать 5 орудий за одну игру.

source: data/hyperspace.xml$//achievement[@name="ACH_AUGMENTS_MASTER"]/name
ru: А корабль не лопнет?

source: data/hyperspace.xml$//achievement[@name="ACH_AUGMENTS_MASTER"]/description
ru: Встроить 7 усилений в конструкции корабля за одну игру.

source: data/hyperspace.xml$//achievement[@name="ACH_TRUE_ULTRAGREED"]/name
ru: Пожалуйста, хватит...

source: data/hyperspace.xml$//achievement[@name="ACH_TRUE_ULTRAGREED"]/description
ru: Разобрать 150 единиц корпуса гелем слагов за одну игру.

source: data/hyperspace.xml$//achievement[@name="ACH_RED_WAY"]/name
ru: Красный путь

source: data/hyperspace.xml$//achievement[@name="ACH_RED_WAY"]/description
ru: Посетить 6 красных секторов за одну игру.

source: data/hyperspace.xml$//achievement[@name="ACH_VIOLET_WAY"]/name
ru: Фиолетовый путь

source: data/hyperspace.xml$//achievement[@name="ACH_VIOLET_WAY"]/description
ru: Посетить 6 фиолетовых секторов за одну игру.

source: data/hyperspace.xml$//achievement[@name="ACH_GREEN_WAY"]/name
ru: Зелёный путь

source: data/hyperspace.xml$//achievement[@name="ACH_GREEN_WAY"]/description
ru: Посетить 7 зелёных секторов за одну игру.

source: data/hyperspace.xml$/dummyroot/FTL/achievements/page[5]/section/@text
ru: Мета-достижения:

source: data/hyperspace.xml$//achievement[@name="ACH_META_SLUGGEL1"]/name
ru: Жёсткая разборка I

source: data/hyperspace.xml$//achievement[@name="ACH_META_SLUGGEL1"]/description
ru: Разобрать гелем слагов 200 единиц корпуса за все игры.

source: data/hyperspace.xml$//achievement[@name="ACH_META_SLUGGEL2"]/name
ru: Жёсткая разборка II

source: data/hyperspace.xml$//achievement[@name="ACH_META_SLUGGEL2"]/description
ru: Разобрать гелем слагов 500 единиц корпуса за все игры.

source: data/hyperspace.xml$//achievement[@name="ACH_META_SLUGGEL3"]/name
ru: Жёсткая разборка III

source: data/hyperspace.xml$//achievement[@name="ACH_META_SLUGGEL3"]/description
ru: Разобрать гелем слагов 1000 единиц корпуса за все игры.

source: data/hyperspace.xml$//achievement[@name="ACH_META_BLACKWING_KILLED1"]/name
ru: Любитель крылышек I

source: data/hyperspace.xml$//achievement[@name="ACH_META_BLACKWING_KILLED1"]/description
ru: Уничтожить корабли чёрного крыла 5 раз за все игры.

source: data/hyperspace.xml$//achievement[@name="ACH_META_BLACKWING_KILLED2"]/name
ru: Любитель крылышек II

source: data/hyperspace.xml$//achievement[@name="ACH_META_BLACKWING_KILLED2"]/description
ru: Уничтожить корабли чёрного крыла 10 раз за все игры.

source: data/hyperspace.xml$//achievement[@name="ACH_META_BLACKWING_KILLED3"]/name
ru: Любитель крылышек III

source: data/hyperspace.xml$//achievement[@name="ACH_META_BLACKWING_KILLED3"]/description
ru: Уничтожить корабли чёрного крыла 30 раз за все игры.

source: data/hyperspace.xml$//achievement[@name="ACH_META_MEET_REBEL_WAVE1"]/name
ru: Ныряльщик со стажем I

source: data/hyperspace.xml$//achievement[@name="ACH_META_MEET_REBEL_WAVE1"]/description
ru: Нырнуть в волну повстанцев 50 раз за все игры.

source: data/hyperspace.xml$//achievement[@name="ACH_META_MEET_REBEL_WAVE2"]/name
ru: Ныряльщик со стажем II

source: data/hyperspace.xml$//achievement[@name="ACH_META_MEET_REBEL_WAVE2"]/description
ru: Нырнуть в волну повстанцев 300 раз за все игры.

source: data/hyperspace.xml$//achievement[@name="ACH_META_MEET_REBEL_WAVE3"]/name
ru: Ныряльщик со стажем III

source: data/hyperspace.xml$//achievement[@name="ACH_META_MEET_REBEL_WAVE3"]/description
ru: Нырнуть в волну повстанцев 1000 раз за все игры.
