Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/hyperspace.xml/*.po
Languages: ru

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_ENGI_AT_END"]/name
source: Repair Brigade
ru: Рем-бригада

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_ENGI_AT_END"]/description
source: Reach the last sector with 7 Engi on board.
ru: К последнему сектору иметь на борту 7 инжи.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_UPGRADE_MEDBAY"]/name
source: What did you expect?
ru: А чего ты ожидал?

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_UPGRADE_MEDBAY"]/description
source: Upgrade a level 3 Medbay with medbots.
ru: Улучшить медотсек медботами, уже имея 3 уровень медотсека.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_MAX_DRONE_SYS"]/name
source: Drones, go!
ru: Дроны, вперёд!

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_MAX_DRONE_SYS"]/description
source: Reach the last sector with Drone Control fully upgraded.
ru: К последнему сектору иметь полностью прокачанную систему дронов.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_10_RACES"]/name
source: International
ru: Интернационал

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_10_RACES"]/description
source: Reach the last sector with at least 1 of each of the following crew: Human, Engi, Mantis, Rockman, Zoltan, Slug, Lanius, Avatar, Crystal and Orchid.
ru: К последнему сектору иметь: человека, инжи, мантиса, рока, золтанца, слага, ланиуса, аватара, кристалина и орхида.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_MARSHRUT"]/name
source: Course Set
ru: Маршрут построен

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_MARSHRUT"]/description
source: Successfully find a sector map 3 times in 1 game with your Advanced FTL-Navigation.
ru: 3 раза за 1 игру получить карту сектора с помощью FTL-навигатора.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_MEET_PIRATE_SECTOR"]/name
source: Everybody stop, the feds are here!
ru: Всем стоять, работают федералы!

source: Visit a pirate sector.
ru: Посетить пиратский сектор.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_PLESEN"]/name
source: Mold Rescuer
ru: Спасатель плесени

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_PLESEN"]/description
source: Save nascent life from terraformers.
ru: Спасти зарождающуюся жизнь от терраформеров.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_LOW_SHIELD_SYS"]/name
source: A matter of principle!
ru: Дело принципа!

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_LOW_SHIELD_SYS"]/description
source: Reach the last sector with the Shields system no higher than level 1.
ru: Иметь в последнем секторе систему щитов не выше 1 уровня.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_ENERGY_PARTY"]/name
source: 6 by 6
ru: 6 на 6

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_ENERGY_PARTY"]/description
source: Have 6 Zoltans by the 6th sector.
ru: Иметь к 6-ому сектору 6 золтанцев.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_MEET_MANTIS_SECTOR"]/name
source: This is my homeland!
ru: Это родина моя!

source: Visit a Mantis sector.
ru: Посетить сектор мантисов.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_LOST_CREW_PHEROMONE"]/name
source: Killer Scent
ru: Убийственный запах

source: Lose 2 crew members in one game due to pheromones in ventilation.
ru: Потерять в одной игре 2 членов экипажа из-за феромонов в вентиляции.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_LOW_WEAPON_SYS"]/name
source: We don't need weapons!
ru: Орудия не нужны

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_LOW_WEAPON_SYS"]/description
source: Reach the last sector with the Weapons system no higher than level 2.
ru: Иметь в последнем секторе систему орудий не выше 2 уровня.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_JELLY_BEGIN_SCRAP"]/name
ru: Рискованная тактика

source: Dismantle 29 hull with Slug gel in Sector 2.
ru: Разобрать 29 единиц корпуса гелем слагов во 2-ом секторе.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_LAST_SLUG"]/name
source: The Last Captain
ru: Последний капитан

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_LAST_SLUG"]/description
source: Kill the entire crew of the Flagship with only one Slug on your crew (and no one else!).
ru: Перебить весь экипаж флагмана с одним слагом в команде (и больше никем!).

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_SENSOR_SYS"]/name
source: There's nothing to see here!
ru: Да там не на что смотреть!

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_SENSOR_SYS"]/description
source: Reach Sector 8 without having the Sensors subsystem installed.
ru: По прибытии в 8-й сектор не иметь подсистемы сенсоров.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_100_MISSILES"]/name
source: Thrifty
ru: Бережливый

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_100_MISSILES"]/description
source: Reach Sector 8 with 100 ammunition.
ru: Добраться до 8-го сектора, имея 100 боеприпасов.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_FIRST_FEDBASE"]/name
source: Me first!
ru: Я первый!

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_FIRST_FEDBASE"]/description
source: Reach the Federation base before the Flagship.
ru: Прибыть на базу Федерации раньше флагмана.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_MAX_DOORS_SENSORS"]/name
source: Secure Systems
ru: Система безопасности

source: Have the doors and sensors fully upgraded by the start of Sector 2.
ru: К началу 2-го сектора иметь максимальные двери и сенсоры.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_GOOD_SECTOR_SCAN"]/name
ru: Сканирование на 5+

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_GOOD_SECTOR_SCAN"]/description
source: Successfully scan 3 sectors with Long-Ranged Scanners in 1 game (at the start of the sector).
ru: За 1 игру успешно просканировать 3 сектора сканерами широкого охвата в начале секторов.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_MEET_NEBULA"]/name
source: Veiled Evader
ru: Пробрался тихонько

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_MEET_NEBULA"]/description
source: Visit 20 nebula beacons in 1 game (ion storms count).
ru: За 1 игру побывать на 20 маяках в туманностях (включая ионные штормы).

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_FINAL_REPAIR"]/name
source: Ready for War
ru: Подготовка к бою

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_FINAL_REPAIR"]/description
source: Make a pit stop at a repair station in the last sector.
ru: Посетить ремонтную станцию в последнем секторе.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_WIN_FIRST_BOSSPHASE"]/name
source: Progress - 1/3
ru: Прогресс - 1/3

source: Defeat the first phase of the Rebel Flagship.
ru: Победить первую фазу флагмана повстанцев.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_0_SCRAP"]/name
source: Empty Handed
ru: На голяках

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_0_SCRAP"]/description
source: Meet Admiral Tully without a single scrap in your hold.
ru: Встретить адмирала Тулли, не имея лома в трюме.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_ONE_RACE_3_SEC"]/name
source: Uniformity
ru: Единообразие

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_ONE_RACE_3_SEC"]/description
source: At the start of sector 3, have the whole crew be the same race.
ru: В начале 3-го сектора иметь весь экипаж одной расы.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_ULTRA_REVENGE"]/name
source: Revenge x3
ru: Месть х3

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_ULTRA_REVENGE"]/description
source: Have 3 stacks of Crystal Vengeance at the start of the 8th sector.
ru: Иметь 3 мести кристалинов к 8-му сектору.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_CRYSTAL_REALHOME"]/name
source: This is it, my dear!
ru: Это всё моё, родное!

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_CRYSTAL_REALHOME"]/description
source: Visit the Crystal Station in their homeworlds.
ru: Посетить станцию кристалинов в их родном мире.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_ONLY_CRYSTAL"]/name
source: Face Control
ru: Фейс-контроль

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_ONLY_CRYSTAL"]/description
source: Arrive in the Crystal Sector with only Crystals on board.
ru: Прибыть в сектор кристалинов имея на борту только кристалинов.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_1"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_1"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_2"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_2"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_3"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_3"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_4"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_4"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_5"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_5"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_6"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_6"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_7"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_7"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_8"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_8"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_9"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_9"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_10"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_10"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_11"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_11"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_12"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_12"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_13"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_13"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_14"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_14"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_15"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_15"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_16"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_16"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_17"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_17"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_18"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_18"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_19"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_19"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_20"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_20"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_21"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_21"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_22"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_22"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_23"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_23"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_24"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_24"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_25"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_25"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_OXYGEN"]/name
source: Oxygen is Overrated
ru: Кислород переоценён

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_OXYGEN"]/description
source: Reach Sector 8 without an Oxygen system.
ru: Добраться до 8-го сектора без кислородной системы.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_26"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_26"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_27"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_27"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_CHETNI_CREW"]/name
source: Paired Up
ru: Каждой твари по паре

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_CHETNI_CREW"]/description
source: Reach Sector 8 with an even number of crew members.
ru: Добраться до 8-го сектора, имея чётное количество экипажа.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_28"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_28"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_29"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_29"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_30"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_30"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_31"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_31"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_32"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_32"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_33"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_33"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_34"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_34"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_35"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_35"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_36"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_36"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_37"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_37"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_38"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_38"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_39"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_39"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_40"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_40"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_41"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_41"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_42"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_42"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_43"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_43"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_44"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_44"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_45"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_45"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_46"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_46"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_47"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_47"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_48"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_48"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_49"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_49"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_50"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_50"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_51"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_51"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_52"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_52"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_53"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_53"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_DEVILINY"]/name
source: What the hell...
ru: Чертовщина какая-то...

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_DEVILINY"]/description
source: Upon arrival in any sector, have exactly 6 }, 6 |, 6 {... and 1 Human, who will be sacrificed for this achievement.
ru: По прибытии в любой сектор иметь ровно 6 }, 6 |, 6 {... и 1 человека, который будет принесён в жертву ради этого достижения.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_54"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_54"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_55"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_55"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_SUBSYS_MAX"]/name
source: Subsystems - MAX
ru: Подсистемы - MAX
