Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/hyperspace.xml/*.po
Languages: ru

source: data/hyperspace.xml$//event[@name="ORDEN_AUTOSHIP_QUEST_LIST"]/beaconType/unvisitedTooltip
ru: Координаты места для ликвидации.

source: data/hyperspace.xml$//event[@name="ORDEN_AUTOSHIP_QUEST_LIST"]/beaconType/visitedTooltip
ru: Координаты места для ликвидации. Посещено.

source: data/hyperspace.xml$//event[@name="QUESTS_ORDEN_CIVSHIPHELP_COORDINATES"]/beaconType/unvisitedTooltip
ru: Фанатики атакуют здесь конвой гражданских.

source: data/hyperspace.xml$//event[@name="QUESTS_ORDEN_CIVSHIPHELP_COORDINATES"]/beaconType/visitedTooltip
ru: Фанатики атакуют здесь конвой гражданских. Посещено.

source: data/hyperspace.xml$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK_FINDTHEORDEN_50"]/beaconType/unvisitedTooltip
ru: Потрёпанный корабль Ордена, вероятно, находится здесь.

source: data/hyperspace.xml$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK_FINDTHEORDEN_50"]/beaconType/visitedTooltip
ru: Потрёпанный корабль Ордена, вероятно, находится здесь. Посещено.

source: data/hyperspace.xml$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK_FINDTHEORDEN_100"]/beaconType/unvisitedTooltip
ru: Потрёпанный корабль Ордена находится здесь.

source: data/hyperspace.xml$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ROCK_FINDTHEORDEN_100"]/beaconType/visitedTooltip
ru: Потрёпанный корабль Ордена находится здесь. Посещено.

source: data/hyperspace.xml$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP_FINDTHEROCK_50"]/beaconType/unvisitedTooltip
ru: Потрёпанный корабль роков, вероятно, находится здесь.

source: data/hyperspace.xml$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP_FINDTHEROCK_50"]/beaconType/visitedTooltip
ru: Потрёпанный корабль роков, вероятно, находится здесь. Посещено.

source: data/hyperspace.xml$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP_FINDTHEROCK_100"]/beaconType/unvisitedTooltip
ru: Потрёпанный корабль роков находится здесь.

source: data/hyperspace.xml$//event[@name="QUESTS_ORDEN_TWO_WEAK_RABBITS_ORDENSHIP_FINDTHEROCK_100"]/beaconType/visitedTooltip
ru: Потрёпанный корабль роков находится здесь. Посещено.

source: data/hyperspace.xml$//event[@name="ORDEN_QUEST_ESCORT_ARRIVE"]/beaconType/unvisitedTooltip
ru: Гражданские просят сопровождения к ремонтному каравану.

source: data/hyperspace.xml$//event[@name="ORDEN_QUEST_ESCORT_ARRIVE"]/beaconType/visitedTooltip
ru: Гражданские просят сопровождения к ремонтному каравану. Посещено.

source: data/hyperspace.xml$//event[@name="ASTEROID_I_FORGOT_YOU_MAN_2"]/beaconType/unvisitedTooltip
ru: Капитан просит сопровождения после ионного шторма.

source: data/hyperspace.xml$//event[@name="ASTEROID_I_FORGOT_YOU_MAN_2"]/beaconType/visitedTooltip
ru: Капитан просит сопровождения после ионного шторма. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_HAL_FED_NOFUEL"]/beaconType/unvisitedTooltip
ru: Корабль без топлива просит сопровождения.

source: data/hyperspace.xml$//event[@name="QUEST_HAL_FED_NOFUEL"]/beaconType/visitedTooltip
ru: Корабль без топлива просит сопровождения. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_HAL_FED_NOFUEL2"]/beaconType/unvisitedTooltip
ru: Корабль без топлива просит сопровождения.

source: data/hyperspace.xml$//event[@name="QUEST_HAL_FED_NOFUEL2"]/beaconType/visitedTooltip
ru: Корабль без топлива просит сопровождения. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_ESCORT_ARRIVE_HAL"]/beaconType/unvisitedTooltip
ru: Корабль с повреждённой FTL-навигацией просит сопровождения.

source: data/hyperspace.xml$//event[@name="QUEST_ESCORT_ARRIVE_HAL"]/beaconType/visitedTooltip
ru: Корабль с повреждённой FTL-навигацией просит сопровождения. Посещено.

source: data/hyperspace.xml$//event[@name="BORDER_NEED_HELP_DOCK_QUEST"]/beaconType/unvisitedTooltip
ru: Координаты ремонтной верфи.

source: data/hyperspace.xml$//event[@name="BORDER_NEED_HELP_DOCK_QUEST"]/beaconType/visitedTooltip
ru: Координаты ремонтной верфи. Посещено.

source: data/hyperspace.xml$//event[@name="BORDER_NEED_HELP_TRADERS_QUEST"]/beaconType/unvisitedTooltip
ru: Координаты торговой станции.

source: data/hyperspace.xml$//event[@name="BORDER_NEED_HELP_TRADERS_QUEST"]/beaconType/visitedTooltip
ru: Координаты торговой станции. Посещено.

source: data/hyperspace.xml$//event[@name="BORDER_BATTLE_HELP_QUEST"]/beaconType/unvisitedTooltip
ru: Точка масштабного сражения.

source: data/hyperspace.xml$//event[@name="BORDER_BATTLE_HELP_QUEST"]/beaconType/visitedTooltip
ru: Точка масштабного сражения. Посещено.

source: data/hyperspace.xml$//event[@name="BORDER_PIRATE_LASERS_QUEST"]/beaconType/unvisitedTooltip
ru: Торопливый торговец оружием передаст вам товар здесь.

source: data/hyperspace.xml$//event[@name="BORDER_PIRATE_LASERS_QUEST"]/beaconType/visitedTooltip
ru: Торопливый торговец оружием передаст вам товар здесь. Посещено.

source: data/hyperspace.xml$//event[@name="BORDER_PIRATE_BEAMS_QUEST"]/beaconType/unvisitedTooltip
ru: Точка масштабного сражения.

source: data/hyperspace.xml$//event[@name="BORDER_PIRATE_BEAMS_QUEST"]/beaconType/visitedTooltip
ru: Точка масштабного сражения. Посещено.

source: data/hyperspace.xml$//event[@name="BORDER_PIRATE_IONS_QUEST"]/beaconType/unvisitedTooltip
ru: Точка масштабного сражения.

source: data/hyperspace.xml$//event[@name="BORDER_PIRATE_IONS_QUEST"]/beaconType/visitedTooltip
ru: Точка масштабного сражения. Посещено.

source: data/hyperspace.xml$//event[@name="BORDER_REPAIR_QUEST"]/beaconType/unvisitedTooltip
ru: Ремонтная станция Федерации.

source: data/hyperspace.xml$//event[@name="BORDER_REPAIR_QUEST"]/beaconType/visitedTooltip
ru: Ремонтная станция Федерации. Посещено.

source: data/hyperspace.xml$//event[@name="ROCK_QUEST_MARRIAGE"]/beaconType/unvisitedTooltip
ru: Нума 5.

source: data/hyperspace.xml$//event[@name="ROCK_QUEST_MARRIAGE"]/beaconType/visitedTooltip
ru: Нума 5. Посещено.

source: data/hyperspace.xml$//event[@name="ROCK_UNLOCK2"]/beaconType/unvisitedTooltip
ru: Штурмовик роков назначил вам встречу здесь.

source: data/hyperspace.xml$//event[@name="ROCK_UNLOCK2"]/beaconType/visitedTooltip
ru: Штурмовик роков назначил вам встречу здесь. Посещено.

source: data/hyperspace.xml$//event[@name="ROCK_UNLOCK3"]/beaconType/unvisitedTooltip
ru: Штурмовик роков назначил вам встречу здесь.

source: data/hyperspace.xml$//event[@name="ROCK_UNLOCK3"]/beaconType/visitedTooltip
ru: Штурмовик роков назначил вам встречу здесь. Посещено.

source: data/hyperspace.xml$//event[@name="SLUG_UNLOCK_1"]/beaconType/unvisitedTooltip
ru: Координаты мобильной платформы слагов.

source: data/hyperspace.xml$//event[@name="SLUG_UNLOCK_1"]/beaconType/visitedTooltip
ru: Координаты мобильной платформы слагов. Посещено.

source: data/hyperspace.xml$//event[@name="NEBULA_QUEST_SLUG_PIRATE_TRAP2"]/beaconType/unvisitedTooltip
ru: Слаги собираются напасть на пиратский корабль здесь.

source: data/hyperspace.xml$//event[@name="NEBULA_QUEST_SLUG_PIRATE_TRAP2"]/beaconType/visitedTooltip
ru: Слаги собираются напасть на пиратский корабль здесь. Посещено.

source: data/hyperspace.xml$//event[@name="SECRET_WORD_ABADOTH"]/beaconType/unvisitedTooltip
ru: Координаты места, которые сообщил вам мертвец.

source: data/hyperspace.xml$//event[@name="SECRET_WORD_ABADOTH"]/beaconType/visitedTooltip
ru: Координаты места, которые сообщил вам мертвец. Посещено.

source: data/hyperspace.xml$//event[@name="PEACEFUL_MAN_RANDOM_SKLAD"]/beaconType/unvisitedTooltip
ru: Здесь должен находиться богатейший брошенный склад.

source: data/hyperspace.xml$//event[@name="PEACEFUL_MAN_RANDOM_SKLAD"]/beaconType/visitedTooltip
ru: Здесь должен находиться богатейший брошенный склад. Посещено.

source: data/hyperspace.xml$//event[@name="PEACEFUL_MAN_RANDOM_CHERVOTOCHINA"]/beaconType/unvisitedTooltip
ru: Здесь должна быть червоточина в мир кристалинов.

source: data/hyperspace.xml$//event[@name="PEACEFUL_MAN_RANDOM_CHERVOTOCHINA"]/beaconType/visitedTooltip
ru: Здесь должна быть червоточина в мир кристалинов. Посещено.

source: data/hyperspace.xml$//event[@name="SLURM_4_BARRELS_POINT"]/beaconType/unvisitedTooltip
ru: Сюда следует привезти бочонки со слёрмом.

source: data/hyperspace.xml$//event[@name="SLURM_4_BARRELS_POINT"]/beaconType/visitedTooltip
ru: Сюда следует привезти бочонки со слёрмом. Посещено.

source: data/hyperspace.xml$//event[@name="SLURM_RECEPT_JS_CV_ZP"]/beaconType/unvisitedTooltip
ru: Нужно отвезти сюда рецепт для варки слёрма.

source: data/hyperspace.xml$//event[@name="SLURM_RECEPT_JS_CV_ZP"]/beaconType/visitedTooltip
ru: Нужно отвезти сюда рецепт для варки слёрма. Посещено.

source: data/hyperspace.xml$//event[@name="SLURM_RECEPT_GZ_TJ_OM"]/beaconType/unvisitedTooltip
ru: Сюда следует доставить рецепт варки особого слёрма.

source: data/hyperspace.xml$//event[@name="SLURM_RECEPT_GZ_TJ_OM"]/beaconType/visitedTooltip
ru: Сюда следует доставить рецепт варки особого слёрма. Посещено.

source: data/hyperspace.xml$//event[@name="SLURM_RECEPT_SK_DN_KS"]/beaconType/unvisitedTooltip
ru: Сюда следует доставить рецепт варки особого слёрма.

source: data/hyperspace.xml$//event[@name="SLURM_RECEPT_SK_DN_KS"]/beaconType/visitedTooltip
ru: Сюда следует доставить рецепт варки особого слёрма. Посещено.

source: data/hyperspace.xml$//event[@name="SLURM_RECEPT_MA_NB_GS"]/beaconType/unvisitedTooltip
ru: Сюда следует доставить рецепт варки особого слёрма.

source: data/hyperspace.xml$//event[@name="SLURM_RECEPT_MA_NB_GS"]/beaconType/visitedTooltip
ru: Сюда следует доставить рецепт варки особого слёрма. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_BOARDING_1"]/beaconType/unvisitedTooltip
ru: Нужно достать здесь био-материал для слёрмов.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_BOARDING_1"]/beaconType/visitedTooltip
ru: Нужно достать здесь био-материал для слёрмов. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_BOARDING_2"]/beaconType/unvisitedTooltip
ru: Нужно достать здесь био-материал для слёрмов.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_BOARDING_2"]/beaconType/visitedTooltip
ru: Нужно достать здесь био-материал для слёрмов. Посещено.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[366]/beaconType/unvisitedTooltip
ru: Нужно достать здесь био-материал для слёрмов.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[366]/beaconType/visitedTooltip
ru: Нужно достать здесь био-материал для слёрмов. Посещено.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[367]/beaconType/unvisitedTooltip
ru: Нужно достать здесь био-материал для слёрмов.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[367]/beaconType/visitedTooltip
ru: Нужно достать здесь био-материал для слёрмов. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_BOARDING_4"]/beaconType/unvisitedTooltip
ru: Нужно достать здесь био-материал для слёрмов.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_BOARDING_4"]/beaconType/visitedTooltip
ru: Нужно достать здесь био-материал для слёрмов. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_BOARDING_5"]/beaconType/unvisitedTooltip
ru: Нужно достать здесь био-материал для слёрмов.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_BOARDING_5"]/beaconType/visitedTooltip
ru: Нужно достать здесь био-материал для слёрмов. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_BOARDING_6"]/beaconType/unvisitedTooltip
ru: Нужно достать здесь био-материал для слёрмов.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_BOARDING_6"]/beaconType/visitedTooltip
ru: Нужно достать здесь био-материал для слёрмов. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_STORAGE_PEREHVAT"]/beaconType/unvisitedTooltip
ru: Точка перехвата. Враждебные слёрмы находятся здесь.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_STORAGE_PEREHVAT"]/beaconType/visitedTooltip
ru: Точка перехвата. Враждебные слёрмы находятся здесь. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_STORAGE_PEREHVAT_2"]/beaconType/unvisitedTooltip
ru: Точка перехвата. Враждебные слёрмы находятся здесь.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_STORAGE_PEREHVAT_2"]/beaconType/visitedTooltip
ru: Точка перехвата. Враждебные слёрмы находятся здесь. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_STORAGE_PEREHVAT_3"]/beaconType/unvisitedTooltip
ru: Точка перехвата. Враждебные слёрмы находятся здесь.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_STORAGE_PEREHVAT_3"]/beaconType/visitedTooltip
ru: Точка перехвата. Враждебные слёрмы находятся здесь. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_ESCORT_POINT"]/beaconType/unvisitedTooltip
ru: Слёрмы просят сопровождения в эти координаты.

source: data/hyperspace.xml$//event[@name="EVENT_SLURM_ESCORT_POINT"]/beaconType/visitedTooltip
ru: Слёрмы просят сопровождения в эти координаты. Посещено.

source: data/hyperspace.xml$//event[@name="ZOLTAN_QUEST_PRIMITIVES"]/beaconType/unvisitedTooltip
ru: Здесь находится планета с примитивными формами жизни.

source: data/hyperspace.xml$//event[@name="ZOLTAN_QUEST_PRIMITIVES"]/beaconType/visitedTooltip
ru: Здесь находится планета с примитивными формами жизни. Посещено.

source: data/hyperspace.xml$//event[@name="ZOLTAN_PEACE_QUEST2"]/beaconType/unvisitedTooltip
ru: Мирное золтанское судно дало координаты своих "собратьев".

source: data/hyperspace.xml$//event[@name="ZOLTAN_PEACE_QUEST2"]/beaconType/visitedTooltip
ru: Мирное золтанское судно дало координаты своих "собратьев". Посещено.

source: data/hyperspace.xml$//event[@name="ZOLTON_PLANET_IN_DANGER2"]/beaconType/unvisitedTooltip
ru: Элитный повстанец атакует золтонскую планету.

source: data/hyperspace.xml$//event[@name="ZOLTON_PLANET_IN_DANGER2"]/beaconType/visitedTooltip
ru: Элитный повстанец атакует золтонскую планету. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_CON_TRANSPORTTOPLANET_ZTR"]/beaconType/unvisitedTooltip
ru: Нужно доставить контрабанду на планету по этим координатам.

source: data/hyperspace.xml$//event[@name="EVENT_CON_TRANSPORTTOPLANET_ZTR"]/beaconType/visitedTooltip
ru: Нужно доставить контрабанду на планету по этим координатам. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_CON_TRANSPORTTOPLANET_GIP"]/beaconType/unvisitedTooltip
ru: Нужно доставить контрабанду на планету по этим координатам.

source: data/hyperspace.xml$//event[@name="EVENT_CON_TRANSPORTTOPLANET_GIP"]/beaconType/visitedTooltip
ru: Нужно доставить контрабанду на планету по этим координатам. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_CON_TRANSPORTTOPLANET_RUS"]/beaconType/unvisitedTooltip
ru: Нужно доставить контрабанду на планету по этим координатам.

source: data/hyperspace.xml$//event[@name="EVENT_CON_TRANSPORTTOPLANET_RUS"]/beaconType/visitedTooltip
ru: Нужно доставить контрабанду на планету по этим координатам. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_CONSTRUCTIONYARD_LIST"]/beaconType/unvisitedTooltip
ru: Грузовой корабль со строительными материалами потерялся где-то здесь.

source: data/hyperspace.xml$//event[@name="QUEST_CONSTRUCTIONYARD_LIST"]/beaconType/visitedTooltip
ru: Грузовой корабль со строительными материалами потерялся где-то здесь. Посещено.

source: data/hyperspace.xml$//triggeredEventBox[@name="DEFAULT_TIMER"]/tooltip
ru: Оставшееся время.

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_4"]/category[1]/customTitle
ru: ДРОНЫ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_5"]/category[1]/customTitle
ru: ДРОНЫ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_6"]/category[1]/customTitle
ru: ДРОНЫ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_6"]/category[7]/customTitle
ru: ОРУДИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_7"]/category[1]/customTitle
ru: ДРОНЫ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_7"]/category[11]/customTitle
ru: ОРУДИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_8"]/category[1]/customTitle
ru: ДРОНЫ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_8"]/category[4]/customTitle
ru: ДЕШЁВЫЕ РАБОТНИКИ!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_8"]/category[11]/customTitle
ru: ОРУДИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_9"]/category[1]/customTitle
ru: ДРОНЫ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_9"]/category[5]/customTitle
ru: ДЕШЁВЫЕ РАБОТНИКИ!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_9"]/category[14]/customTitle
ru: ОРУДИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_10"]/category[1]/customTitle
ru: ДРОНЫ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_10"]/category[2]/customTitle
ru: ДРОНЫ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_10"]/category[5]/customTitle
ru: ДЕШЁВЫЕ РАБОТНИКИ!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_10"]/category[9]/customTitle
ru: УСИЛЕНИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_10"]/category[16]/customTitle
ru: ОРУДИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_10"]/category[17]/customTitle
ru: ОРУДИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_10"]/category[25]/customTitle
ru: МИСТИЧЕСКИЕ ОРУДИЯ

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="META_STORE_CUSTOM_LVL_10"]/category[26]/customTitle
ru: МИСТИЧЕСКИЕ ОРУДИЯ

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="MAX_STORE_CUSTOM"]/category[1]/customTitle
ru: ДРОНЫ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="MAX_STORE_CUSTOM"]/category[2]/customTitle
ru: ДЕШЁВЫЕ РАБОТНИКИ!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="MAX_STORE_CUSTOM"]/category[3]/customTitle
ru: УСИЛЕНИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="MAX_STORE_CUSTOM"]/category[4]/customTitle
ru: ОРУДИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="MAX_STORE_CUSTOM"]/category[5]/customTitle
ru: МИСТИЧЕСКИЕ ОРУДИЯ

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="EXP_STORE_CUSTOM"]/category[1]/customTitle
ru: ДРОНЫ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="EXP_STORE_CUSTOM"]/category[2]/customTitle
ru: ДЕШЁВЫЕ РАБОТНИКИ!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="EXP_STORE_CUSTOM"]/category[3]/customTitle
ru: УСИЛЕНИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="EXP_STORE_CUSTOM"]/category[4]/customTitle
ru: ОРУДИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="EXP_STORE_CUSTOM"]/category[5]/customTitle
ru: МИСТИЧЕСКИЕ ОРУДИЯ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: DRONES
ru: ДРОНЫ

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="STORE_CUSTOM"]/category[1]/customTitle
ru: ОБОРУДОВАНИЕ

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="STORE_CUSTOM"]/category[6]/customTitle
ru: ДРОНЫ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="STORE_CUSTOM"]/category[11]/customTitle
ru: ДЕШЁВЫЕ РАБОТНИКИ!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="STORE_CUSTOM"]/category[16]/customTitle
ru: УСИЛЕНИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="STORE_CUSTOM"]/category[27]/customTitle
ru: ОРУДИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="STORE_CUSTOM"]/category[28]/customTitle
ru: МИСТИЧЕСКИЕ ОРУДИЯ

source: data/hyperspace.xml$/dummyroot/FTL/store/customStore[@id="STORE_CUSTOM"]/category[30]/customTitle
ru: ОРУДИЯ - РАСПРОДАЖА!

source: data/hyperspace.xml$/dummyroot/FTL/achievements/page[1]/section/@text
ru: Особые достижения:

source: data/hyperspace.xml$//achievement[@name="ACH_EYE_1"]/name
ru: Золтанский глаз

source: data/hyperspace.xml$//achievement[@name="ACH_EYE_1"]/description
ru: Найти древнейший объект в родном мире золтанцев.

source: data/hyperspace.xml$//achievement[@name="ACH_EYE_2"]/name
ru: Второй глаз

source: data/hyperspace.xml$//achievement[@name="ACH_EYE_2"]/description
ru: Найти древнейший объект в родном мире золтонцев.

source: data/hyperspace.xml$//achievement[@name="ACH_CONTAINER"]/name
ru: Удивительно полезен

source: data/hyperspace.xml$//achievement[@name="ACH_CONTAINER"]/description
ru: Передать контейнер адмиралу Тулли.

source: data/hyperspace.xml$//achievement[@name="ACH_GOOD_LASER"]/name
ru: Удачная раскопка

source: data/hyperspace.xml$//achievement[@name="ACH_GOOD_LASER"]/description
ru: Найти действительно хорошее орудие среди хлама.

source: data/hyperspace.xml$//achievement[@name="ACH_DEVIL_DEAL"]/name
ru: Выгодная сделка

source: data/hyperspace.xml$//achievement[@name="ACH_DEVIL_DEAL"]/description
ru: Подписать сомнительный договор с невидимым существом.

source: data/hyperspace.xml$//achievement[@name="ACH_DEVIL_DEAL2"]/name
ru: Более выгодная сделка

source: data/hyperspace.xml$//achievement[@name="ACH_DEVIL_DEAL2"]/description
ru: Невидимое существо подписывает свой же контракт.

source: data/hyperspace.xml$//achievement[@name="ACH_FUEL_TANKER"]/name
ru: Бензовоз

source: data/hyperspace.xml$//achievement[@name="ACH_FUEL_TANKER"]/description
ru: Продать за один раз 40 топливных ячеек в магазин.

source: data/hyperspace.xml$//achievement[@name="ACH_CRYSTAL_SECTOR"]/name
ru: Есть контакт!

source: data/hyperspace.xml$//achievement[@name="ACH_CRYSTAL_SECTOR"]/description
ru: Посетить сектор кристалинов.

source: data/hyperspace.xml$//achievement[@name="ACH_ANAEROBIC_LEGENDARY"]/name
ru: Толмач

source: data/hyperspace.xml$//achievement[@name="ACH_ANAEROBIC_LEGENDARY"]/description
ru: Найти легендарного ланиуса.

source: data/hyperspace.xml$//achievement[@name="ACH_ORCHID_LEGENDARY"]/name
ru: Ванда

source: data/hyperspace.xml$//achievement[@name="ACH_ORCHID_LEGENDARY"]/description
ru: Найти легендарного орхида.

source: data/hyperspace.xml$//achievement[@name="ACH_HUMAN_LEGENDARY"]/name
ru: Вичган

source: data/hyperspace.xml$//achievement[@name="ACH_HUMAN_LEGENDARY"]/description
ru: Найти легендарного человека.

source: data/hyperspace.xml$//achievement[@name="ACH_GHOST_LEGENDARY"]/name
ru: Призрак 1.0

source: data/hyperspace.xml$//achievement[@name="ACH_GHOST_LEGENDARY"]/description
ru: Найти легендарного аватара.

source: data/hyperspace.xml$//achievement[@name="ACH_ENGI_LEGENDARY"]/name
ru: Вирус

source: data/hyperspace.xml$//achievement[@name="ACH_ENGI_LEGENDARY"]/description
ru: Найти легендарного инжи.

source: data/hyperspace.xml$//achievement[@name="ACH_MANTIS_LEGENDARY"]/name
ru: Казааак
