Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/hyperspace.xml/*.po
Languages: ru

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[1]/tooltip
ru: Разрушающее окружение Вакуум наносит 1х урона врагам на вашем корабле (независимо от расы). Огонь наносит 1.5х урона врагам на их корабле (независимо от расы).

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[2]/tooltip
ru: Снаряжение охотника Это усиление даёт эффект от кислородных масок и феромонов мантисов.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[3]/tooltip
ru: Продвинутые наноботы Это усиление даёт эффект от защитных наноботов и нано мед-ботов инжи.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[4]/tooltip
ru: Технологии золтанцев Это усиление даёт эффект от щита золтанцев и обхода суперщита.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[5]/tooltip
ru: Система безопасности Это усиление даёт эффект от ремонтного геля слагов и системы пожаротушения.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[6]/tooltip
ru: Композитная броня Это усиление даёт эффект от мести кристалинов и обшивки корпуса роков.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[7]/tooltip
ru: Защитное поле Это усиление даёт эффект от титанового покрытия и инверсного ионного поля.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[8]/tooltip
ru: Навигационный механизм Это усиление даёт эффект от FTL-навигатора и механизма сбора дронов.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[9]/tooltip
ru: FTL-контроллер Это усиление даёт эффект от гипер-ускорителя FTL и глушителя FTL.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[10]/tooltip
ru: Компенсатор перезарядки Это усиление даёт эффект от предзажигателя орудий и авто-перезарядчика.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[11]/tooltip
ru: Маскировочный барьер Это усиление даёт эффект от ускорителя зарядки щитов и скрытых орудий.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[12]/tooltip
ru: Продвинутый сканер Это усиление даёт эффект от сканеров широкого охвата и инфракрасного сканера.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[13]/tooltip
ru: Продвинутый манипулятор Это усиление даёт эффект от крана для сбора лома и крана для ремонта.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[14]/tooltip
ru: Модуль сохранности Это усиление даёт эффект от резервного банка ДНК и безопасного телепорта.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[15]/tooltip
ru: Снаряжение хакера Это усиление даёт эффект от генератора помех и парализующего модуля.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[16]/tooltip
ru: Вспомогательный модуль Это усиление даёт эффект от отвлекающего буя и резервных конденсаторов.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[17]/tooltip
ru: Модуль поддержки Это усиление даёт эффект от репликатора ракет и ускорителя дронов.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[18]/tooltip
ru: Медикаменты: Контейнер, содержащий набор медикаментов для оказания первой помощи в любой чрезвычайной ситуации.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[19]/tooltip
ru: Сублимированная еда: Космический паёк из этого контейнера прокормит экипаж небольшого корабля в течение месяца.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[20]/tooltip
ru: Оборудование связи: Контейнер содержит набор разнородных передатчиков и приёмников для обеспечения связи на сверхдальних расстояниях.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[21]/tooltip
ru: Радиоактивность: Каждый раз, когда корабль получает урон, испускает вспышку радиации, поджигающей вражеский корабль. Также имеет некоторые необъяснимые последствия для команды.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[22]/tooltip
ru: Анаэробное пламя: Пожары на вражеском корабле не тухнут от отсутствия кислорода. Корпус цели больше не получает урон от сгорания систем.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[23]/tooltip
ru: Авторемонт систем: Автоматически ремонтирует повреждённые системы корабля, как это происходит на беспилотных кораблях.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[24]/tooltip
ru: Контроллер кислорода: Автоматически выкачивает кислород из комнат с врагами и пожарами, а в комнаты с союзным экипажем закачивает. Скорость откачки и закачки зависит от количества энергии в кислородном модуле. Откачка не работает для анаэробных рас.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[25]/tooltip
ru: Ремонтные наноботы: Ускоряют скорость ремонта систем на 50%.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[26]/tooltip
ru: Ремонтные анти-боты: Замедляют скорость ремонта вражеских систем на 50%.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[27]/tooltip
ru: Квантовый имитатор: При телепортации с корабля для каждого телепортируемого члена экипажа есть 50% шанс, что будет создана его временная копия.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[28]/tooltip
ru: Автонаводчик артиллерии: Увеличивает шанс попадания (+100) всех артиллерий.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[29]/tooltip
source: Anti-Cloaking Field: Disrupts enemy ships' cloaking.
ru: Демаскирующее поле: Прерывает режим невидимости вражеских кораблей.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[30]/tooltip
source: Explosive Replicator: Missile based weapons have a 75% chance of not using ammunition.
ru: Репликатор ракет: Оружие, использующее ракеты, имеет 75% шанс не потратить ракету.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[31]/tooltip
source: Distraction Buoys: Leaves a false signal at sector start to delay Rebels 1 jump.
ru: Отвлекающий буй: Может оставить ложный сигнал при прыжке, чтобы обмануть преследователей.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[32]/tooltip
source: Infrared Scanner: Detects the location of any life forms, even when sensors don't function.
ru: Инфракрасный сканер: Обнаруживает любые формы жизни, даже когда сенсоры не работают.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[33]/tooltip
source: Scrap Recovery Arm: Allows the ship to collect 15% more scrap from any source.
ru: Кран для сбора лома: Позволяет собирать на 15% больше лома из любого источника.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[34]/tooltip
source: Long-Ranged Scanners: Gather more information about nearby stellar beacons on the star map, and also reveal the locations of stores.
ru: Сканеры широкого охвата: Собирают дополнительную информацию о близлежащих маяках на звёздной карте, а также показывают расположение магазинов.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[35]/tooltip
source: Weapon Pre-Igniter: First charge of weapons occurs before the start of a battle.
ru: Предзажигатель орудий: Первая зарядка орудий происходит ещё до начала боя.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[36]/tooltip
ru: Гипер-ускоритель FTL: Обеспечивает быструю зарядку FTL-привода. Находит один дополнительный гипер-тоннель в начале сектора, соединяющий два отдалённых маяка.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[37]/tooltip
source: Drone Recovery Arm: All non-destroyed drones will be retrieved when jumping, allowing their parts to be reused.
ru: Механизм сбора дронов: При прыжке все летающие и абордажные неразрушенные дроны будут преобразованы обратно в детали дронов.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[38]/tooltip
source: FTL Jammer: Scramble enemy ships' FTL computers, doubling the time it takes for them to jump.
ru: Глушитель FTL: Увеличивает в два раза время для расчёта FTL-прыжка вражеского корабля.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[39]/tooltip
source: Damaged Stasis Pod: A bizarre alien artifact. It has no practical function but perhaps someone can repair it.
ru: Сломанная стазис-капсула: Причудливый чужеродный артефакт. Он не имеет практического применения, но, возможно, кто-нибудь сможет починить его.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[40]/tooltip
source: Hull Repair Arm: Repairs the hull every time you collect scrap, but reduces scrap collected by 10%. Scrap collection is not reduced when your hull is already fully repaired.
ru: Кран для ремонта: Чинит корпус каждый раз во время сбора лома, но снижает количество собранного лома на 10%. При полном корпусе сбор лома не снижается.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[41]/tooltip
source: Storage Box 'Tully': A heavily secured storage box that bears Federation insignia. An inscription etched into it reads: "Z Priority: Deliver to Tully ASAP". Do you know the destination?
ru: Контейнер для Тулли: Этот контейнер заперт. Надпись на нём гласит: "Адмиралу Тулли". Возможно, нужно отдать его адресату.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[42]/tooltip
source: Trading Buoy: Can summon an automated merchant.
ru: Торговый буй: Может призвать автоматический корабль торговцев.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[43]/tooltip
source: Orchid Container: This container is locked. Inside are biological samples of various plants, seeds and spores.
ru: Контейнер орхидов: Этот контейнер заперт. Внутри биологические образцы различных растений, семян и спор.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[44]/tooltip
ru: Стероиды: Увеличивают здоровье всего экипажа на 5.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[45]/tooltip
ru: Стероиды: Увеличивают здоровье всего экипажа на 15.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[46]/tooltip
ru: Стероиды: Увеличивают здоровье всего экипажа на 25.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[47]/tooltip
ru: Стероиды: Увеличивают здоровье всего экипажа на 35 и урон в бою на 5%.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[48]/tooltip
ru: Стероиды: Увеличивают здоровье всего экипажа на 45 и урон в бою на 10%.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[49]/tooltip
ru: Бронекостюмы: Снижают весь получаемый урон всего экипажа на 5%. Замедляют передвижение на 15%.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[50]/tooltip
ru: Бронекостюмы: Снижают весь получаемый урон всего экипажа на 10%. Замедляют передвижение на 15%.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[51]/tooltip
ru: Бронекостюмы: Снижают весь получаемый урон всего экипажа на 15%. Замедляют передвижение на 15%.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[52]/tooltip
ru: Бронекостюмы: Снижают весь получаемый урон всего экипажа на 20%.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[53]/tooltip
ru: Бронекостюмы: Снижают весь получаемый урон всего экипажа на 25%. Ускоряют передвижение на 15%. Дают иммунитет к огню.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[54]/tooltip
source: Mycelium: The mushroom ship's crew move 25% faster.
ru: Мицелий: Ускоряет передвижение команды на 25% и восстанавливает корпус корабля на 1 единицу после каждого прыжка. При полном корпусе может породить молодого машрума. Это усиление нельзя снять с корабля.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[55]/tooltip
source: Drone Recovery Arm: When jumping, all boarding drones that have not been destroyed convert back into drone parts.
ru: Механизм сбора дронов: При прыжке все абордажные неразрушенные дроны будут преобразованы обратно в детали дронов.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[56]/tooltip
source: Neuron Manipulator: Grants the enemy immunity to your Mind Control and access to mind-controlled allies' abilities. Only active when their Mind Control is powered.
ru: Нейронный манипулятор: Даёт иммунитет к контролю разума союзникам и полный контроль над управляемым разумом врагом. Все способности управляемого врага становятся союзными. Требует запитанную систему контроля разума на борту.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[57]/tooltip
source: Advanced FTL-Navigation: If the enemy ship were like the player ship and could reappear again in the sector, this would let them go anywhere in one jump. Not possible currently so please report this as a bug.
ru: FTL-навигатор: Позволяет кораблю прыгнуть к любому маяку, но на это тратится дополнительное топливо.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[58]/tooltip
source: Nanobot Defenses: A grid of nanobots will constantly harm any friendly crew on board the enemy ship.
ru: Защитные наноботы: Постоянно атакуют вражеских абордажников на своём корабле.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[59]/tooltip
source: Corrosive Gas: This harmful gas eats away at your boarding party while they are aboard the enemy ship.
ru: Разъедающий газ: Вредоносный газ наносит урон посторонним на борту. При этом свой экипаж полностью защищён от газа.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[60]/tooltip
source: Morph Stabilizer: Enemy Morphs' amped up state lasts 3 times longer.
ru: Стабилизатор морфов: Позволяет контролировать своих морфов, находящихся в коротком замыкании. Увеличивает продолжительность короткого замыкания втрое.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[61]/tooltip
source: Pocket Teleporters: Enemy crew are able to teleport around their ship.
ru: Карманные телепорты: Экипаж теперь перемещается по своему кораблю с помощью карманных телепортов.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[62]/tooltip
source: Automated Reloader: Weapons and artillery charge 25% faster.
ru: Авто-перезарядчик: Задержка между выстрелами орудий и артиллерии снижена на 25%.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[63]/tooltip
source: Slug Repair Gel: A thick gel made by Slugs that automatically repairs any hull breaches.
ru: Ремонтный гель слагов: Густой гель, который автоматически ремонтирует пробоины в корпусе корабля.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[64]/tooltip
source: Stealth Weapons: Lets you fire weapons without interrupting your cloak.
ru: Скрытые орудия: Позволяют стрелять из режима невидимости, не прерывая его.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[65]/tooltip
source: Titanium System Casing: All ship systems have a coating that provides a 33% chance to negate damage when hit.
ru: Титановое покрытие: Все системы корабля имеют покрытие, обеспечивающее 33% шанс свести на нет урон при попадании.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[66]/tooltip
source: Black Wing: The weapons system cannot be damaged by weapons nor ionized.
ru: Чёрное крыло: Орудийный отсек нельзя повредить оружием или ионизировать.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[67]/tooltip
source: Zolton Shield: The shields system cannot be damaged by weapons nor ionized.
ru: Золтонский щит: Отсек щитов нельзя повредить оружием или ионизировать.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[68]/tooltip
source: Rock Armor Plating: Superior hull armor provides a 33% chance to negate incoming hull damage.
ru: Обшивка корпуса роков: Улучшенная броня, дающая 33% шанс свести к нулю поступающий урон по корпусу.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[69]/tooltip
source: Fire Suppression: Automatically extinguishes fires on the ship.
ru: Система пожаротушения: Автоматически тушит пожары на корабле.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[70]/tooltip
source: Mantis Pheromones: The enemy crew's movement speed is significantly increased.
ru: Феромоны мантисов: Скорость передвижения команды значительно увеличивается.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[71]/tooltip
source: Emergency Respirators: Enemy crew take hardly any damage from asphyxiation.
ru: Кислородные маски: Команда почти не получает урона от удушья.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[72]/tooltip
source: Super Shield Bypass: Allows crew/bomb teleportation and mind control to work through Super Shields.
ru: Обход суперщита: Позволяет работать через суперщит телепортации экипажа, бомбам и управлению разумом.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[73]/tooltip
source: Shield Charge Booster: Boosts the ship's shield recharge rate by 50%.
ru: Ускоритель зарядки щита: Повышает скорость перезарядки щита на 50%.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[74]/tooltip
source: Engi Med-bot Dispersal: Engi nano med-bots heal the enemy crew even outside the med-bay.
ru: Нано мед-боты инжи: Лечат экипаж на своём корабле даже вне медотсека.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[75]/tooltip
source: Zoltan Shield: An unexplained technology creates this nearly impenetrable shield.
ru: Щит золтанцев: Неизвестная технология создаёт этот практически непроницаемый щит.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[76]/tooltip
source: Crystal Vengeance: Every time the enemy ship takes damage, there is a 30% chance for an all shield-piercing crystalline shard to break off and fly at your ship.
ru: Месть кристалинов: Каждый раз, когда корабль получает повреждения, существует 30% шанс, что отломится осколок, который отлетит в противника.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[77]/tooltip
source: Onboard Drone Booster: All enemy onboard drones move 250% faster and damage/repair 100% faster.
ru: Ускоритель дронов: Скорость передвижения всех пеших дронов увеличена на 250%, а их урон/скорость ремонта на 100%.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[78]/tooltip
source: Stun Module: Protects enemy crew on their ship from stuns. Stuns on your crew on your ship last 2 times longer. All crew inside a room during a Hacking Pulse on your ship will be stunned for the duration.
ru: Парализующий модуль: Защищает союзный экипаж на вашем корабле от оглушения. Оглушение врагов на их корабле длится в 2 раза дольше. Взлом системы также временно парализует экипаж в отсеке.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[79]/tooltip
source: Reverse Ion Field: Protects the enemy ship from ion damage, giving a 75% chance to negate it entirely.
ru: Инверсное ионное поле: Защищает корабль от ионного урона, давая 75% шанс свести его полностью на нет.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[80]/tooltip
source: Backup DNA Bank: Even if their Clone Bay is off or broken, dead enemy crew can be revived when the system is fixed again.
ru: Резервный банк ДНК: Экипаж не погибнет, даже если отсек клонирования выключен или сломан. Экипаж больше не теряет опыт при клонировании.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[81]/tooltip
source: Safety Teleport: Enemy crew heal completely when they teleport.
ru: Безопасный телепорт: Полностью исцеляет команду при телепортации.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[82]/tooltip
ru: Генератор помех: Сбивает прицел защитных и парализует щитовых дронов противника.

source: data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[83]/tooltip
ru: Резервные конденсаторы: Орудия почти не разряжаются при отключении питания. В 4 раза ускоряет перезарядку подсистемы батареи.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[84]/tooltip
source: Refrigerant: This outdated fire suppression system automatically extinguishes fires on the enemy ship.
ru: Хладагент: Устаревшая система пожаротушения. Автоматически тушит пожары на корабле.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[85]/tooltip
source: Backup Power Circuits: This ship will activate the other half of its total reactor power later in the fight.
ru: Резервные цепи питания: Этот корабль начинает сражение с 1/2 реактора.

# data/hyperspace.xml$/dummyroot/FTL/ships/shipIcons/shipIcon[86]/tooltip
source: Slurm Queen: Spawns Sligs and stuns your crew on your ship. Cannot be damaged by weapons.
ru: Матка слёрмов: Порождает слёрмов и накладывает паралич на вражеские корабли. Не может быть повреждена оружием.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_DOUBLE_TEST"]/name
source: Double Test
ru: Двойное тестирование

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_DOUBLE_TEST"]/description
ru: Победить тестовый корабль Федерации.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_BUDGET_BUILD"]/name
source: Budget Build
ru: Бюджетная сборка

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_BUDGET_BUILD"]/description
ru: Пройти до 8-го сектора на сборке за 500~.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_DIPLOMATIC_MISSION"]/name
source: Diplomatic Mission
ru: Дипломатическая миссия

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_DIPLOMATIC_MISSION"]/description
ru: Пройти до 8-го сектора без установленной системы управления орудиями.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_BARRELBOX"]/name
ru: Ограбление

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_BARRELBOX"]/description
ru: Захватить дальнобойщиков Федерации с бочками и контейнерами (можно в разных играх).

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_CRITICAL"]/name
source: Critical Situation!
ru: Критическая ситуация!

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_CRITICAL"]/description
ru: Удачно собрать всё ценное с жертвы мародёров с двигателем в критическом состоянии.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_CHUMA"]/name
source: Guilty Conscience!
ru: Совесть запятнана!

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_CHUMA"]/description
source: Steal plague vaccines from civilians.
ru: Украсть у гражданских прививки от чумы.

source: Mal
ru: Мэл

source: Wash
ru: Уош

source: Zoe
ru: Зои

source: Inara
ru: Инара

source: Jayne
ru: Джейн

source: Kaylee
ru: Кейли

source: Simon
ru: Саймон

source: River
ru: Ривер

source: Shepherd
ru: Пастор

source: KBa3u
ru: Квази

source: Bamalf
ru: Бамалф

source: Al Hazrad
ru: Аль Хазрад

source: Warrior
ru: Ворриор

source: data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_SERENITY_3"]/crew/slig[2]/@name
ru: Саша Молод

source: Kizdosik
ru: Киздосик

# data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_ARBOLER"]/crew/human/@name
source: Arboler
ru: Арболер

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_SPIDERBEAM"]/name
source: Arachnoslicer
ru: Арахнорез

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_SPIDERBEAM"]/description
source: Kill alien spiders by any means possible.
ru: Любым способом перебить инопланетных пауков.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_HUMANS_AT_END"]/name
source: Unnatural Selection
ru: Неестественный отбор

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_HUMANS_AT_END"]/description
source: Reach the last sector with 7 Humans on board.
ru: К последнему сектору иметь на борту 7 человек.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_TULLY_FOOD"]/name
source: Your order, sir!
ru: Ваш заказ, сэр!

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_TULLY_FOOD"]/description
source: Deliver the gourmet frozen food to Admiral Tully.
ru: Довезти до адмирала Тулли сублимированную еду.
