Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/hyperspace.xml/*.po
Languages: ru

source: data/hyperspace.xml$//backgroundObject[@name="STOP_BUTTON_ENABLED"]/tooltip
ru: Закончить добор карт.

source: data/hyperspace.xml$//event[@name="ZOLTAN_SCI_LAB"]/beaconType/unvisitedTooltip
ru: Расположение безумного учёного золтанцев.

source: data/hyperspace.xml$//event[@name="ZOLTAN_SCI_LAB"]/beaconType/visitedTooltip
ru: Расположение безумного учёного золтанцев. Посещено.

source: data/hyperspace.xml$//event[@name="SHIPRADAR2_RAND_00"]/beaconType/unvisitedTooltip
ru: Склад с оборудованием. Уровень угрозы: 00.

source: data/hyperspace.xml$//event[@name="SHIPRADAR2_RAND_00"]/beaconType/visitedTooltip
ru: Склад с оборудованием. Уровень угрозы: 00. Посещено.

source: data/hyperspace.xml$//event[@name="SHIPRADAR2_RAND_01"]/beaconType/unvisitedTooltip
ru: Склад с оборудованием. Уровень угрозы: 01.

source: data/hyperspace.xml$//event[@name="SHIPRADAR2_RAND_01"]/beaconType/visitedTooltip
ru: Склад с оборудованием. Уровень угрозы: 01. Посещено.

source: data/hyperspace.xml$//event[@name="SHIPRADAR2_RAND_10"]/beaconType/unvisitedTooltip
ru: Склад с оборудованием. Уровень угрозы: 10.

source: data/hyperspace.xml$//event[@name="SHIPRADAR2_RAND_10"]/beaconType/visitedTooltip
ru: Склад с оборудованием. Уровень угрозы: 10. Посещено.

source: data/hyperspace.xml$//event[@name="SHIPRADAR2_RAND_11"]/beaconType/unvisitedTooltip
ru: Склад с оборудованием. Уровень угрозы: 11.

source: data/hyperspace.xml$//event[@name="SHIPRADAR2_RAND_11"]/beaconType/visitedTooltip
ru: Склад с оборудованием. Уровень угрозы: 11. Посещено.

source: data/hyperspace.xml$//event[@name="HIDDEN_FEDERATION_BASE_LIST"]/beaconType/unvisitedTooltip
ru: Скрытая база Федерации.

source: data/hyperspace.xml$//event[@name="HIDDEN_FEDERATION_BASE_LIST"]/beaconType/visitedTooltip
ru: Скрытая база Федерации. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_ESCORT_ARRIVE"]/beaconType/unvisitedTooltip
ru: Место назначения сопровождаемого судна.

source: data/hyperspace.xml$//event[@name="QUEST_ESCORT_ARRIVE"]/beaconType/visitedTooltip
ru: Место назначения сопровождаемого судна. Посещено.

source: data/hyperspace.xml$//event[@name="MERCHANT_DELIVER"]/beaconType/unvisitedTooltip
ru: Место доставки груза деталей дронов.

source: data/hyperspace.xml$//event[@name="MERCHANT_DELIVER"]/beaconType/visitedTooltip
ru: Место доставки груза деталей дронов. Посещено.

source: data/hyperspace.xml$//event[@name="MERCHANT_INVESTIGATE"]/beaconType/unvisitedTooltip
ru: Местоположение потерянного груза.

source: data/hyperspace.xml$//event[@name="MERCHANT_INVESTIGATE"]/beaconType/visitedTooltip
ru: Местоположение потерянного груза. Посещено.

source: data/hyperspace.xml$//event[@name="MERCHANT_INVESTIGATE_DELIVER"]/beaconType/unvisitedTooltip
ru: Пункт назначения для доставки потерянного груза.

source: data/hyperspace.xml$//event[@name="MERCHANT_INVESTIGATE_DELIVER"]/beaconType/visitedTooltip
ru: Пункт назначения для доставки потерянного груза. Посещено.

source: data/hyperspace.xml$//event[@name="FEDERATION_BASE_ASSIST"]/beaconType/unvisitedTooltip
ru: Форпост Федерации под атакой.

source: data/hyperspace.xml$//event[@name="FEDERATION_BASE_ASSIST"]/beaconType/visitedTooltip
ru: Форпост Федерации под атакой. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_GUS2"]/beaconType/unvisitedTooltip
ru: Фермер хочет купить гусениц.

source: data/hyperspace.xml$//event[@name="EVENT_GUS2"]/beaconType/visitedTooltip
ru: Фермер хочет купить гусениц. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_GUS3"]/beaconType/unvisitedTooltip
ru: Другой фермер хочет купить гусениц.

source: data/hyperspace.xml$//event[@name="EVENT_GUS3"]/beaconType/visitedTooltip
ru: Другой фермер хочет купить гусениц. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_STORE_RESCUE"]/beaconType/unvisitedTooltip
ru: Космический док под атакой.

source: data/hyperspace.xml$//event[@name="QUEST_STORE_RESCUE"]/beaconType/visitedTooltip
ru: Космический док под атакой. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_MANTIS_INVASION"]/beaconType/unvisitedTooltip
ru: Военный лагерь мантисов.

source: data/hyperspace.xml$//event[@name="QUEST_MANTIS_INVASION"]/beaconType/visitedTooltip
ru: Военный лагерь мантисов. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_MANTIS_BIGHIVE"]/beaconType/unvisitedTooltip
ru: Атака на лагерь мантисов.

source: data/hyperspace.xml$//event[@name="QUEST_MANTIS_BIGHIVE"]/beaconType/visitedTooltip
ru: Атака на лагерь мантисов. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_CREWDEAD"]/beaconType/unvisitedTooltip
ru: Корабль, который следует захватить целым.

source: data/hyperspace.xml$//event[@name="QUEST_CREWDEAD"]/beaconType/visitedTooltip
ru: Корабль, который следует захватить целым. Посещено.

source: data/hyperspace.xml$//event[@name="DONOR_MANTIS_CHASE2"]/beaconType/unvisitedTooltip
ru: Место выхода из прыжка корабля мантисов.

source: data/hyperspace.xml$//event[@name="DONOR_MANTIS_CHASE2"]/beaconType/visitedTooltip
ru: Место выхода из прыжка корабля мантисов. Посещено.

source: data/hyperspace.xml$//event[@name="ALISON_DEFECTOR_QUEST"]/beaconType/unvisitedTooltip
ru: Место расположения секретного тайника.

source: data/hyperspace.xml$//event[@name="ALISON_DEFECTOR_QUEST"]/beaconType/visitedTooltip
ru: Место расположения секретного тайника. Посещено.

source: data/hyperspace.xml$//event[@name="BLACK_ZOLTAN_2"]/beaconType/unvisitedTooltip
ru: Место расположения корабля, посещавшего космобота.

source: data/hyperspace.xml$//event[@name="BLACK_ZOLTAN_2"]/beaconType/visitedTooltip
ru: Место расположения корабля, посещавшего космобота. Посещено.

source: data/hyperspace.xml$//event[@name="BLACK_ZOLTAN_3"]/beaconType/unvisitedTooltip
ru: Место расположения исследовательской станции, на которой работал Морган.

source: data/hyperspace.xml$//event[@name="BLACK_ZOLTAN_3"]/beaconType/visitedTooltip
ru: Место расположения исследовательской станции, на которой работал Морган. Посещено.

source: data/hyperspace.xml$//event[@name="ROCK_PIRAT_BASE_QUEST"]/beaconType/unvisitedTooltip
ru: Скрытая в астероиде база пиратов.

source: data/hyperspace.xml$//event[@name="ROCK_PIRAT_BASE_QUEST"]/beaconType/visitedTooltip
ru: Скрытая в астероиде база пиратов. Посещено.

source: data/hyperspace.xml$//event[@name="PIRAT_SPAS_ESC"]/beaconType/unvisitedTooltip
ru: Возможное местоположение угнанного корабля инжи.

source: data/hyperspace.xml$//event[@name="PIRAT_SPAS_ESC"]/beaconType/visitedTooltip
ru: Возможное местоположение угнанного корабля инжи. Посещено.

source: data/hyperspace.xml$//event[@name="PIRAT_SPAS_ESC_TRUE"]/beaconType/unvisitedTooltip
ru: Местоположение угнанного корабля инжи.

source: data/hyperspace.xml$//event[@name="PIRAT_SPAS_ESC_TRUE"]/beaconType/visitedTooltip
ru: Местоположение угнанного корабля инжи. Посещено.

source: data/hyperspace.xml$//event[@name="PLANET_ENGE_QUEST"]/beaconType/unvisitedTooltip
ru: Инжи потерялись в снежной буре на этой планете.

source: data/hyperspace.xml$//event[@name="PLANET_ENGE_QUEST"]/beaconType/visitedTooltip
ru: Инжи потерялись в снежной буре на этой планете. Посещено.

source: data/hyperspace.xml$//event[@name="PIRAT_BASE_QUEST"]/beaconType/unvisitedTooltip
ru: Секретная база пиратов.

source: data/hyperspace.xml$//event[@name="PIRAT_BASE_QUEST"]/beaconType/visitedTooltip
ru: Секретная база пиратов. Посещено.

source: data/hyperspace.xml$//event[@name="ZOLTAN_SCI_3A"]/beaconType/unvisitedTooltip
ru: Золтанские учёные отблагодарят вас здесь за помощь.

source: data/hyperspace.xml$//event[@name="ZOLTAN_SCI_3A"]/beaconType/visitedTooltip
ru: Золтанские учёные отблагодарят вас здесь за помощь. Посещено.

source: data/hyperspace.xml$//event[@name="ZOLTAN_SCI_3B"]/beaconType/unvisitedTooltip
ru: Золтанские учёные отблагодарят вас здесь за помощь.

source: data/hyperspace.xml$//event[@name="ZOLTAN_SCI_3B"]/beaconType/visitedTooltip
ru: Золтанские учёные отблагодарят вас здесь за помощь. Посещено.

source: data/hyperspace.xml$//event[@name="ZOLTAN_SCI_3C"]/beaconType/unvisitedTooltip
ru: Золтанские учёные отблагодарят вас здесь за помощь.

source: data/hyperspace.xml$//event[@name="ZOLTAN_SCI_3C"]/beaconType/visitedTooltip
ru: Золтанские учёные отблагодарят вас здесь за помощь. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_ORCHANTIS_BIOSTORAGE"]/beaconType/unvisitedTooltip
ru: Координаты секретного места, найденные в скрытом сейфе корабля орхидов.

source: data/hyperspace.xml$//event[@name="EVENT_ORCHANTIS_BIOSTORAGE"]/beaconType/visitedTooltip
ru: Координаты секретного места, найденные в скрытом сейфе корабля орхидов. Посещено.

source: data/hyperspace.xml$//event[@name="SECRET_FEDERATION_ALIEN_BASE"]/beaconType/unvisitedTooltip
ru: Секретный центр Федерации.

source: data/hyperspace.xml$//event[@name="SECRET_FEDERATION_ALIEN_BASE"]/beaconType/visitedTooltip
ru: Секретный центр Федерации. Посещено.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_2_B"]/beaconType/unvisitedTooltip
ru: Вероятное место выхода из прыжка пиратского корабля.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_2_B"]/beaconType/visitedTooltip
ru: Вероятное место выхода из прыжка пиратского корабля. Посещено.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_2"]/beaconType/unvisitedTooltip
ru: Место выхода из прыжка пиратского корабля.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_2"]/beaconType/visitedTooltip
ru: Место выхода из прыжка пиратского корабля. Посещено.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_BASE"]/beaconType/unvisitedTooltip
ru: Пункт назначения пиратского корабля.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_BASE"]/beaconType/visitedTooltip
ru: Пункт назначения пиратского корабля. Посещено.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_3_B"]/beaconType/unvisitedTooltip
ru: Вероятное место выхода из прыжка пиратского корабля.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_3_B"]/beaconType/visitedTooltip
ru: Вероятное место выхода из прыжка пиратского корабля. Посещено.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_3"]/beaconType/unvisitedTooltip
ru: Место выхода из прыжка пиратского корабля.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_3"]/beaconType/visitedTooltip
ru: Место выхода из прыжка пиратского корабля. Посещено.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_4_B"]/beaconType/unvisitedTooltip
ru: Вероятное место выхода из прыжка пиратского корабля.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_4_B"]/beaconType/visitedTooltip
ru: Вероятное место выхода из прыжка пиратского корабля. Посещено.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_4"]/beaconType/unvisitedTooltip
ru: Место выхода из прыжка пиратского корабля.

source: data/hyperspace.xml$//event[@name="PIRATE_CHICKEN_AWAY_4"]/beaconType/visitedTooltip
ru: Место выхода из прыжка пиратского корабля. Посещено.

source: data/hyperspace.xml$//event[@name="SLUG_FED_HUNT"]/beaconType/unvisitedTooltip
ru: Обманувший слага торговец.

source: data/hyperspace.xml$//event[@name="SLUG_FED_HUNT"]/beaconType/visitedTooltip
ru: Обманувший слага торговец. Посещено.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[210]/beaconType/unvisitedTooltip
ru: Торговая точка из воспоминаний вашего члена команды.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[210]/beaconType/visitedTooltip
ru: Торговая точка из воспоминаний вашего члена команды. Посещено.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[211]/beaconType/unvisitedTooltip
ru: Торговая точка из воспоминаний вашего члена команды.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[211]/beaconType/visitedTooltip
ru: Торговая точка из воспоминаний вашего члена команды. Посещено.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[212]/beaconType/unvisitedTooltip
ru: Торговая точка из воспоминаний вашего члена команды.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[212]/beaconType/visitedTooltip
ru: Торговая точка из воспоминаний вашего члена команды. Посещено.

source: data/hyperspace.xml$//event[@name="PIRATE_VS_FED_HUNT_1"]/beaconType/unvisitedTooltip
ru: Координаты цели, данные вам пиратским кораблём.

source: data/hyperspace.xml$//event[@name="PIRATE_VS_FED_HUNT_1"]/beaconType/visitedTooltip
ru: Координаты цели, данные вам пиратским кораблём. Посещено.

source: data/hyperspace.xml$//event[@name="PIRATE_VS_FED_FEDMEETING"]/beaconType/unvisitedTooltip
ru: Координаты маяка, которые дали вам спасённые гражданские.

source: data/hyperspace.xml$//event[@name="PIRATE_VS_FED_FEDMEETING"]/beaconType/visitedTooltip
ru: Координаты маяка, которые дали вам спасённые гражданские. Посещено.

source: data/hyperspace.xml$//event[@name="111110"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="111110"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="111101"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="111101"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="111100"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="111100"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="111011"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="111011"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="111010"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="111010"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="111001"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="111001"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="111000"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="111000"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="110111"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="110111"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="110110"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="110110"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="110101"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="110101"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="110100"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="110100"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="110011"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="110011"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="110010"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="110010"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="110001"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="110001"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="110000"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="110000"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="101111"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="101111"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="101110"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="101110"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="101101"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="101101"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="101100"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="101100"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="101011"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="101011"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="101010"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="101010"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="101001"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="101001"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="101000"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="101000"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="100111"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="100111"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="100110"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="100110"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="100101"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="100101"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="100100"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="100100"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="100011"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="100011"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="100010"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="100010"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="100001"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="100001"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="100000"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="100000"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="011111"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="011111"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="011110"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="011110"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="011101"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="011101"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="011100"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="011100"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="011011"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="011011"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="011010"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="011010"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="011001"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.
