Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/hyperspace.xml/*.po
Languages: ru

source: data/hyperspace.xml$//event[@name="011001"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="011000"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="011000"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="010111"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="010111"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="010110"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="010110"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="010101"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="010101"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="010100"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="010100"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="010011"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="010011"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="010010"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="010010"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="010001"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="010001"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="010000"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="010000"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="001111"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="001111"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="001110"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="001110"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="001101"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="001101"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="001100"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="001100"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="001011"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="001011"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="001010"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="001010"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="001001"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="001001"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="001000"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="001000"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="000111"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="000111"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="000110"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="000110"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="000101"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="000101"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[273]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[273]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="000011"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="000011"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="000010"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="000010"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="000001"]/beaconType/unvisitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора.

source: data/hyperspace.xml$//event[@name="000001"]/beaconType/visitedTooltip
ru: Координаты маяка, полученные из двоичного ретранслятора. Посещено.

source: data/hyperspace.xml$//event[@name="SLUG_VS_LANIUS_FOTON_QUEST_1"]/beaconType/unvisitedTooltip
ru: Слаги предлагают здесь поохотиться на ланиусов.

source: data/hyperspace.xml$//event[@name="SLUG_VS_LANIUS_FOTON_QUEST_1"]/beaconType/visitedTooltip
ru: Слаги предлагают здесь поохотиться на ланиусов. Посещено.

source: data/hyperspace.xml$//event[@name="SLUG_VS_LANIUS_FOTON_QUEST_2"]/beaconType/unvisitedTooltip
ru: Слаги планировали здесь поохотиться на ланиусов.

source: data/hyperspace.xml$//event[@name="SLUG_VS_LANIUS_FOTON_QUEST_2"]/beaconType/visitedTooltip
ru: Слаги планировали здесь поохотиться на ланиусов. Посещено.

source: data/hyperspace.xml$//event[@name="SLUG_STEAL_PIRATE_MEET_1"]/beaconType/unvisitedTooltip
ru: Спасённый от слагов пират наградит вас здесь.

source: data/hyperspace.xml$//event[@name="SLUG_STEAL_PIRATE_MEET_1"]/beaconType/visitedTooltip
ru: Спасённый от слагов пират наградит вас здесь. Посещено.

source: data/hyperspace.xml$//event[@name="MANTIS_QUEST_HUNT_ENGI_EVENT_TARGET"]/beaconType/unvisitedTooltip
ru: Мантисам нужен раб-инжи.

source: data/hyperspace.xml$//event[@name="MANTIS_QUEST_HUNT_ENGI_EVENT_TARGET"]/beaconType/visitedTooltip
ru: Мантисам нужен раб-инжи. Посещено.

source: data/hyperspace.xml$//event[@name="MANTIS_FED_TRANSPORT_FREON_TARGET_AGB_QUEST"]/beaconType/unvisitedTooltip
ru: Сюда нужно доставить запечатанный контейнер.

source: data/hyperspace.xml$//event[@name="MANTIS_FED_TRANSPORT_FREON_TARGET_AGB_QUEST"]/beaconType/visitedTooltip
ru: Сюда нужно доставить запечатанный контейнер. Посещено.

source: data/hyperspace.xml$//event[@name="MANTIS_FED_TRANSPORT_FREON_TARGET_GGA_QUEST"]/beaconType/unvisitedTooltip
ru: Сюда нужно доставить запечатанный контейнер.

source: data/hyperspace.xml$//event[@name="MANTIS_FED_TRANSPORT_FREON_TARGET_GGA_QUEST"]/beaconType/visitedTooltip
ru: Сюда нужно доставить запечатанный контейнер. Посещено.

source: data/hyperspace.xml$//event[@name="MANTIS_FED_TRANSPORT_FREON_TARGET_BAG_QUEST"]/beaconType/unvisitedTooltip
ru: Сюда нужно доставить запечатанный контейнер.

source: data/hyperspace.xml$//event[@name="MANTIS_FED_TRANSPORT_FREON_TARGET_BAG_QUEST"]/beaconType/visitedTooltip
ru: Сюда нужно доставить запечатанный контейнер. Посещено.

source: data/hyperspace.xml$//event[@name="MANTIS_FED_TRANSPORT_FREON_TARGET_BAB_QUEST"]/beaconType/unvisitedTooltip
ru: Сюда нужно доставить запечатанный контейнер.

source: data/hyperspace.xml$//event[@name="MANTIS_FED_TRANSPORT_FREON_TARGET_BAB_QUEST"]/beaconType/visitedTooltip
ru: Сюда нужно доставить запечатанный контейнер. Посещено.

source: data/hyperspace.xml$//event[@name="MANTIS_FED_TRANSPORT_FREON_TARGET_GAB_QUEST"]/beaconType/unvisitedTooltip
ru: Сюда нужно доставить запечатанный контейнер.

source: data/hyperspace.xml$//event[@name="MANTIS_FED_TRANSPORT_FREON_TARGET_GAB_QUEST"]/beaconType/visitedTooltip
ru: Сюда нужно доставить запечатанный контейнер. Посещено.

source: data/hyperspace.xml$//event[@name="MANTIS_BOSS_SECOND"]/beaconType/unvisitedTooltip
ru: Крупный корабль мантисов выходит из прыжка здесь.

source: data/hyperspace.xml$//event[@name="MANTIS_BOSS_SECOND"]/beaconType/visitedTooltip
ru: Крупный корабль мантисов выходит из прыжка здесь. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_1TARGET_ROCK"]/beaconType/unvisitedTooltip
ru: Тест зрелости мантисов. Цель 1.

source: data/hyperspace.xml$//event[@name="QUEST_1TARGET_ROCK"]/beaconType/visitedTooltip
ru: Тест зрелости мантисов. Цель 1. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_2TARGET_ROCK"]/beaconType/unvisitedTooltip
ru: Тест зрелости мантисов. Цель 2.

source: data/hyperspace.xml$//event[@name="QUEST_2TARGET_ROCK"]/beaconType/visitedTooltip
ru: Тест зрелости мантисов. Цель 2. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_3TARGET_ROCK"]/beaconType/unvisitedTooltip
ru: Тест зрелости мантисов. Цель 3.

source: data/hyperspace.xml$//event[@name="QUEST_3TARGET_ROCK"]/beaconType/visitedTooltip
ru: Тест зрелости мантисов. Цель 3. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_4TARGET_ROCK"]/beaconType/unvisitedTooltip
ru: Тест зрелости мантисов. Цель 4.

source: data/hyperspace.xml$//event[@name="QUEST_4TARGET_ROCK"]/beaconType/visitedTooltip
ru: Тест зрелости мантисов. Цель 4. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_5TARGET_ROCK"]/beaconType/unvisitedTooltip
ru: Тест зрелости мантисов. Цель 5.

source: data/hyperspace.xml$//event[@name="QUEST_5TARGET_ROCK"]/beaconType/visitedTooltip
ru: Тест зрелости мантисов. Цель 5. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_6TARGET_ROCK"]/beaconType/unvisitedTooltip
ru: Тест зрелости мантисов. Цель 6.

source: data/hyperspace.xml$//event[@name="QUEST_6TARGET_ROCK"]/beaconType/visitedTooltip
ru: Тест зрелости мантисов. Цель 6. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_7TARGET_ROCK"]/beaconType/unvisitedTooltip
ru: Тест зрелости мантисов. Цель 7.

source: data/hyperspace.xml$//event[@name="QUEST_7TARGET_ROCK"]/beaconType/visitedTooltip
ru: Тест зрелости мантисов. Цель 7. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_8TARGET_ROCK"]/beaconType/unvisitedTooltip
ru: Тест зрелости мантисов. Цель 8.

source: data/hyperspace.xml$//event[@name="QUEST_8TARGET_ROCK"]/beaconType/visitedTooltip
ru: Тест зрелости мантисов. Цель 8. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_9TARGET_ROCK"]/beaconType/unvisitedTooltip
ru: Тест зрелости мантисов. Цель 9.

source: data/hyperspace.xml$//event[@name="QUEST_9TARGET_ROCK"]/beaconType/visitedTooltip
ru: Тест зрелости мантисов. Цель 9. Посещено.

source: data/hyperspace.xml$//event[@name="QUEST_10TARGET_ROCK"]/beaconType/unvisitedTooltip
ru: Тест зрелости мантисов. Цель 10.

source: data/hyperspace.xml$//event[@name="QUEST_10TARGET_ROCK"]/beaconType/visitedTooltip
ru: Тест зрелости мантисов. Цель 10. Посещено.

source: data/hyperspace.xml$//event[@name="CIV_CW_ST_DRINKERS_QUEST"]/beaconType/unvisitedTooltip
ru: Пьяный Энрике рассказал вам про какой-то склад здесь.

source: data/hyperspace.xml$//event[@name="CIV_CW_ST_DRINKERS_QUEST"]/beaconType/visitedTooltip
ru: Пьяный Энрике рассказал вам про какой-то склад здесь. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_SCRAP_1"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_SCRAP_1"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_SCRAP_2"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_SCRAP_2"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_SCRAP_3"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_SCRAP_3"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_SCRAP_4"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_SCRAP_4"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_WEAP_1"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_WEAP_1"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_WEAP_2"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_WEAP_2"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_WEAP_3"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_WEAP_3"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_WEAP_4"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_WEAP_4"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_DRONE_1"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_DRONE_1"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_DRONE_2"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_DRONE_2"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_DRONE_3"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_DRONE_3"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_DRONE_4"]/beaconType/unvisitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили.

source: data/hyperspace.xml$//event[@name="EVENT_FEDHELP_DRONE_4"]/beaconType/visitedTooltip
ru: Беспилотник Федерации доставит вам сюда, что вы запросили. Посещено.

source: data/hyperspace.xml$//event[@name="EVENT_FED_DAMAGEDGOHOME_Q"]/beaconType/unvisitedTooltip
ru: На эту базу нужно сопроводить аватара.

source: data/hyperspace.xml$//event[@name="EVENT_FED_DAMAGEDGOHOME_Q"]/beaconType/visitedTooltip
ru: На эту базу нужно сопроводить аватара. Посещено.

source: data/hyperspace.xml$//event[@name="CRYSTAL_UNLOCK"]/beaconType/unvisitedTooltip
ru: Координаты старого корабля кристалина.

source: data/hyperspace.xml$//event[@name="CRYSTAL_UNLOCK"]/beaconType/visitedTooltip
ru: Координаты старого корабля кристалина. Посещено.

source: data/hyperspace.xml$//event[@name="ENGI_UNLOCK_2REAL"]/beaconType/unvisitedTooltip
ru: Одна из баз повстанцев, о которой говорили инжи.

source: data/hyperspace.xml$//event[@name="ENGI_UNLOCK_2REAL"]/beaconType/visitedTooltip
ru: Одна из баз повстанцев, о которой говорили инжи. Посещено.

source: data/hyperspace.xml$//event[@name="ENGI_UNLOCK_2FAKE"]/beaconType/unvisitedTooltip
ru: Одна из баз повстанцев, о которой говорили инжи.

source: data/hyperspace.xml$//event[@name="ENGI_UNLOCK_2FAKE"]/beaconType/visitedTooltip
ru: Одна из баз повстанцев, о которой говорили инжи. Посещено.

source: data/hyperspace.xml$//event[@name="ENGI_UNLOCK_3"]/beaconType/unvisitedTooltip
ru: Координаты украденной технологии.

source: data/hyperspace.xml$//event[@name="ENGI_UNLOCK_3"]/beaconType/visitedTooltip
ru: Координаты украденной технологии. Посещено.

source: data/hyperspace.xml$//event[@name="MENGI_CRYSTAL_EVENTQ"]/beaconType/unvisitedTooltip
ru: Координаты "холодного мира".

source: data/hyperspace.xml$//event[@name="MENGI_CRYSTAL_EVENTQ"]/beaconType/visitedTooltip
ru: Координаты "холодного мира". Посещено.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[316]/beaconType/unvisitedTooltip
ru: Место доставки ремонтных дронов.

source: data/hyperspace.xml$/dummyroot/FTL/events/event[316]/beaconType/visitedTooltip
ru: Место доставки ремонтных дронов. Посещено.

source: data/hyperspace.xml$//event[@name="MENGI_SCANNING_EVENT2"]/beaconType/unvisitedTooltip
ru: Место доставки анализатора морфов.

source: data/hyperspace.xml$//event[@name="MENGI_SCANNING_EVENT2"]/beaconType/visitedTooltip
ru: Место доставки анализатора морфов. Посещено.

source: data/hyperspace.xml$//event[@name="MENGI_HUNT2_EVENT"]/beaconType/unvisitedTooltip
ru: Слаги предлагают добыть оружие морфов здесь.

source: data/hyperspace.xml$//event[@name="MENGI_HUNT2_EVENT"]/beaconType/visitedTooltip
ru: Слаги предлагают добыть оружие морфов здесь. Посещено.

source: data/hyperspace.xml$//event[@name="MENGI_HUNT3_EVENT"]/beaconType/unvisitedTooltip
ru: Слаги предлагают добыть оружие морфов здесь.

source: data/hyperspace.xml$//event[@name="MENGI_HUNT3_EVENT"]/beaconType/visitedTooltip
ru: Слаги предлагают добыть оружие морфов здесь. Посещено.

source: data/hyperspace.xml$//event[@name="NO_MENGI_EVENT_2"]/beaconType/unvisitedTooltip
ru: Инжи нужно помочь починить корабль.

source: data/hyperspace.xml$//event[@name="NO_MENGI_EVENT_2"]/beaconType/visitedTooltip
ru: Инжи нужно помочь починить корабль. Посещено.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOMAN2"]/beaconType/unvisitedTooltip
ru: Следы крупного корабля морфов.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOMAN2"]/beaconType/visitedTooltip
ru: Следы крупного корабля морфов. Посещено.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NORCK2"]/beaconType/unvisitedTooltip
ru: Следы крупного корабля морфов.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NORCK2"]/beaconType/visitedTooltip
ru: Следы крупного корабля морфов. Посещено.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOZLT2"]/beaconType/unvisitedTooltip
ru: Следы крупного корабля морфов.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOZLT2"]/beaconType/visitedTooltip
ru: Следы крупного корабля морфов. Посещено.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOSLG2"]/beaconType/unvisitedTooltip
ru: Следы крупного корабля морфов.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOSLG2"]/beaconType/visitedTooltip
ru: Следы крупного корабля морфов. Посещено.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOMAN3"]/beaconType/unvisitedTooltip
ru: Следы крупного корабля морфов.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOMAN3"]/beaconType/visitedTooltip
ru: Следы крупного корабля морфов. Посещено.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NORCK3"]/beaconType/unvisitedTooltip
ru: Следы крупного корабля морфов.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NORCK3"]/beaconType/visitedTooltip
ru: Следы крупного корабля морфов. Посещено.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOZLT3"]/beaconType/unvisitedTooltip
ru: Следы крупного корабля морфов.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOZLT3"]/beaconType/visitedTooltip
ru: Следы крупного корабля морфов. Посещено.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOSLG3"]/beaconType/unvisitedTooltip
ru: Следы крупного корабля морфов.

source: data/hyperspace.xml$//event[@name="MORPH_PRO_EVENT_NOSLG3"]/beaconType/visitedTooltip
ru: Следы крупного корабля морфов. Посещено.

source: data/hyperspace.xml$//event[@name="ORCHID_ZOLTAN_QUEST_FINISH"]/beaconType/unvisitedTooltip
ru: Золтанцы просят доставить сюда подарок для орхидов.

source: data/hyperspace.xml$//event[@name="ORCHID_ZOLTAN_QUEST_FINISH"]/beaconType/visitedTooltip
ru: Золтанцы просят доставить сюда подарок для орхидов. Посещено.

source: data/hyperspace.xml$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD"]/beaconType/unvisitedTooltip
ru: Орхиды просят доставить сюда биологически ценный груз.

source: data/hyperspace.xml$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD"]/beaconType/visitedTooltip
ru: Орхиды просят доставить сюда биологически ценный груз. Посещено.

source: data/hyperspace.xml$//event[@name="MANTIS_NAMED_THIEF_STASH"]/beaconType/unvisitedTooltip
ru: Тайник КазааакплетКилика.

source: data/hyperspace.xml$//event[@name="MANTIS_NAMED_THIEF_STASH"]/beaconType/visitedTooltip
ru: Тайник КазааакплетКилика. Посещено.

source: data/hyperspace.xml$//event[@name="BURST_SLUG"]/beaconType/unvisitedTooltip
ru: Координаты украденных импульсных лазеров.

source: data/hyperspace.xml$//event[@name="BURST_SLUG"]/beaconType/visitedTooltip
ru: Координаты украденных импульсных лазеров. Посещено.
