Repository: ftl-mv-translation/arsenal-plus
Catalog: locale/data/hyperspace.xml/*.po
Languages: ru

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_SUBSYS_MAX"]/description
source: Upon arrival in the last sector, every subsystem that you have installed must be max level.
ru: По прибытии в последний сектор все имеющиеся подсистемы должны быть максимального уровня.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_56"]/name
source: Double Hunted
ru: Охота на двойника

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KILL_56"]/description
source: Find and defeat your double.
ru: Найти и победить своего двойника.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_HULL_WAS_AT_1"]/name
source: Finally made it!
ru: Таки добрался!

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_HULL_WAS_AT_1"]/description
source: Reach Sector 8 after having gone down to 1 hull point left (repairs are allowed).
ru: Добраться до 8-го сектора, получив повреждения до 1 корпуса (ремонт разрешён).

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KENIX_WIN"]/name
source: Double Play
ru: Двойная игра

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_KENIX_WIN"]/description
source: Win Kenix's game.
ru: Победить в игре Кеникса.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_REPLACE_MEDCLON"]/name
source: That's better!
ru: Так-то лучше!

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_REPLACE_MEDCLON"]/description
source: Replace the Medbay with a Clone Bay, or vice versa.
ru: Заменить медотсек на клон-отсек или наоборот.

source: Reach Sector 8 having previously fully repaired the hull after it was damaged down to 1 hull point left.
ru: Добраться до 8-го сектора полностью отремонтированным, после того как корпус повредится до 1.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_TERMINATOR"]/name
source: Terminator
ru: Терминатор

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_TERMINATOR"]/description
source: Defeat the first phase of the Rebel Flagship with the drone "HAL Fighter" (or "HAL Sentry") and the onboard drone booster augment.
ru: Победить первую фазу флагмана повстанцев, имея дрона "Истребитель HAL" (или "Часовой HAL") и ускоритель дронов.

source: Most Valuable Creature
ru: Самое полезное существо

source: Benefit from your Engi's blue options 5 times in 1 game.
ru: Воспользоваться синими вариантами инжи в диалогах 5 раз за 1 игру.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_HULL_HIGHER_14"]/name
source: Just a few scratches
ru: Лишь пара царапин

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_HULL_HIGHER_14"]/description
source: Reach Sector 8 without letting your hull fall below 15 points.
ru: Добраться до 8-го сектора, поддерживая показатель прочности корпуса выше 14.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_PIRATE_BAY"]/name
source: Pirate Bay
ru: Пиратская бухта

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_PIRATE_BAY"]/description
source: Visit 2 pirate sectors in one game.
ru: Посетить 2 пиратских сектора за один полёт.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_REPAIR_HAL"]/name
source: Amazing Autonomy
ru: Удивительная автономность

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_REPAIR_HAL"]/description
source: Admiral Tully just has to see this HAL Repair Drone!
ru: Адмирал Тулли просто обязан увидеть этого ремонтника HAL!

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_LOW_REACTOR"]/name
source: Self-Sufficiency
ru: Самообеспечение

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_LOW_REACTOR"]/description
source: Arrive in the last sector with no more than 10 power bars in your reactor.
ru: Прибыть в последний сектор, имея реактор меньше 11.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_ULTRASHIELD"]/name
source: Ultrashield
ru: Ультразащита

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_ULTRASHIELD"]/description
ru: Прибыть на базу Федерации (неразрушенную) в последнем секторе с 4 обычными щитами, золтанским щитом и ускорителем зарядки щита.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_USAGE_ENERGY"]/name
source: Quite Valuable Creature
ru: Довольно полезное существо

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_USAGE_ENERGY"]/description
source: Benefit from your Zoltan's blue options 5 times in 1 game.
ru: Воспользоваться синими вариантами золтанцев в диалогах 5 раз за 1 игру.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_CONSERVATOR"]/name
source: Conservative
ru: Консерватор

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_CONSERVATOR"]/description
source: Reach Sector 6 without selling the starting weapons, drones, and augments (nor can you modify or integrate them!).
ru: Добраться до 6-го сектора и не продать стартовые орудия, дроны и усиления (модифицировать и встраивать нельзя!).

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_ENGI"]/name
source: Have you got Engi?
ru: У вас есть инжи?

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_ENGI"]/description
source: Upon arrival in the last sector, there should be no Engi nor Morphs aboard the ship.
ru: По прибытии в последний сектор на корабле не должно быть инжи и морфов.

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_BOARDER_SET"]/name
source: Boarding Suite
ru: Абордажный набор

# data/hyperspace.xml$//achievement[@name="ACH_SHIP_BOARDER_SET"]/description
source: At the start of any sector, have a level 3 Teleporter, a level 3 Medbay (or Clone Bay), and Safety Teleport.
ru: В начале любого сектора иметь телепорт 3 уровня, медотсек (или клон-отсек) 3 уровня и безопасный телепорт.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_PARALIZER"]/name
ru: Паралич

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_PARALIZER"]/description
ru: Собрать за 1 игру на стартовых маяках 3 парализатора.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_SLURM_BARREL"]/name
ru: Как пожелаете, Ваше высочество

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_SLURM_BARREL"]/description
ru: Вы должны держать на корабле в каждом секторе бочку слёрма для королевы. Долгие перелёты сушат её кожу...

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_SLIGSLUG"]/name
ru: Омерзительные родственники

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_SLIGSLUG"]/description
ru: НЕ привозить слёрмов и слагов к адмиралу Тулли.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_MEET_ASTEROID"]/name
ru: Путь через камни

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_MEET_ASTEROID"]/description
ru: За 1 игру побывать на 10-ти маяках с астероидными полями.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_DOORS_SYS"]/name
ru: Шлюзы бесполезны

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_DOORS_SYS"]/description
ru: По прибытии в 8-й сектор не иметь подсистемы шлюзов.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_ROCKFLAGMAN_HELP"]/name
ru: Рок = друг

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_ROCKFLAGMAN_HELP"]/description
ru: Получить дружескую помощь от флагмана роков.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_BIG_CREW"]/name
ru: Яблоку негде упасть

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_BIG_CREW"]/description
ru: По прибытии в 8-й сектор иметь на борту 15 (или больше) любых членов экипажа.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_CREW"]/name
ru: Полный авто-пилот

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_CREW"]/description
ru: Добраться до последнего сектора без экипажа.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_OXYMEDCLON"]/name
ru: ИИ против ИИ

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_OXYMEDCLON"]/description
ru: Уничтожить экипаж флагмана повстанцев, не имея систему кислорода, медотсек и клон-отсек.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_ONLY_ANAEROBIC"]/name
ru: Анаэробика

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_ONLY_ANAEROBIC"]/description
ru: Прибыть в последний сектор, имея на борту только ланиусов.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_HARVESTER"]/name
ru: ХАРВЕСТР АТАКОВАН!

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_HARVESTER"]/description
ru: Попасть в гигантское существо в секторе инжи с краном для сбора лома.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_SCRAP"]/name
ru: Нужно больше лома

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_SCRAP"]/description
ru: Добраться до последнего сектора с 700 (или больше) лома в трюме.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_PREIGNITER"]/name
ru: И пикнуть не успел

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_PREIGNITER"]/description
ru: Распылить члена экипажа предзажигателем.

source: data/hyperspace.xml$//ship[@name="PLAYER_SHIP_CRYSTAL_DLC3"]/achievement[@name="ACH_SHIP_USAGE_ENGI"]/name
ru: Редкое существо

source: data/hyperspace.xml$//ship[@name="PLAYER_SHIP_CRYSTAL_DLC3"]/achievement[@name="ACH_SHIP_USAGE_ENGI"]/description
ru: Воспользоваться синими вариантами кристалинов в диалогах 5 раз за 1 игру.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_CRYSTAL_BARREL"]/name
ru: Теперь со вкусом кристалина!

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_CRYSTAL_BARREL"]/description
ru: Сварить своего кристалина в котле для получения слёрма.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_ANAERORCHID"]/name
ru: Кислородный баланс

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_ANAERORCHID"]/description
ru: Прибыть в последний сектор, имея на борту ланиусов и орхидов в равных долях.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_USAGE_ORCHID"]/name
ru: Растение работает!

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_USAGE_ORCHID"]/description
ru: Воспользоваться синими вариантами орхидов в диалогах 5 раз за 1 игру.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_GOOD_REPL"]/name
ru: Эффективная репликация

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_GOOD_REPL"]/description
ru: Удачно размножить ракеты 3 раза за 1 игру.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_MISSILEDRONES"]/name
ru: Всё разъело газом...

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_MISSILEDRONES"]/description
ru: По прибытии в последний сектор не иметь ракет и деталей дронов.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_SHELL_GAS"]/name
ru: Хайзенберг

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_SHELL_GAS"]/description
ru: Получить разъедающий газ с эффективностью 300%.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_LOW_ENGINES_SYS"]/name
ru: А мы и не спешим...

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_LOW_ENGINES_SYS"]/description
ru: Иметь в последнем секторе систему двигателей не выше 2-го уровня.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_MICELIUM"]/name
ru: Тщательный контроль

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_MICELIUM"]/description
ru: Проверить состояние мицелия 6 раз за игру.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_TALK_WITH_MUSHROOMS"]/name
ru: Я не наркоман

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_TALK_WITH_MUSHROOMS"]/description
ru: Ни разу до последнего сектора не поговорить с машрумами в команде.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_HACK_NO_DRONES"]/name
ru: Боязнь роботов

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NO_HACK_NO_DRONES"]/description
ru: По прибытии в последний сектор не иметь систем взлома и дронов.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_MAGMAN_ART"]/name
ru: Артиллерия магменов

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_MAGMAN_ART"]/description
ru: В начале любого сектора иметь артиллерию 4 уровня.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_ONLY_MAGMAN"]/name
ru: Лавовая вечеринка

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_ONLY_MAGMAN"]/description
ru: Прибыть в последний сектор, имея на борту только магменов.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_FIRESTOPPER"]/name
ru: Огнетушитель

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_FIRESTOPPER"]/description
ru: С помощью магмена потушить пожар на станции.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_TIMEMAX"]/name
ru: Время летит!

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_TIMEMAX"]/description
ru: К началу 3-го сектора иметь манипулятор времени 3 уровня.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NECHETNI_SYS"]/name
ru: Нечет!

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_NECHETNI_SYS"]/description
ru: К последнему сектору все имеющиеся системы должны иметь нечётный уровень.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_TEMPORAL_ART"]/name
ru: Артиллерия хранителей

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_TEMPORAL_ART"]/description
ru: В начале любого сектора иметь артиллерию 4 уровня.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_RAD_FIRE"]/name
ru: Радиоактивное пламя

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_RAD_FIRE"]/description
ru: 20 раз вызвать возгорание на вражеском корабле радиоактивностью корабля.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_MEET_PULSAR"]/name
ru: Другая пульсация

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_MEET_PULSAR"]/description
ru: За 1 игру побывать на 3 маяках возле пульсаров.

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_RAD_CREW"]/name
ru: Генетический трюкач

source: data/hyperspace.xml$//achievement[@name="ACH_SHIP_RAD_CREW"]/description
ru: 15 раз изменить экипаж из-за радиации.

source: data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_MANTIS_DLC4_3"]/crew/random/@name
ru: Туко

source: Kazaaak
ru: Казааак

source: data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_JELLY_DLC1_3"]/crew/slug_legendary/@name
ru: Скряга

# data/hyperspace.xml$//customShip[@name="FED_KIZDOS"]/crew/human[1]/@name
source: Kizdosik
ru: Киздосик

# data/hyperspace.xml$//customShip[@name="FED_KIZDOS2"]/crew/human[1]/@name
source: Kizdosik
ru: Киздосик

# data/hyperspace.xml$//customShip[@name="FED_KIZDOS3"]/crew/human[1]/@name
source: Kizdosik
ru: Киздосик

# data/hyperspace.xml$//customShip[@name="PIRATE_TUCO_1"]/crew/random/@name
source: Tuco
ru: Туко

# data/hyperspace.xml$//customShip[@name="PIRATE_TUCO_2"]/crew/random/@name
source: Tuco
ru: Туко

# data/hyperspace.xml$//customShip[@name="PIRATE_TUCO_3"]/crew/random/@name
source: Tuco
ru: Туко

source: data/hyperspace.xml$//customShip[@name="CIV_GLORY_STATION2"]/crew/order_human_legendary/@name
ru: Спаун

# data/hyperspace.xml$//customShip[@name="SWORDFISH"]/crew/human[1]/@name
source: Jet
ru: Джет

# data/hyperspace.xml$//customShip[@name="SWORDFISH"]/crew/human[2]/@name
source: Spike
ru: Спайк

source: data/hyperspace.xml$//powerEffect[@name="trans_to_turtle"]/buttonText
ru: ВЫЛУПИТЬСЯ

# data/hyperspace.xml$//race[@name="crystal"]/powerEffect/buttonText
source: LOCKDOWN
ru: ЗАПЕРЕТЬ

source: data/hyperspace.xml$//race[@name="anaerobic"]/powerEffect/buttonText
ru: РАСПАД

source: data/hyperspace.xml$//race[@name="anaerobic"]/powerEffect/tooltip
ru: Готово: Самоуничтожиться, чтобы воскреснуть в клон-отсеке. [20 ‡]

source: data/hyperspace.xml$//race[@name="anaerobic_legendary"]/powerEffect[1]/buttonText
ru: ПРОБОЙ

source: data/hyperspace.xml$//race[@name="anaerobic_legendary"]/powerEffect[1]/tooltip
ru: Готово: Подорвать текущий отсек, чтобы нанести 1 системный урон с пробоиной. [30 ‡]

source: data/hyperspace.xml$//race[@name="anaerobic_legendary"]/powerEffect[2]/buttonText
ru: РАСПАД

source: data/hyperspace.xml$//race[@name="anaerobic_legendary"]/powerEffect[2]/tooltip
ru: Готово: Самоуничтожиться, чтобы воскреснуть в клон-отсеке. [20 ‡]

source: data/hyperspace.xml$//race[@name="ghost10_legendary"]/deathEffect/spawnCrew/name
ru: Призрак0.8

source: data/hyperspace.xml$//race[@name="ghost08_legendary"]/deathEffect/spawnCrew/name
ru: Призрак0.6

source: data/hyperspace.xml$//race[@name="ghost06_legendary"]/deathEffect/spawnCrew/name
ru: Призрак0.4

source: data/hyperspace.xml$//race[@name="ghost04_legendary"]/deathEffect/spawnCrew/name
ru: Призрак0.2

source: data/hyperspace.xml$//powerEffect[@name="lady_legendary_power"]/buttonText
ru: Т-БОМБА

source: data/hyperspace.xml$//powerEffect[@name="lady_legendary_power"]/tooltip
ru: Готово: заложить бомбу с таймером. [30 ‡]

source: data/hyperspace.xml$//race[@name="human_s"]/powerEffect/buttonText
ru: ЛЕЧЕНИЕ

source: data/hyperspace.xml$//race[@name="human_s"]/powerEffect/tooltip
ru: Готово: Вылечить себя и всех союзников в этом отсеке на 50 здоровья. [30 ‡]

source: data/hyperspace.xml$//race[@name="human_kba"]/powerEffect/buttonText
ru: ЛОВУШКА

source: data/hyperspace.xml$//race[@name="human_kba"]/powerEffect/tooltip
ru: Готово: Взломать шлюзы и выпустить отравляющий газ в текущем отсеке. [30 ‡]

# data/hyperspace.xml$//race[@name="human_bam"]/powerEffect/buttonText
source: REPAIR
ru: РЕМОНТ

source: data/hyperspace.xml$//race[@name="human_bam"]/powerEffect/tooltip
ru: Готово: Полностью починить текущий отсек. [30 ‡]

source: data/hyperspace.xml$//race[@name="human_alh"]/powerEffect/buttonText
ru: НЕЙРОШОК

source: data/hyperspace.xml$//race[@name="human_alh"]/powerEffect/tooltip
ru: Готово: Ментальный урон врагам, находящимся под контролем разума. [30 ‡]

source: data/hyperspace.xml$//powerEffect[@name="passive_hot"]/buttonText
ru: ПОДЖОГ

source: data/hyperspace.xml$//powerEffect[@name="passive_hot"]/tooltip
ru: В отсеке с магменом возникает пожар каждые 15 секунд. [15 ‡]

source: data/hyperspace.xml$//powerEffect[@name="active_cold"]/buttonText
ru: ХОЛОД

source: data/hyperspace.xml$//powerEffect[@name="active_cold"]/tooltip
ru: Переключить магмена в режим охлаждения.

source: data/hyperspace.xml$//powerEffect[@name="active_hot"]/buttonText
ru: ТЕПЛО

source: data/hyperspace.xml$//powerEffect[@name="active_hot"]/tooltip
ru: Переключить магмена в режим нагрева.

source: data/hyperspace.xml$//race[@name="keeper_legendary"]/powerEffect/buttonText
ru: РЕВЕРС

source: data/hyperspace.xml$//race[@name="keeper_legendary"]/powerEffect/tooltip
ru: Готово: Заставить ваших врагов двигаться обратно во времени. [30 ‡]

source: data/hyperspace.xml$//race[@name="keeper"]/powerEffect/buttonText
ru: РЕВЕРС

source: data/hyperspace.xml$//race[@name="keeper"]/powerEffect/tooltip
ru: Готово: Заставить ваших врагов двигаться обратно во времени. [30 ‡]

source: data/hyperspace.xml$//race[@name="boarder_ftl_disabler"]/powerEffect/tooltip
ru: Мешать зарядке FTL-привода

source: data/hyperspace.xml$//race[@name="battle_hal"]/powerEffect/buttonText
ru: AMNESIA

source: data/hyperspace.xml$//race[@name="battle_hal"]/powerEffect/tooltip
ru: Periodically disrupt enemies mind

source: data/hyperspace.xml$//drone[@name="BOARDER_FTL_DISABLER"]/tooltipName
ru: FTL-разрядчик

source: data/hyperspace.xml$//drone[@name="BATTERY_DRONE"]/tooltipName
ru: Аккумуляторный дрон Мод I

source: data/hyperspace.xml$//drone[@name="BATTERY_DRONE_R"]/tooltipName
ru: Аккумуляторный дрон Мод I

source: data/hyperspace.xml$//drone[@name="BATTERY_DRONE_2"]/tooltipName
ru: Аккумуляторный дрон Мод II

source: data/hyperspace.xml$//drone[@name="MANNING_DRONE"]/tooltipName
ru: Управляющий дрон Мод I

source: data/hyperspace.xml$//drone[@name="MANNING_DRONE_R"]/tooltipName
ru: Управляющий дрон Мод I

source: data/hyperspace.xml$//drone[@name="MANNING_DRONE_2"]/tooltipName
ru: Управляющий дрон Мод II

source: data/hyperspace.xml$//drone[@name="HAL_REPAIR"]/tooltipName
ru: Ремонтник систем HAL

source: data/hyperspace.xml$//drone[@name="MORPH_REPAIR"]/tooltipName
ru: Ремонтник морфов

source: data/hyperspace.xml$//drone[@name="DE_REPAIR_2"]/tooltipName
ru: Прочный ремонтник

source: data/hyperspace.xml$//drone[@name="DE_REPAIR_2_R"]/tooltipName
ru: Прочный ремонтник

source: data/hyperspace.xml$//drone[@name="DE_REPAIR_4"]/tooltipName
ru: Быстрый ремонтник

source: data/hyperspace.xml$//drone[@name="DE_REPAIR_4_R"]/tooltipName
ru: Быстрый ремонтник

source: data/hyperspace.xml$//drone[@name="DE_BATTLE_2"]/tooltipName
ru: Закалённый противопех

source: data/hyperspace.xml$//drone[@name="DE_BATTLE_4"]/tooltipName
ru: Быстрый противопех

source: data/hyperspace.xml$//drone[@name="DE_BATTLE_2_R"]/tooltipName
ru: Закалённый противопех

source: data/hyperspace.xml$//drone[@name="DE_BATTLE_4_R"]/tooltipName
ru: Быстрый противопех

source: data/hyperspace.xml$//drone[@name="DE_BOARDER_2"]/tooltipName
ru: Улучш. абордажный дрон

source: data/hyperspace.xml$//drone[@name="DE_BOARDER_2_R"]/tooltipName
ru: Улучш. абордажный дрон

source: data/hyperspace.xml$//drone[@name="DE_BOARDER_4"]/tooltipName
ru: Быстрый абордажник

source: data/hyperspace.xml$//drone[@name="DE_BOARDER_4_R"]/tooltipName
ru: Быстрый абордажник

source: data/hyperspace.xml$//drone[@name="BIOPRESERVER"]/tooltipName
ru: Био-Хранитель

source: data/hyperspace.xml$//drone[@name="DEPLETER_DRONE"]/tooltipName
ru: Глушитель

source: data/hyperspace.xml$//drone[@name="HAL_BATTLE"]/tooltipName
ru: Часовой HAL

source: data/hyperspace.xml$//drone[@name="HAL_BOARDER"]/tooltipName
ru: Истребитель HAL

source: data/hyperspace.xml$//drone[@name="BOARDER_IONFIRE"]/tooltipName
ru: Огнеонный абордажник

source: data/hyperspace.xml$//backgroundObject[@name="LOOTBOX"]/tooltip
ru: Внутри этих ящиков что-то есть. Нужно освободить их для новых припасов.

source: data/hyperspace.xml$//backgroundObject[@name="LOOTBOX"]/inactiveTooltip
ru: Внутри этих ящиков что-то есть. Нужно освободить их для новых припасов. Нельзя открыть, находясь в опасности.

source: data/hyperspace.xml$//backgroundObject[@name="LOOTBOX_EMPTY"]/inactiveTooltip
ru: Эти ящики сейчас пусты. Экипаж "Серенити" будет складывать здесь дополнительные припасы, которые удастся добыть во время полёта.

source: data/hyperspace.xml$//backgroundObject[@name="SLURMBOX"]/tooltip
ru: Слёрм в этой камере готов к погрузке в трюм. Новая партия начнёт вариться сразу после этого.

source: data/hyperspace.xml$//backgroundObject[@name="SLURMBOX"]/inactiveTooltip
ru: Слёрм в этой камере готов к погрузке в трюм. Новая партия начнёт вариться сразу после этого. Нельзя погрузить, находясь в опасности.

source: data/hyperspace.xml$//backgroundObject[@name="SLURMBOX_EMPTY"]/inactiveTooltip
ru: В этой холодильной камере варится слёрм. Слёрм будет готов, когда световые индикаторы в отсеке загорятся зелёным.

source: data/hyperspace.xml$//backgroundObject[@name="CHECK_BUTTON_ENABLED"]/tooltip
ru: Не повышать ставку и продолжить игру.

source: data/hyperspace.xml$//backgroundObject[@name="RISE_BUTTON_ENABLED"]/tooltip
ru: Повысить ставку и продолжить игру.

source: data/hyperspace.xml$//backgroundObject[@name="PAS_BUTTON_ENABLED"]/tooltip
ru: Сбросить карты и отказаться от дальнейшей игры.

source: data/hyperspace.xml$//backgroundObject[@name="TOP_POKER_BANK"]/tooltip
ru: Банк текущей игры. Победитель заберёт всё.

source: data/hyperspace.xml$//backgroundObject[@name="TOP_CHIPS"]/tooltip
ru: Ваши фишки.

source: data/hyperspace.xml$//backgroundObject[@name="TOP_CHIPS_UPPER"]/tooltip
ru: Ваши фишки.

source: data/hyperspace.xml$//backgroundObject[@name="BJ_RULES_BUTTON"]/tooltip
ru: Прочитать правила игры.

source: data/hyperspace.xml$//backgroundObject[@name="POKER_RULES_BUTTON"]/tooltip
ru: Прочитать правила игры.

source: data/hyperspace.xml$//backgroundObject[@name="BJ_RESTART_BUTTON"]/tooltip
ru: Начать заново.

source: data/hyperspace.xml$//backgroundObject[@name="POKER_RESTART_BUTTON"]/tooltip
ru: Начать заново.

source: data/hyperspace.xml$//backgroundObject[@name="DOBOR_BUTTON_ENABLED"]/tooltip
ru: Взять ещё одну карту.
